<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class TaiwanReservoirsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        DB::table('taiwan_reservoirs')->delete();  
        DB::table('taiwan_reservoirs')->insert([
            0 => 
            [
                'id' => 10201,
                'name' => '石門水庫',
                'rivers' => '淡水河支流大漢溪',
                'areas' => '桃園市龍潭區、大溪區、復興區',
            ],
            1 => 
            [
                'id' => 10203,
                'name' => '西勢水庫',
                'rivers' => '基隆河支流西勢溪',
                'areas' => '基隆巿暖暖區',
            ],
            2 => 
            [
                'id' => 10204,
                'name' => '新山水庫',
                'rivers' => '基隆河支流大武崙溪支流新山溪',
                'areas' => '基隆巿安樂區',
            ],
            3 => 
            [
                'id' => 10205,
                'name' => '翡翠水庫',
                'rivers' => '新店溪支流北勢溪',
                'areas' => '新北市新店區',
            ],
            4 => 
            [
                'id' => 10206,
                'name' => '榮華壩',
                'rivers' => '淡水河支流大漢溪',
                'areas' => '桃園市復興區',
            ],
            5 => 
            [
                'id' => 10207,
                'name' => '鳶山堰',
                'rivers' => '淡水河支流大漢溪',
                'areas' => '新北市三峽區、鶯歌區',
            ],
            6 => 
            [
                'id' => 10209,
                'name' => '桂山壩',
                'rivers' => '新店溪支流南勢溪',
                'areas' => '新北市烏來區',
            ],
            7 => 
            [
                'id' => 10211,
                'name' => '青潭堰',
                'rivers' => '淡水河支流新店溪',
                'areas' => '新北市新店區',
            ],
            8 => 
            [
                'id' => 10212,
                'name' => '直潭壩',
                'rivers' => '淡水河支流新店溪',
                'areas' => '新北市新店區',
            ],
            9 => 
            [
                'id' => 10213,
                'name' => '羅好壩',
                'rivers' => '新店溪支流南勢溪',
                'areas' => '新北市烏來區',
            ],
            10 => 
            [
                'id' => 10214,
                'name' => '阿玉壩',
                'rivers' => '新店溪支流桶後溪',
                'areas' => '新北市烏來區',
            ],
            11 => 
            [
                'id' => 10215,
                'name' => '木瓜壩',
                'rivers' => '花蓮溪支流木瓜溪',
                'areas' => '花蓮縣秀林鄉',
            ],
            12 => 
            [
                'id' => 10302,
                'name' => '粗坑壩',
                'rivers' => '淡水河支流新店溪',
                'areas' => '新北市新店區',
            ],
            13 => 
            [
                'id' => 10401,
                'name' => '寶山水庫',
            'rivers' => '頭前溪支流柴梳溪、頭前溪支流上坪溪(越域取水)',
                'areas' => '新竹縣寶山鄉',
            ],
            14 => 
            [
                'id' => 10404,
                'name' => '隆恩堰',
                'rivers' => '頭前溪',
                'areas' => '新竹縣竹東鎮、竹北市',
            ],
            15 => 
            [
                'id' => 10405,
                'name' => '寶山第二水庫',
            'rivers' => '中港溪(越域取水－上坪溪)',
                'areas' => '新竹縣寶山鄉',
            ],
            16 => 
            [
                'id' => 10501,
                'name' => '永和山水庫',
            'rivers' => '中港溪支流北坑溝、中港溪支流南庄溪(越域引水)',
                'areas' => '苗栗縣頭份市、三灣鄉',
            ],
            17 => 
            [
                'id' => 10503,
                'name' => '大埔水庫',
                'rivers' => '中港溪支流峨眉溪',
                'areas' => '新竹縣峨眉鄉',
            ],
            18 => 
            [
                'id' => 10601,
                'name' => '明德水庫',
                'rivers' => '後龍溪支流老田寮溪',
                'areas' => '苗栗縣頭屋鄉',
            ],
            19 => 
            [
                'id' => 10802,
                'name' => '羅東攔河堰',
                'rivers' => '羅東溪',
                'areas' => '宜蘭縣三星鄉',
            ],
            20 => 
            [
                'id' => 20101,
                'name' => '鯉魚潭水庫',
                'rivers' => '大安溪支流景山溪',
                'areas' => '苗栗縣三義鄉、卓蘭鎮、大湖鄉',
            ],
            21 => 
            [
                'id' => 20201,
                'name' => '德基水庫',
                'rivers' => '大甲溪、大甲溪支流志樂溪',
                'areas' => '臺中市和平區',
            ],
            22 => 
            [
                'id' => 20202,
                'name' => '石岡壩',
                'rivers' => '大甲溪',
                'areas' => '臺中市石岡區',
            ],
            23 => 
            [
                'id' => 20203,
                'name' => '谷關水庫',
                'rivers' => '大甲溪、大甲溪支流小雪溪',
                'areas' => '臺中市和平區',
            ],
            24 => 
            [
                'id' => 20205,
                'name' => '天輪壩',
                'rivers' => '大甲溪',
                'areas' => '臺中市和平區',
            ],
            25 => 
            [
                'id' => 20206,
                'name' => '馬鞍壩',
                'rivers' => '大甲溪',
                'areas' => '臺中市和平區',
            ],
            26 => 
            [
                'id' => 20207,
                'name' => '青山壩',
                'rivers' => '大甲溪',
                'areas' => '臺中市和平區',
            ],
            27 => 
            [
                'id' => 20405,
                'name' => '士林攔河堰',
                'rivers' => '大安溪',
                'areas' => '苗栗縣泰安鄉',
            ],
            28 => 
            [
                'id' => 20501,
                'name' => '霧社水庫',
                'rivers' => '濁水溪支流霧社溪',
                'areas' => '南投縣仁愛鄉',
            ],
            29 => 
            [
                'id' => 20502,
                'name' => '日月潭水庫',
            'rivers' => '濁水溪(武界壩越域引水至水社水尾溪)',
                'areas' => '南投縣魚池鄉',
            ],
            30 => 
            [
                'id' => 20503,
                'name' => '集集攔河堰',
                'rivers' => '濁水溪',
                'areas' => '南投縣集集鎮',
            ],
            31 => 
            [
                'id' => 20504,
                'name' => '頭社水庫',
                'rivers' => '濁水溪支流水里溪支流大舌滿溪',
                'areas' => '南投縣魚池鄉',
            ],
            32 => 
            [
                'id' => 20505,
                'name' => '明潭下池水庫',
                'rivers' => '濁水溪支流水里溪、日月潭水庫',
                'areas' => '南投縣水里鄉',
            ],
            33 => 
            [
                'id' => 20506,
                'name' => '銃櫃壩',
                'rivers' => '濁水溪支流水里溪支流銃櫃溪',
                'areas' => '南投縣水里鄉',
            ],
            34 => 
            [
                'id' => 20507,
                'name' => '武界壩',
                'rivers' => '濁水溪支流萬大溪',
                'areas' => '南投縣仁愛鄉',
            ],
            35 => 
            [
                'id' => 20508,
                'name' => '明湖下池水庫',
                'rivers' => '濁水溪支流水里溪、日月潭水庫',
                'areas' => '南投縣水里鄉',
            ],
            36 => 
            [
                'id' => 20509,
                'name' => '湖山水庫',
                'rivers' => '北港溪支流、清水溪',
                'areas' => '雲林縣斗六市、古坑鄉',
            ],
            37 => 
            [
                'id' => 20510,
                'name' => '劍潭水庫',
                'rivers' => '中港溪支流南港溪',
                'areas' => '苗栗縣造橋鄉',
            ],
            38 => 
            [
                'id' => 30301,
                'name' => '仁義潭水庫',
            'rivers' => '八掌溪(引水渠)',
                'areas' => '嘉義縣番路鄉',
            ],
            39 => 
            [
                'id' => 30302,
                'name' => '蘭潭水庫',
                'rivers' => '八掌溪',
                'areas' => '嘉義巿',
            ],
            40 => 
            [
                'id' => 30303,
                'name' => '鹿寮溪水庫',
                'rivers' => '八掌溪支流頭前溪支流鹿寮溪',
                'areas' => '臺南市白河區',
            ],
            41 => 
            [
                'id' => 30306,
                'name' => '內埔子水庫',
                'rivers' => '朴子溪',
                'areas' => '嘉義縣民雄鄉',
            ],
            42 => 
            [
                'id' => 30401,
                'name' => '白河水庫',
                'rivers' => '急水溪支流白水溪',
                'areas' => '臺南市白河區',
            ],
            43 => 
            [
                'id' => 30402,
                'name' => '尖山埤水庫',
                'rivers' => '急水溪支流龜重溪上游支流',
                'areas' => '臺南市柳營區',
            ],
            44 => 
            [
                'id' => 30403,
                'name' => '德元埤水庫',
                'rivers' => '急水溪支流塭厝廓溪',
                'areas' => '臺南市柳營區',
            ],
            45 => 
            [
                'id' => 30501,
                'name' => '烏山頭水庫',
            'rivers' => '曾文溪支流官田溪、曾文溪(越域引水)',
                'areas' => '臺南市六甲區、官田區',
            ],
            46 => 
            [
                'id' => 30502,
                'name' => '曾文水庫',
                'rivers' => '曾文溪',
                'areas' => '嘉義縣大埔鄉',
            ],
            47 => 
            [
                'id' => 30503,
                'name' => '南化水庫',
            'rivers' => '曾文溪支流後堀溪、高屏溪支流旗山溪(越域引水)',
                'areas' => '臺南市南化區',
            ],
            48 => 
            [
                'id' => 30504,
                'name' => '鏡面水庫',
                'rivers' => '曾文溪支流菜寮溪支流鏡面溪',
                'areas' => '臺南市南化區',
            ],
            49 => 
            [
                'id' => 30601,
                'name' => '虎頭埤水庫',
                'rivers' => '鹽水溪支流茄苓崁溪',
                'areas' => '臺南市新化區',
            ],
            50 => 
            [
                'id' => 30602,
                'name' => '鹽水埤水庫',
                'rivers' => '鹽水溪支流茄苳溪',
                'areas' => '臺南市新化區',
            ],
            51 => 
            [
                'id' => 30603,
                'name' => '玉峰堰',
                'rivers' => '曾文溪',
                'areas' => '臺南市山上區',
            ],
            52 => 
            [
                'id' => 30801,
                'name' => '澄清湖水庫',
            'rivers' => '高屏溪(抽水)',
                'areas' => '高雄市鳥松區',
            ],
            53 => 
            [
                'id' => 30802,
                'name' => '阿公店水庫',
            'rivers' => '阿公店溪、高屏溪支流旗山溪(越域引水)',
                'areas' => '高雄市燕巢區',
            ],
            54 => 
            [
                'id' => 30803,
                'name' => '鳳山水庫',
            'rivers' => '高屏溪及東港溪(越域引水)',
                'areas' => '高雄市小港區、林園區',
            ],
            55 => 
            [
                'id' => 30804,
                'name' => '觀音湖水庫',
                'rivers' => '後勁溪支流獅龍溪',
                'areas' => '高雄市仁武區',
            ],
            56 => 
            [
                'id' => 30805,
                'name' => '美濃湖水庫',
                'rivers' => '高屏溪支流荖濃溪',
                'areas' => '高雄市美濃區',
            ],
            57 => 
            [
                'id' => 30901,
                'name' => '高屏溪攔河堰',
                'rivers' => '高屏溪',
                'areas' => '高雄市大樹區、屏東縣屏東市',
            ],
            58 => 
            [
                'id' => 31002,
                'name' => '甲仙攔河堰',
                'rivers' => '高屏溪支流旗山溪',
                'areas' => '高雄市甲仙區',
            ],
            59 => 
            [
                'id' => 31201,
                'name' => '牡丹水庫',
                'rivers' => '四重溪支流汝仍溪、牡丹溪',
                'areas' => '屏東縣牡丹鄉',
            ],
            60 => 
            [
                'id' => 31202,
                'name' => '龍鑾潭水庫',
            'rivers' => '(天然積水)',
                'areas' => '屏東縣恆春鎮',
            ],
            61 => 
            [
                'id' => 31301,
                'name' => '成功水庫',
                'rivers' => '港底溪及紅羅越域引水',
                'areas' => '澎湖縣湖西鄉',
            ],
            62 => 
            [
                'id' => 40101,
                'name' => '南溪壩',
                'rivers' => '和平南溪',
                'areas' => '宜蘭縣南澳鄉',
            ],
            63 => 
            [
                'id' => 40201,
                'name' => '溪畔壩',
                'rivers' => '立霧溪',
                'areas' => '花蓮縣秀林鄉',
            ],
            64 => 
            [
                'id' => 40202,
                'name' => '水簾壩',
                'rivers' => '花蓮溪支流木瓜溪',
                'areas' => '花蓮縣秀林鄉',
            ],
            65 => 
            [
                'id' => 40203,
                'name' => '龍溪壩',
                'rivers' => '花蓮溪支流木瓜溪支流龍溪',
                'areas' => '花蓮縣秀林鄉',
            ],
            66 => 
            [
                'id' => 40701,
                'name' => '酬勤水庫',
                'rivers' => '流麻溝',
                'areas' => '臺東縣綠島鄉',
            ],
            67 => 
            [
                'id' => 50102,
                'name' => '興仁水庫',
                'rivers' => '雙港溪支流及菜園越域引水',
                'areas' => '澎湖縣馬公巿',
            ],
            68 => 
            [
                'id' => 50103,
                'name' => '東衛水庫',
            'rivers' => '東衛里(天然積水)',
                'areas' => '澎湖縣馬公巿',
            ],
            69 => 
            [
                'id' => 50104,
                'name' => '赤崁地下水庫',
            'rivers' => '赤崁村(天然積水)',
                'areas' => '澎湖縣白沙鄉',
            ],
            70 => 
            [
                'id' => 50105,
                'name' => '西安水庫',
            'rivers' => '西安村(天然積水)',
                'areas' => '澎湖縣望安鄉',
            ],
            71 => 
            [
                'id' => 50106,
                'name' => '七美水庫',
            'rivers' => '東湖村(天然積水)',
                'areas' => '澎湖縣七美鄉',
            ],
            72 => 
            [
                'id' => 50108,
                'name' => '小池水庫',
            'rivers' => '大池村(天然積水)',
                'areas' => '澎湖縣西嶼鄉',
            ],
            73 => 
            [
                'id' => 50109,
                'name' => '烏溝蓄水塘',
            'rivers' => '將軍村(天然積水)',
                'areas' => '澎湖縣望安鄉',
            ],
            74 => 
            [
                'id' => 50201,
                'name' => '太湖水庫',
                'rivers' => '山外溪',
                'areas' => '金門縣金湖鎮',
            ],
            75 => 
            [
                'id' => 50202,
                'name' => '田浦水庫',
                'rivers' => '前埔溪',
                'areas' => '金門縣金沙鎮',
            ],
            76 => 
            [
                'id' => 50203,
                'name' => '陽明湖水庫',
                'rivers' => '前埔溪',
                'areas' => '金門縣金湖鎮',
            ],
            77 => 
            [
                'id' => 50204,
                'name' => '山西水庫',
            'rivers' => '(天然積水)',
                'areas' => '金門縣金沙鎮',
            ],
            78 => 
            [
                'id' => 50205,
                'name' => '榮湖水庫',
                'rivers' => '金沙溪',
                'areas' => '金門縣金沙鎮',
            ],
            79 => 
            [
                'id' => 50206,
                'name' => '擎天水庫',
                'rivers' => '金沙溪',
                'areas' => '金門縣金沙鎮',
            ],
            80 => 
            [
                'id' => 50207,
                'name' => '金沙水庫',
                'rivers' => '金沙溪',
                'areas' => '金門縣金沙鎮',
            ],
            81 => 
            [
                'id' => 50208,
                'name' => '蓮湖水庫',
            'rivers' => '(天然積水)',
                'areas' => '金門縣烈嶼鄉',
            ],
            82 => 
            [
                'id' => 50209,
                'name' => '菱湖水庫',
            'rivers' => '(天然積水)',
                'areas' => '金門縣烈嶼鄉',
            ],
            83 => 
            [
                'id' => 50210,
                'name' => '西湖水庫',
            'rivers' => '(天然積水)',
                'areas' => '金門縣烈嶼鄉',
            ],
            84 => 
            [
                'id' => 50212,
                'name' => '金湖水庫',
            'rivers' => '(天然積水)',
                'areas' => '金門縣金湖鎮',
            ],
            85 => 
            [
                'id' => 50213,
                'name' => '瓊林水庫',
                'rivers' => '瓊林溪',
                'areas' => '金門縣金湖鎮',
            ],
            86 => 
            [
                'id' => 50214,
                'name' => '蘭湖水庫',
            'rivers' => '(天然積水)',
                'areas' => '金門縣金湖鎮',
            ],
            87 => 
            [
                'id' => 50301,
                'name' => '勝利水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣南竿鄉',
            ],
            88 => 
            [
                'id' => 50302,
                'name' => '秋桂山水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣南竿鄉',
            ],
            89 => 
            [
                'id' => 50305,
                'name' => '儲水沃水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣南竿鄉',
            ],
            90 => 
            [
                'id' => 50306,
                'name' => '津沙水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣南竿鄉',
            ],
            91 => 
            [
                'id' => 50307,
                'name' => '津沙一號水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣南竿鄉',
            ],
            92 => 
            [
                'id' => 50308,
                'name' => '坂里水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣北竿鄉',
            ],
            93 => 
            [
                'id' => 50309,
                'name' => '東湧水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣東引鄉',
            ],
            94 => 
            [
                'id' => 50310,
                'name' => '后沃水庫',
            'rivers' => '(天然積水)',
                'areas' => '連江縣南竿鄉',
            ],
        ]);
    }
}
