<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class TaiwanFuneralFacilitiesTableSeeder extends Seeder
{
    /**
     * Run the database seeders.
     */
    public function run(): void
    {
        DB::table('taiwan_funeral_facilities')->delete();   
        DB::table('taiwan_funeral_facilities')->insert([
            0 => 
            [
                'id' => 1,
            'name' => '「觀音菩薩紀念公園(骨灰骸存放設施)」擴充案',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => NULL,
            ],
            1 => 
            [
                'id' => 2,
                'name' => '一天山寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-3872321',
            ],
            2 => 
            [
                'id' => 3,
                'name' => '七股區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7872611',
            ],
            3 => 
            [
                'id' => 4,
                'name' => '七股區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7872611',
            ],
            4 => 
            [
                'id' => 5,
                'name' => '七股區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7872611',
            ],
            5 => 
            [
                'id' => 6,
                'name' => '七股區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7872611',
            ],
            6 => 
            [
                'id' => 7,
                'name' => '七股區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7872611',
            ],
            7 => 
            [
                'id' => 8,
                'name' => '七美鄉公墓公園化土葬區',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-9971007',
            ],
            8 => 
            [
                'id' => 9,
                'name' => '七美鄉祥源莊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9971007',
            ],
            9 => 
            [
                'id' => 10,
                'name' => '七美鄉第1納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9981007',
            ],
            10 => 
            [
                'id' => 11,
            'name' => '九如鄉第一公墓納骨堂(思親園納骨堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            11 => 
            [
                'id' => 12,
            'name' => '九如鄉第一公墓納骨堂(思親園納骨堂第二棟)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            12 => 
            [
                'id' => 13,
            'name' => '九如鄉第一公墓納骨堂(思親園納骨堂第三棟)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            13 => 
            [
                'id' => 14,
                'name' => '九如鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            14 => 
            [
                'id' => 15,
                'name' => '九如鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            15 => 
            [
                'id' => 16,
                'name' => '九如鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            16 => 
            [
                'id' => 17,
                'name' => '九如鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            17 => 
            [
                'id' => 18,
                'name' => '九老爺納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5221287',
            ],
            18 => 
            [
                'id' => 19,
                'name' => '二林鎮東興納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '8969160',
            ],
            19 => 
            [
                'id' => 20,
                'name' => '二林鎮梅芳公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '8682274',
            ],
            20 => 
            [
                'id' => 21,
            'name' => '二林鎮第二(廣興)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8969903',
            ],
            21 => 
            [
                'id' => 22,
            'name' => '二林鎮第十二(興華、東興)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8969903',
            ],
            22 => 
            [
                'id' => 23,
            'name' => '二林鎮第三(香田)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8969903',
            ],
            23 => 
            [
                'id' => 24,
            'name' => '二林鎮第五(梅芳)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8969903',
            ],
            24 => 
            [
                'id' => 25,
            'name' => '二林鎮第四(外竹)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8969903',
            ],
            25 => 
            [
                'id' => 26,
                'name' => '二崙鄉田尾公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5980217',
            ],
            26 => 
            [
                'id' => 27,
                'name' => '二崙鄉田尾公墓納骨塔設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5980217',
            ],
            27 => 
            [
                'id' => 28,
                'name' => '二崙鄉油車公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5987770',
            ],
            28 => 
            [
                'id' => 29,
                'name' => '二崙鄉油車公墓納骨塔設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5987770',
            ],
            29 => 
            [
                'id' => 30,
                'name' => '二崙鄉埤塘納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5986289',
            ],
            30 => 
            [
                'id' => 31,
                'name' => '二崙鄉湳仔公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5984800',
            ],
            31 => 
            [
                'id' => 32,
                'name' => '二崙鄉湳仔公墓納骨塔設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5984800',
            ],
            32 => 
            [
                'id' => 33,
                'name' => '人乘寺地藏院',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '049-2932588',
            ],
            33 => 
            [
                'id' => 34,
                'name' => '八里區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2610-2621分機132',
            ],
            34 => 
            [
                'id' => 35,
                'name' => '八里區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2610-2621分機132',
            ],
            35 => 
            [
                'id' => 36,
                'name' => '八里慈恩納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2610-5542',
            ],
            36 => 
            [
                'id' => 37,
                'name' => '八德生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-3678360',
            ],
            37 => 
            [
                'id' => 38,
                'name' => '八德生命園區殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '05-5350717',
            ],
            38 => 
            [
                'id' => 39,
                'name' => '八德安樂園火葬場',
                'type' => '火化場',
                'class' => '私立',
                'telephone' => '06-5732123',
            ],
            39 => 
            [
                'id' => 40,
                'name' => '八德安樂園納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-5732111',
            ],
            40 => 
            [
                'id' => 41,
                'name' => '三地門鄉三地村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            41 => 
            [
                'id' => 42,
                'name' => '三地門鄉三地村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            42 => 
            [
                'id' => 43,
                'name' => '三地門鄉口社村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            43 => 
            [
                'id' => 44,
                'name' => '三地門鄉大社村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            44 => 
            [
                'id' => 45,
                'name' => '三地門鄉安坡村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            45 => 
            [
                'id' => 46,
                'name' => '三地門鄉青山村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            46 => 
            [
                'id' => 47,
                'name' => '三地門鄉青葉村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            47 => 
            [
                'id' => 48,
                'name' => '三地門鄉馬兒村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            48 => 
            [
                'id' => 49,
                'name' => '三地門鄉新達來公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            49 => 
            [
                'id' => 50,
                'name' => '三地門鄉德文村北巴巷公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            50 => 
            [
                'id' => 51,
                'name' => '三地門鄉德文村相助巷公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            51 => 
            [
                'id' => 52,
                'name' => '三地門鄉德文村德文巷公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            52 => 
            [
                'id' => 53,
                'name' => '三地門鄉賽嘉村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7993104',
            ],
            53 => 
            [
                'id' => 54,
                'name' => '三芝示範公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2636-8307',
            ],
            54 => 
            [
                'id' => 55,
            'name' => '三芝區示範公墓(附設納骨塔)',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2636-2111分機262',
            ],
            55 => 
            [
                'id' => 56,
                'name' => '三芝區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2636-2111分機262',
            ],
            56 => 
            [
                'id' => 57,
                'name' => '三芝區第五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2636-2111分機262',
            ],
            57 => 
            [
                'id' => 58,
                'name' => '三芝區第六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2636-2111分機262',
            ],
            58 => 
            [
                'id' => 59,
                'name' => '三芝區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2636-2111分機262',
            ],
            59 => 
            [
                'id' => 60,
                'name' => '三星鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9892018',
            ],
            60 => 
            [
                'id' => 61,
                'name' => '三星鄉第二公墓納骨堂「祿園」',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9894340',
            ],
            61 => 
            [
                'id' => 62,
                'name' => '三峽弘道納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2673-1146',
            ],
            62 => 
            [
                'id' => 63,
                'name' => '三峽生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '02-2671-0609',
            ],
            63 => 
            [
                'id' => 64,
                'name' => '三峽區弘道示範公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2671-1017分機216',
            ],
            64 => 
            [
                'id' => 65,
                'name' => '三峽區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2671-1017分機216',
            ],
            65 => 
            [
                'id' => 66,
            'name' => '三峽區第三公墓(示範公墓)',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2671-1017分機216',
            ],
            66 => 
            [
                'id' => 67,
            'name' => '三義鄉第一公墓納骨堂(懷親堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '037-872801',
            ],
            67 => 
            [
                'id' => 68,
                'name' => '三層公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            68 => 
            [
                'id' => 69,
                'name' => '三灣鄉三灣公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-831001',
            ],
            69 => 
            [
                'id' => 70,
                'name' => '三灣鄉內灣公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-831001',
            ],
            70 => 
            [
                'id' => 71,
                'name' => '三灣鄉永和公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-831001',
            ],
            71 => 
            [
                'id' => 72,
                'name' => '下營區納骨堂-蓮華園',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6790201',
            ],
            72 => 
            [
                'id' => 73,
                'name' => '下營區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6892104',
            ],
            73 => 
            [
                'id' => 74,
                'name' => '下營區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6892104',
            ],
            74 => 
            [
                'id' => 75,
                'name' => '下營區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6892104',
            ],
            75 => 
            [
                'id' => 76,
                'name' => '下營區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6892104',
            ],
            76 => 
            [
                'id' => 77,
                'name' => '口湖鄉成龍納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-7892061',
            ],
            77 => 
            [
                'id' => 78,
                'name' => '土城公有靈恩納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2274-3477',
            ],
            78 => 
            [
                'id' => 79,
                'name' => '大內區納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5765005',
            ],
            79 => 
            [
                'id' => 80,
            'name' => '大內區第一公墓(公墓已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5761001',
            ],
            80 => 
            [
                'id' => 81,
                'name' => '大內區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5761001',
            ],
            81 => 
            [
                'id' => 82,
                'name' => '大內區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5761001',
            ],
            82 => 
            [
                'id' => 83,
                'name' => '大內區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5761001',
            ],
            83 => 
            [
                'id' => 84,
                'name' => '大吉座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(07)628-3988',
            ],
            84 => 
            [
                'id' => 85,
            'name' => '大同鄉土場（第十六)公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-9801004',
        ],
        85 => 
        [
            'id' => 86,
        'name' => '大同鄉中間（第十七)公墓',
        'type' => '公墓',
        'class' => '公立',
        'telephone' => '03-9801004',
    ],
    86 => 
    [
        'id' => 87,
    'name' => '大同鄉太平（第十九)公墓',
    'type' => '公墓',
    'class' => '公立',
    'telephone' => '03-9801004',
],
87 => 
[
    'id' => 88,
'name' => '大同鄉牛鬥（第二十)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
88 => 
[
'id' => 89,
'name' => '大同鄉四季（第十三)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
89 => 
[
'id' => 90,
'name' => '大同鄉白蘭（第十八)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
90 => 
[
'id' => 91,
'name' => '大同鄉松羅（第七)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
91 => 
[
'id' => 92,
'name' => '大同鄉松羅（第八)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
92 => 
[
'id' => 93,
'name' => '大同鄉南山（第十四)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
93 => 
[
'id' => 94,
'name' => '大同鄉茂安（第十五)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
94 => 
[
'id' => 95,
'name' => '大同鄉英士（第十)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
95 => 
[
'id' => 96,
'name' => '大同鄉崙埤（第五)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
96 => 
[
'id' => 97,
'name' => '大同鄉崙埤（第六)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
97 => 
[
'id' => 98,
'name' => '大同鄉寒溪（第一)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
98 => 
[
'id' => 99,
'name' => '大同鄉寒溪（第二)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
99 => 
[
'id' => 100,
'name' => '大同鄉寒溪（第三)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
100 => 
[
'id' => 101,
'name' => '大同鄉寒溪（第四)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
101 => 
[
'id' => 102,
'name' => '大同鄉樂水（第九)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
102 => 
[
'id' => 103,
'name' => '大同鄉樂水（第十一)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
103 => 
[
'id' => 104,
'name' => '大同鄉樂水（第十二)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9801004',
],
104 => 
[
'id' => 105,
'name' => '大村鄉第14公墓(濟善堂)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '04-8525110',
],
105 => 
[
'id' => 106,
'name' => '大村鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
106 => 
[
'id' => 107,
'name' => '大村鄉第七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '04-8520149',
],
107 => 
[
'id' => 108,
'name' => '大村鄉第七公墓納骨堂(福壽堂)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '04-8525354',
],
108 => 
[
'id' => 109,
'name' => '大村鄉第八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
109 => 
[
'id' => 110,
'name' => '大村鄉第十二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
110 => 
[
'id' => 111,
'name' => '大村鄉第十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
111 => 
[
'id' => 112,
'name' => '大村鄉第十四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '04-8530334',
],
112 => 
[
'id' => 113,
'name' => '大村鄉第十四公墓納骨堂(懷恩堂)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '04-8530334',
],
113 => 
[
'id' => 114,
'name' => '大村鄉第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
114 => 
[
'id' => 115,
'name' => '大村鄉第六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
115 => 
[
'id' => 116,
'name' => '大肚山公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '04-26995874',
],
116 => 
[
'id' => 117,
'name' => '大林鎮第七（示範）公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2654645',
],
117 => 
[
'id' => 118,
'name' => '大林鎮第七公墓納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-265-4645',
],
118 => 
[
'id' => 119,
'name' => '大林鎮第九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2653211',
],
119 => 
[
'id' => 120,
'name' => '大林鎮第二（示範）公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2651252',
],
120 => 
[
'id' => 121,
'name' => '大林鎮第二公墓納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-265-1252',
],
121 => 
[
'id' => 122,
'name' => '大林鎮第八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2653211',
],
122 => 
[
'id' => 123,
'name' => '大林鎮第十一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2653211',
],
123 => 
[
'id' => 124,
'name' => '大林鎮第十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2653211',
],
124 => 
[
'id' => 125,
'name' => '大林鎮第六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2653211',
],
125 => 
[
'id' => 126,
'name' => '大林鎮第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2653211',
],
126 => 
[
'id' => 127,
'name' => '大武鄉大竹村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => NULL,
],
127 => 
[
'id' => 128,
'name' => '大武鄉大鳥村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => NULL,
],
128 => 
[
'id' => 129,
'name' => '大武鄉加羅板公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '089-790015',
],
129 => 
[
'id' => 130,
'name' => '大武鄉古庄公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '089-790015',
],
130 => 
[
'id' => 131,
'name' => '大武鄉南興村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => NULL,
],
131 => 
[
'id' => 132,
'name' => '大武鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '089-790015',
],
132 => 
[
'id' => 133,
'name' => '大南示範公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2622121',
],
133 => 
[
'id' => 134,
'name' => '大城鄉第三公墓孝思堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '04-8942980',
],
134 => 
[
'id' => 135,
'name' => '大城鄉第六公墓懷親堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '04-8942980',
],
135 => 
[
'id' => 136,
'name' => '大乘寶塔',
'type' => '骨灰(骸)存放',
'class' => '私立',
'telephone' => '049-2565706',
],
136 => 
[
'id' => 137,
'name' => '大埔鄉公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2521310',
],
137 => 
[
'id' => 138,
'name' => '大埔鄉曾文納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-2522051',
],
138 => 
[
'id' => 139,
'name' => '大埤鄉下崙公墓納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-5913498',
],
139 => 
[
'id' => 140,
'name' => '大埤鄉下崙環保墓區',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5913498',
],
140 => 
[
'id' => 141,
'name' => '大埤鄉水尾埔公墓納骨堂第1棟',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-5910262',
],
141 => 
[
'id' => 142,
'name' => '大埤鄉水尾埔公墓納骨堂第2棟',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '5910262',
],
142 => 
[
'id' => 143,
'name' => '大埤鄉水尾埔示範公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5910262',
],
143 => 
[
'id' => 144,
'name' => '大埤鄉舊庄公墓納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-5912397',
],
144 => 
[
'id' => 145,
'name' => '大湖火葬場',
'type' => '火化場',
'class' => '公立',
'telephone' => '037-994294',
],
145 => 
[
'id' => 146,
'name' => '大湖鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
146 => 
[
'id' => 147,
'name' => '大湖鄉第七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
147 => 
[
'id' => 148,
'name' => '大湖鄉第九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
148 => 
[
'id' => 149,
'name' => '大湖鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
149 => 
[
'id' => 150,
'name' => '大湖鄉第八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
150 => 
[
'id' => 151,
'name' => '大湖鄉第十一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
151 => 
[
'id' => 152,
'name' => '大湖鄉第十二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
152 => 
[
'id' => 153,
'name' => '大湖鄉第十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
153 => 
[
'id' => 154,
'name' => '大湖鄉第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
154 => 
[
'id' => 155,
'name' => '大湖鄉第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
155 => 
[
'id' => 156,
'name' => '大湖鄉第六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
156 => 
[
'id' => 157,
'name' => '大湖鄉第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-991111',
],
157 => 
[
'id' => 158,
'name' => '大湳公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-823115',
],
158 => 
[
'id' => 159,
'name' => '大園生命紀念館',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '03_3866246',
],
159 => 
[
'id' => 160,
'name' => '大園區第22公墓安祥塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '03-3866246',
],
160 => 
[
'id' => 161,
'name' => '大園區第22公墓納骨塔堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '03-3866246',
],
161 => 
[
'id' => 162,
'name' => '大園區第九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
162 => 
[
'id' => 163,
'name' => '大園區第二十二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
163 => 
[
'id' => 164,
'name' => '大園區第二十三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
164 => 
[
'id' => 165,
'name' => '大園區第二十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
165 => 
[
'id' => 166,
'name' => '大園區第二十四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
166 => 
[
'id' => 167,
'name' => '大園區第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
167 => 
[
'id' => 168,
'name' => '大園區第八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
168 => 
[
'id' => 169,
'name' => '大園區第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
169 => 
[
'id' => 170,
'name' => '大園區第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3866246',
],
170 => 
[
'id' => 171,
'name' => '大溪生命紀念園區',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '03-3809370',
],
171 => 
[
'id' => 172,
'name' => '大溪區第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3882201',
],
172 => 
[
'id' => 173,
'name' => '大溪區第七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3882201',
],
173 => 
[
'id' => 174,
'name' => '大溪區第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3882201',
],
174 => 
[
'id' => 175,
'name' => '大溪區第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3882201',
],
175 => 
[
'id' => 176,
'name' => '大溪區第六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3882201',
],
176 => 
[
'id' => 177,
'name' => '大溪區第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-3882201',
],
177 => 
[
'id' => 178,
'name' => '山上區第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-5781801',
],
178 => 
[
'id' => 179,
'name' => '山上區第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-5781801',
],
179 => 
[
'id' => 180,
'name' => '山上區第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-5781801',
],
180 => 
[
'id' => 181,
'name' => '山上區懷恩堂納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '06-5781801',
],
181 => 
[
'id' => 182,
'name' => '中台禪寺地藏寶塔',
'type' => '骨灰(骸)存放',
'class' => '私立',
'telephone' => '049-2930215',
],
182 => 
[
'id' => 183,
'name' => '中和納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '2946-1153',
],
183 => 
[
'id' => 184,
'name' => '中和區第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '(02)2248-2688分機315',
],
184 => 
[
'id' => 185,
'name' => '中南寶塔骨灰骸存放設施',
'type' => '骨灰(骸)存放',
'class' => '私立',
'telephone' => '06-5911011',
],
185 => 
[
'id' => 186,
'name' => '中埔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2533321*144',
],
186 => 
[
'id' => 187,
'name' => '中埔鄉金蘭公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '2533321*144',
],
187 => 
[
'id' => 188,
'name' => '中埔鄉柚仔宅納骨堂(慈恩堂)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-2533805',
],
188 => 
[
'id' => 189,
'name' => '中埔鄉義仁公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '2533321*144',
],
189 => 
[
'id' => 190,
'name' => '中寮鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
190 => 
[
'id' => 191,
'name' => '中寮鄉第七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
191 => 
[
'id' => 192,
'name' => '中寮鄉第九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
192 => 
[
'id' => 193,
'name' => '中寮鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
193 => 
[
'id' => 194,
'name' => '中寮鄉第八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
194 => 
[
'id' => 195,
'name' => '中寮鄉第十一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
195 => 
[
'id' => 196,
'name' => '中寮鄉第十七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
196 => 
[
'id' => 197,
'name' => '中寮鄉第十九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
197 => 
[
'id' => 198,
'name' => '中寮鄉第十二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
198 => 
[
'id' => 199,
'name' => '中寮鄉第十八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
199 => 
[
'id' => 200,
'name' => '中寮鄉第十三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
200 => 
[
'id' => 201,
'name' => '中寮鄉第十五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
201 => 
[
'id' => 202,
'name' => '中寮鄉第十五公墓納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '049-2602064',
],
202 => 
[
'id' => 203,
'name' => '中寮鄉第十公墓納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '049-2694403',
],
203 => 
[
'id' => 204,
'name' => '中寮鄉第十四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
204 => 
[
'id' => 205,
'name' => '中寮鄉第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
205 => 
[
'id' => 206,
'name' => '中寮鄉第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
206 => 
[
'id' => 207,
'name' => '中寮鄉第六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
207 => 
[
'id' => 208,
'name' => '中寮鄉第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2692301',
],
208 => 
[
'id' => 209,
'name' => '中興納骨堂（懷仁堂）',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '049-2252713',
],
209 => 
[
'id' => 210,
'name' => '中興納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '03-8883118',
],
210 => 
[
'id' => 211,
'name' => '中壢區火化場',
'type' => '火化場',
'class' => '公立',
'telephone' => '03-4522944',
],
211 => 
[
'id' => 212,
'name' => '中壢區納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '03-4522944',
],
212 => 
[
'id' => 213,
'name' => '中壢區殯葬服務中心-殯儀館',
'type' => '殯儀館',
'class' => '公立',
'telephone' => '03-4522944',
],
213 => 
[
'id' => 214,
'name' => '五股孝恩納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '2293-7584或2291-6051',
],
214 => 
[
'id' => 215,
'name' => '五股區第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '(02)2291-6051分機218',
],
215 => 
[
'id' => 216,
'name' => '五股區第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '(02)2291-6051分機218',
],
216 => 
[
'id' => 217,
'name' => '五峰鄉大隘第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
217 => 
[
'id' => 218,
'name' => '五峰鄉大隘第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
218 => 
[
'id' => 219,
'name' => '五峰鄉大隘第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
219 => 
[
'id' => 220,
'name' => '五峰鄉大隘第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
220 => 
[
'id' => 221,
'name' => '五峰鄉竹林第3公墓',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '03-5851001#309、#305',
],
221 => 
[
'id' => 222,
'name' => '五峰鄉竹林第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
222 => 
[
'id' => 223,
'name' => '五峰鄉竹林第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
223 => 
[
'id' => 224,
'name' => '五峰鄉竹林第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
224 => 
[
'id' => 225,
'name' => '五峰鄉花園第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
225 => 
[
'id' => 226,
'name' => '五峰鄉花園第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
226 => 
[
'id' => 227,
'name' => '五峰鄉花園第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
227 => 
[
'id' => 228,
'name' => '五峰鄉花園第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
228 => 
[
'id' => 229,
'name' => '五峰鄉桃山第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
229 => 
[
'id' => 230,
'name' => '五峰鄉桃山第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
230 => 
[
'id' => 231,
'name' => '五峰鄉桃山第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
231 => 
[
'id' => 232,
'name' => '五峰鄉桃山第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
232 => 
[
'id' => 233,
'name' => '五峰鄉桃山第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5851001',
],
233 => 
[
'id' => 234,
'name' => '五結鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9501115',
],
234 => 
[
'id' => 235,
'name' => '五結鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9501115',
],
235 => 
[
'id' => 236,
'name' => '五結鄉第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9501115',
],
236 => 
[
'id' => 237,
'name' => '五結鄉第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9501115',
],
237 => 
[
'id' => 238,
'name' => '仁武區第一公墓懷德堂骨灰(骸)存放設施',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '07-3718159',
],
238 => 
[
'id' => 239,
'name' => '仁武第一公墓「懷慈堂」(納骨堂)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '07-3748904',
],
239 => 
[
'id' => 240,
'name' => '仁愛鄉力行村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
240 => 
[
'id' => 241,
'name' => '仁愛鄉大同村公墓1',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
241 => 
[
'id' => 242,
'name' => '仁愛鄉大同村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
242 => 
[
'id' => 243,
'name' => '仁愛鄉中正村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
243 => 
[
'id' => 244,
'name' => '仁愛鄉互助村公墓1',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
244 => 
[
'id' => 245,
'name' => '仁愛鄉互助村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
245 => 
[
'id' => 246,
'name' => '仁愛鄉互助村公墓3',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
246 => 
[
'id' => 247,
'name' => '仁愛鄉互助村公墓4',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
247 => 
[
'id' => 248,
'name' => '仁愛鄉互助村公墓5',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
248 => 
[
'id' => 249,
'name' => '仁愛鄉合作村公墓1',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
249 => 
[
'id' => 250,
'name' => '仁愛鄉合作村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
250 => 
[
'id' => 251,
'name' => '仁愛鄉合作村公墓3',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
251 => 
[
'id' => 252,
'name' => '仁愛鄉法治村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
252 => 
[
'id' => 253,
'name' => '仁愛鄉南豐村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
253 => 
[
'id' => 254,
'name' => '仁愛鄉春陽村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
254 => 
[
'id' => 255,
'name' => '仁愛鄉發祥村公墓1',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
255 => 
[
'id' => 256,
'name' => '仁愛鄉發祥村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
256 => 
[
'id' => 257,
'name' => '仁愛鄉發祥村公墓3',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
257 => 
[
'id' => 258,
'name' => '仁愛鄉新生村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
258 => 
[
'id' => 259,
'name' => '仁愛鄉萬豐村公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
259 => 
[
'id' => 260,
'name' => '仁愛鄉精英村公墓1',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
260 => 
[
'id' => 261,
'name' => '仁愛鄉精英村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
261 => 
[
'id' => 262,
'name' => '仁愛鄉翠華村公墓1',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
262 => 
[
'id' => 263,
'name' => '仁愛鄉翠華村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
263 => 
[
'id' => 264,
'name' => '仁愛鄉親愛村公墓1',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
264 => 
[
'id' => 265,
'name' => '仁愛鄉親愛村公墓2',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2802534',
],
265 => 
[
'id' => 266,
'name' => '仁德區中洲示範公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-2661186',
],
266 => 
[
'id' => 267,
'name' => '元長鄉下寮公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
267 => 
[
'id' => 268,
'name' => '元長鄉久溪宅公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
268 => 
[
'id' => 269,
'name' => '元長鄉大品公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
269 => 
[
'id' => 270,
'name' => '元長鄉山內公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
270 => 
[
'id' => 271,
'name' => '元長鄉內寮公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
271 => 
[
'id' => 272,
'name' => '元長鄉公梅公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
272 => 
[
'id' => 273,
'name' => '元長鄉合和公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
273 => 
[
'id' => 274,
'name' => '元長鄉宗源公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882222',
],
274 => 
[
'id' => 275,
'name' => '元長鄉爭 樂公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7981535',
],
275 => 
[
'id' => 276,
'name' => '元長鄉埔仔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
276 => 
[
'id' => 277,
'name' => '元長鄉頂西莊公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
277 => 
[
'id' => 278,
'name' => '元長鄉潭內瓦瑤公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7882221',
],
278 => 
[
'id' => 279,
'name' => '內門區第九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '07-6672061',
],
279 => 
[
'id' => 280,
'name' => '內門區第十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '07-6672061',
],
280 => 
[
'id' => 281,
'name' => '內門區第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '07-6672061',
],
281 => 
[
'id' => 282,
'name' => '內埔-無主存放所',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '08-7793705',
],
282 => 
[
'id' => 283,
'name' => '內埔鄉第一公墓納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '08-7793705',
],
283 => 
[
'id' => 284,
'name' => '內埔鄉第一公墓第二棟納骨堂(和祥園)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '08-7793705',
],
284 => 
[
'id' => 285,
'name' => '內埔鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
285 => 
[
'id' => 286,
'name' => '內埔鄉第八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
286 => 
[
'id' => 287,
'name' => '內埔鄉第十一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
287 => 
[
'id' => 288,
'name' => '內埔鄉第十三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
288 => 
[
'id' => 289,
'name' => '內埔鄉第十三公墓納骨牆',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '08-7793705',
],
289 => 
[
'id' => 290,
'name' => '內埔鄉第十五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
290 => 
[
'id' => 291,
'name' => '內埔鄉第十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
291 => 
[
'id' => 292,
'name' => '內埔鄉第十四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
292 => 
[
'id' => 293,
'name' => '內埔鄉第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
293 => 
[
'id' => 294,
'name' => '內埔鄉第六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
294 => 
[
'id' => 295,
'name' => '內埔鄉第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '08-7792001',
],
295 => 
[
'id' => 296,
'name' => '六甲區納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '06-6988045',
],
296 => 
[
'id' => 297,
'name' => '六甲區第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06',
],
297 => 
[
'id' => 298,
'name' => '六甲區第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06',
],
298 => 
[
'id' => 299,
'name' => '六甲區第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06',
],
299 => 
[
'id' => 300,
'name' => '六甲區第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06',
],
300 => 
[
'id' => 301,
'name' => '六腳鄉立殯儀館',
'type' => '殯儀館',
'class' => '公立',
'telephone' => '(05)3800608',
],
301 => 
[
'id' => 302,
'name' => '六腳鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
302 => 
[
'id' => 303,
'name' => '六腳鄉第七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
303 => 
[
'id' => 304,
'name' => '六腳鄉第二十一(示範)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
304 => 
[
'id' => 305,
'name' => '六腳鄉第二十一公墓納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-370-6355',
],
305 => 
[
'id' => 306,
'name' => '六腳鄉第二十五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
306 => 
[
'id' => 307,
'name' => '六腳鄉第二十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
307 => 
[
'id' => 308,
'name' => '六腳鄉第二十四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
308 => 
[
'id' => 309,
'name' => '六腳鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
309 => 
[
'id' => 310,
'name' => '六腳鄉第八、九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
310 => 
[
'id' => 311,
'name' => '六腳鄉第十一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
311 => 
[
'id' => 312,
'name' => '六腳鄉第十七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
312 => 
[
'id' => 313,
'name' => '六腳鄉第十九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
313 => 
[
'id' => 314,
'name' => '六腳鄉第十二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
314 => 
[
'id' => 315,
'name' => '六腳鄉第十八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
315 => 
[
'id' => 316,
'name' => '六腳鄉第十三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
316 => 
[
'id' => 317,
'name' => '六腳鄉第十五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
317 => 
[
'id' => 318,
'name' => '六腳鄉第十六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
318 => 
[
'id' => 319,
'name' => '六腳鄉第十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
319 => 
[
'id' => 320,
'name' => '六腳鄉第十四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
320 => 
[
'id' => 321,
'name' => '六腳鄉第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
321 => 
[
'id' => 322,
'name' => '六腳鄉第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
322 => 
[
'id' => 323,
'name' => '六腳鄉第六(示範)公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
323 => 
[
'id' => 324,
'name' => '六腳鄉第六公墓納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-380-0608',
],
324 => 
[
'id' => 325,
'name' => '六腳鄉第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3801121',
],
325 => 
[
'id' => 326,
'name' => '六龜區公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '07-6893177',
],
326 => 
[
'id' => 327,
'name' => '六龜區荖濃公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '07-6893177',
],
327 => 
[
'id' => 328,
'name' => '六龜區新發公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '07-6893177',
],
328 => 
[
'id' => 329,
'name' => '公館鄉第10公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
329 => 
[
'id' => 330,
'name' => '公館鄉第11公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
330 => 
[
'id' => 331,
'name' => '公館鄉第12公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
331 => 
[
'id' => 332,
'name' => '公館鄉第13公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
332 => 
[
'id' => 333,
'name' => '公館鄉第14公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
333 => 
[
'id' => 334,
'name' => '公館鄉第15公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
334 => 
[
'id' => 335,
'name' => '公館鄉第16公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
335 => 
[
'id' => 336,
'name' => '公館鄉第17公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
336 => 
[
'id' => 337,
'name' => '公館鄉第18公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
337 => 
[
'id' => 338,
'name' => '公館鄉第2公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
338 => 
[
'id' => 339,
'name' => '公館鄉第4公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
339 => 
[
'id' => 340,
'name' => '公館鄉第5公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
340 => 
[
'id' => 341,
'name' => '公館鄉第6公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-',
],
341 => 
[
'id' => 342,
'name' => '公館鄉第7公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
342 => 
[
'id' => 343,
'name' => '公館鄉第8公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
343 => 
[
'id' => 344,
'name' => '公館鄉第9公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '037-222210',
],
344 => 
[
'id' => 345,
'name' => '天陵墓園',
'type' => '公墓',
'class' => '私立',
'telephone' => '03-6235359',
],
345 => 
[
'id' => 346,
'name' => '天陵墓園',
'type' => '骨灰(骸)存放',
'class' => '私立',
'telephone' => '03-6235359',
],
346 => 
[
'id' => 347,
'name' => '太保市第10公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
347 => 
[
'id' => 348,
'name' => '太保市第11公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
348 => 
[
'id' => 349,
'name' => '太保市第12公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
349 => 
[
'id' => 350,
'name' => '太保市第13公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
350 => 
[
'id' => 351,
'name' => '太保市第14公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
351 => 
[
'id' => 352,
'name' => '太保市第15公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
352 => 
[
'id' => 353,
'name' => '太保市第16公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
353 => 
[
'id' => 354,
'name' => '太保市第17公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
354 => 
[
'id' => 355,
'name' => '太保市第18公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
355 => 
[
'id' => 356,
'name' => '太保市第19公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
356 => 
[
'id' => 357,
'name' => '太保市第1公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
357 => 
[
'id' => 358,
'name' => '太保市第20公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
358 => 
[
'id' => 359,
'name' => '太保市第21公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
359 => 
[
'id' => 360,
'name' => '太保市第2公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
360 => 
[
'id' => 361,
'name' => '太保市第3公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
361 => 
[
'id' => 362,
'name' => '太保市第4公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
362 => 
[
'id' => 363,
'name' => '太保市第5公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
363 => 
[
'id' => 364,
'name' => '太保市第7公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
364 => 
[
'id' => 365,
'name' => '太保市第9公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-3716137',
],
365 => 
[
'id' => 366,
'name' => '太保市第一納骨堂（親寧堂）',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-238-4645',
],
366 => 
[
'id' => 367,
'name' => '太麻里鄉三和公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
367 => 
[
'id' => 368,
'name' => '太麻里鄉三和殯葬園區懷恩堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '(089)517-085',
],
368 => 
[
'id' => 369,
'name' => '太麻里鄉上大溪公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
369 => 
[
'id' => 370,
'name' => '太麻里鄉上多良公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
370 => 
[
'id' => 371,
'name' => '太麻里鄉大溪公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
371 => 
[
'id' => 372,
'name' => '太麻里鄉中大溪公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
372 => 
[
'id' => 373,
'name' => '太麻里鄉多良公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
373 => 
[
'id' => 374,
'name' => '太麻里鄉金崙公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
374 => 
[
'id' => 375,
'name' => '太麻里鄉金崙溫泉公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
375 => 
[
'id' => 376,
'name' => '太麻里鄉香蘭公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
376 => 
[
'id' => 377,
'name' => '心燈館',
'type' => '殯儀館',
'class' => '私立',
'telephone' => '08-7212111',
],
377 => 
[
'id' => 378,
'name' => '文殊金寶塔',
'type' => '骨灰(骸)存放',
'class' => '私立',
'telephone' => '08-7228502',
],
378 => 
[
'id' => 379,
'name' => '斗六市八德公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5350717',
],
379 => 
[
'id' => 380,
'name' => '斗六市八德納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-5350717',
],
380 => 
[
'id' => 381,
'name' => '斗六市立殯儀館',
'type' => '殯儀館',
'class' => '公立',
'telephone' => '05-5350717',
],
381 => 
[
'id' => 382,
'name' => '水上鄉生命紀念館',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-2892598',
],
382 => 
[
'id' => 383,
'name' => '水上鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
383 => 
[
'id' => 384,
'name' => '水上鄉第七公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
384 => 
[
'id' => 385,
'name' => '水上鄉第九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
385 => 
[
'id' => 386,
'name' => '水上鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
386 => 
[
'id' => 387,
'name' => '水上鄉第八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
387 => 
[
'id' => 388,
'name' => '水上鄉第十九公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
388 => 
[
'id' => 389,
'name' => '水上鄉第十二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
389 => 
[
'id' => 390,
'name' => '水上鄉第十八公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
390 => 
[
'id' => 391,
'name' => '水上鄉第十三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
391 => 
[
'id' => 392,
'name' => '水上鄉第十六公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
392 => 
[
'id' => 393,
'name' => '水上鄉第十公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
393 => 
[
'id' => 394,
'name' => '水上鄉第十四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
394 => 
[
'id' => 395,
'name' => '水上鄉第五公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
395 => 
[
'id' => 396,
'name' => '水上鄉第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-2682406',
],
396 => 
[
'id' => 397,
'name' => '水里鄉上安公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2772141分機222',
],
397 => 
[
'id' => 398,
'name' => '水里鄉民和公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2772141分機222',
],
398 => 
[
'id' => 399,
'name' => '水里鄉永興公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2772141分機222',
],
399 => 
[
'id' => 400,
'name' => '水里鄉永豐公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2772141分機222',
],
400 => 
[
'id' => 401,
'name' => '水里鄉玉峰公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2772141分機222',
],
401 => 
[
'id' => 402,
'name' => '水里鄉第3公墓第1座納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '049-2772570',
],
402 => 
[
'id' => 403,
'name' => '水里鄉第3公墓第2座納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '049-2772570',
],
403 => 
[
'id' => 404,
'name' => '水里鄉第三(頂崁)示範公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2772570',
],
404 => 
[
'id' => 405,
'name' => '水里鄉新興公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '049-2772141分機222',
],
405 => 
[
'id' => 406,
'name' => '水林鄉土厝示範公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0911-100041',
],
406 => 
[
'id' => 407,
'name' => '水林鄉土厝示範公墓（懷恩堂）',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '0987-557952',
],
407 => 
[
'id' => 408,
'name' => '水林鄉大山公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
408 => 
[
'id' => 409,
'name' => '水林鄉五聖爺宮公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
409 => 
[
'id' => 410,
'name' => '水林鄉西井公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
410 => 
[
'id' => 411,
'name' => '水林鄉車港公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
411 => 
[
'id' => 412,
'name' => '水林鄉虎頭山崙﹝大﹞公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
412 => 
[
'id' => 413,
'name' => '水林鄉虎頭山崙﹝小﹞公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
413 => 
[
'id' => 414,
'name' => '水林鄉後湖公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
414 => 
[
'id' => 415,
'name' => '水林鄉後寮埔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
415 => 
[
'id' => 416,
'name' => '水林鄉春埔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
416 => 
[
'id' => 417,
'name' => '水林鄉湖子內公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
417 => 
[
'id' => 418,
'name' => '水林鄉溪墘公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
418 => 
[
'id' => 419,
'name' => '水林鄉蔦松﹝後壁山﹞公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
419 => 
[
'id' => 420,
'name' => '水林鄉蕃薯厝公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7842056',
],
420 => 
[
'id' => 421,
'name' => '水林鄉蕃薯厝公墓（納骨塔）',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-7842056',
],
421 => 
[
'id' => 422,
'name' => '冬山鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9591105',
],
422 => 
[
'id' => 423,
'name' => '冬山鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9591105',
],
423 => 
[
'id' => 424,
'name' => '冬山鄉第三公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9591105',
],
424 => 
[
'id' => 425,
'name' => '冬山鄉第四公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-9591105',
],
425 => 
[
'id' => 426,
'name' => '北斗鎮思恩塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '04-8780279',
],
426 => 
[
'id' => 427,
'name' => '北斗鎮追思禮堂',
'type' => '殯儀館',
'class' => '公立',
'telephone' => '04-8780279',
],
427 => 
[
'id' => 428,
'name' => '北斗鎮第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '04-8780279',
],
428 => 
[
'id' => 429,
'name' => '北斗鎮齊民殿',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '04-8780279',
],
429 => 
[
'id' => 430,
'name' => '北門區中樞（第二）公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-7862001',
],
430 => 
[
'id' => 431,
'name' => '北門區仁里（第三）公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-7862001',
],
431 => 
[
'id' => 432,
'name' => '北門鄉三寮灣公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-7862001',
],
432 => 
[
'id' => 433,
'name' => '北門鄉永華公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-7862001',
],
433 => 
[
'id' => 434,
'name' => '北竿鄉民眾公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0836-56690',
],
434 => 
[
'id' => 435,
'name' => '北竿鄉納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '0836-56690',
],
435 => 
[
'id' => 436,
'name' => '北竿鄉殯儀館',
'type' => '殯儀館',
'class' => '公立',
'telephone' => '0836-55218',
],
436 => 
[
'id' => 437,
'name' => '北埔鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5802204',
],
437 => 
[
'id' => 438,
'name' => '北埔鄉第二公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '03-5802204',
],
438 => 
[
'id' => 439,
'name' => '北基花園墓園',
'type' => '公墓',
'class' => '私立',
'telephone' => '02-24565885',
],
439 => 
[
'id' => 440,
'name' => '北莊福園靈（納）骨塔',
'type' => '骨灰(骸)存放',
'class' => '私立',
'telephone' => '03-5890967',
],
440 => 
[
'id' => 441,
'name' => '北港好收第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
441 => 
[
'id' => 442,
'name' => '北港鎮六分公崙公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
442 => 
[
'id' => 443,
'name' => '北港鎮水尾溝塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
443 => 
[
'id' => 444,
'name' => '北港鎮水埔西勢塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
444 => 
[
'id' => 445,
'name' => '北港鎮印子崙公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
445 => 
[
'id' => 446,
'name' => '北港鎮扶朝尾塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
446 => 
[
'id' => 447,
'name' => '北港鎮扶朝家中塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
447 => 
[
'id' => 448,
'name' => '北港鎮沙崙塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
448 => 
[
'id' => 449,
'name' => '北港鎮府番示範公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-7831423',
],
449 => 
[
'id' => 450,
'name' => '北港鎮府番示範公墓第一納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-7831423',
],
450 => 
[
'id' => 451,
'name' => '北港鎮府番示範公墓第二納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-7831423',
],
451 => 
[
'id' => 452,
'name' => '北港鎮胡盛塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
452 => 
[
'id' => 453,
'name' => '北港鎮連荒埔塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
453 => 
[
'id' => 454,
'name' => '北港鎮鳥食麥公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
454 => 
[
'id' => 455,
'name' => '北港鎮番溝中塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
455 => 
[
'id' => 456,
'name' => '北港鎮媽祖湖公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
456 => 
[
'id' => 457,
'name' => '北港鎮義德塚公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
457 => 
[
'id' => 458,
'name' => '古坑鄉下寮公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
458 => 
[
'id' => 459,
'name' => '古坑鄉大平頂公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
459 => 
[
'id' => 460,
'name' => '古坑鄉山腳公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
460 => 
[
'id' => 461,
'name' => '古坑鄉刈菜園公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
461 => 
[
'id' => 462,
'name' => '古坑鄉瓦瑤公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
462 => 
[
'id' => 463,
'name' => '古坑鄉竹圍仔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
463 => 
[
'id' => 464,
'name' => '古坑鄉埔尾公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
464 => 
[
'id' => 465,
'name' => '古坑鄉埔頂公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
465 => 
[
'id' => 466,
'name' => '古坑鄉桂花園公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
466 => 
[
'id' => 467,
'name' => '古坑鄉埤內坑公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
467 => 
[
'id' => 468,
'name' => '古坑鄉崎坪坵示範公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
468 => 
[
'id' => 469,
'name' => '古坑鄉崎坪坵示範公墓納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-5826320',
],
469 => 
[
'id' => 470,
'name' => '古坑鄉頂牛埔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
470 => 
[
'id' => 471,
'name' => '古坑鄉番仔寮公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
471 => 
[
'id' => 472,
'name' => '古坑鄉塚仔山公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
472 => 
[
'id' => 473,
'name' => '古坑鄉溝槽公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
473 => 
[
'id' => 474,
'name' => '古坑鄉蜈蜞坪公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
474 => 
[
'id' => 475,
'name' => '古坑鄉橫路口公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '05-5826320',
],
475 => 
[
'id' => 476,
'name' => '台北聖城',
'type' => '公墓',
'class' => '私立',
'telephone' => '02-24661234',
],
476 => 
[
'id' => 477,
'name' => '台北聖城',
'type' => '骨灰(骸)存放',
'class' => '私立',
'telephone' => '02-24661234',
],
477 => 
[
'id' => 478,
'name' => '台東市火化場',
'type' => '火化場',
'class' => '公立',
'telephone' => '089-230016',
],
478 => 
[
'id' => 479,
'name' => '台東市立懷親堂納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '089-230016',
],
479 => 
[
'id' => 480,
'name' => '台東市第三公墓(台東市殯葬懷恩園區)',
'type' => '公墓',
'class' => '公立',
'telephone' => '089-230016',
],
480 => 
[
'id' => 481,
'name' => '台東市懷恩生命紀念館',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '230095',
],
481 => 
[
'id' => 482,
'name' => '台東縣池上鄉第一公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '089-862406',
],
482 => 
[
'id' => 483,
'name' => '台東縣池上鄉第一公墓納骨堂(懷恩堂)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '089-862406',
],
483 => 
[
'id' => 484,
'name' => '台南市將軍區納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '06-7944473',
],
484 => 
[
'id' => 485,
'name' => '四湖鄉三條崙公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
485 => 
[
'id' => 486,
'name' => '四湖鄉五塊厝公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
486 => 
[
'id' => 487,
'name' => '四湖鄉內湖公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
487 => 
[
'id' => 488,
'name' => '四湖鄉羊調公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
488 => 
[
'id' => 489,
'name' => '四湖鄉林厝公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '0',
],
489 => 
[
'id' => 490,
'name' => '四湖鄉施湖公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
490 => 
[
'id' => 491,
'name' => '四湖鄉飛沙納骨塔',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-7872174',
],
491 => 
[
'id' => 492,
'name' => '四湖鄉飛沙納骨塔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => NULL,
],
492 => 
[
'id' => 493,
'name' => '四湖鄉魚寮公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
493 => 
[
'id' => 494,
'name' => '四湖鄉新庄生命紀念園區新庄納骨堂',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-7872001',
],
494 => 
[
'id' => 495,
'name' => '四湖鄉溪底公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '無',
],
495 => 
[
'id' => 496,
'name' => '四湖鄉溪崙納骨塔(新塔)',
'type' => '骨灰(骸)存放',
'class' => '公立',
'telephone' => '05-7872174',
],
496 => 
[
'id' => 497,
'name' => '四湖鄉溪崙納骨塔公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => NULL,
],
497 => 
[
'id' => 498,
'name' => '左鎮區第10公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-5731611',
],
498 => 
[
'id' => 499,
'name' => '左鎮區第13公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-5731611',
],
499 => 
[
'id' => 500,
'name' => '左鎮區第1公墓',
'type' => '公墓',
'class' => '公立',
'telephone' => '06-5731611',
],
]);
        DB::table('taiwan_funeral_facilities')->insert([
            0 => 
            [
                'id' => 501,
                'name' => '左鎮區第20公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            1 => 
            [
                'id' => 502,
                'name' => '左鎮區第2公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            2 => 
            [
                'id' => 503,
                'name' => '左鎮區第3公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            3 => 
            [
                'id' => 504,
                'name' => '左鎮區第4公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            4 => 
            [
                'id' => 505,
                'name' => '左鎮區第5公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            5 => 
            [
                'id' => 506,
                'name' => '左鎮區第6公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            6 => 
            [
                'id' => 507,
                'name' => '左鎮區第8公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            7 => 
            [
                'id' => 508,
                'name' => '左鎮區第9公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5731611',
            ],
            8 => 
            [
                'id' => 509,
                'name' => '布袋鎮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            9 => 
            [
                'id' => 510,
                'name' => '布袋鎮第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            10 => 
            [
                'id' => 511,
                'name' => '布袋鎮第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            11 => 
            [
                'id' => 512,
                'name' => '布袋鎮第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            12 => 
            [
                'id' => 513,
                'name' => '布袋鎮第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            13 => 
            [
                'id' => 514,
                'name' => '布袋鎮第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            14 => 
            [
                'id' => 515,
                'name' => '布袋鎮第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            15 => 
            [
                'id' => 516,
                'name' => '布袋鎮第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            16 => 
            [
                'id' => 517,
                'name' => '布袋鎮第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            17 => 
            [
                'id' => 518,
                'name' => '布袋鎮第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            18 => 
            [
                'id' => 519,
                'name' => '布袋鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            19 => 
            [
                'id' => 520,
                'name' => '布袋鎮第五（示範）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3453470',
            ],
            20 => 
            [
                'id' => 521,
            'name' => '布袋鎮第五示範公墓第一納骨塔(懷恩堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-345-3470',
            ],
            21 => 
            [
                'id' => 522,
            'name' => '布袋鎮第五示範公墓第二納骨塔(思源堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-345-3470',
            ],
            22 => 
            [
                'id' => 523,
                'name' => '布袋鎮第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            23 => 
            [
                'id' => 524,
                'name' => '布袋鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            24 => 
            [
                'id' => 525,
                'name' => '平溪區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2495-1510分機173',
            ],
            25 => 
            [
                'id' => 526,
                'name' => '平溪區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2495-1510分機173',
            ],
            26 => 
            [
                'id' => 527,
                'name' => '平溪區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2495-1510分機173',
            ],
            27 => 
            [
                'id' => 528,
                'name' => '平溪區第五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2495-1510分機173',
            ],
            28 => 
            [
                'id' => 529,
                'name' => '平溪區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2495-1510分機173',
            ],
            29 => 
            [
                'id' => 530,
                'name' => '平溪第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2495-2788',
            ],
            30 => 
            [
                'id' => 531,
                'name' => '平鎮區南勢納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-4572105',
            ],
            31 => 
            [
                'id' => 532,
                'name' => '未來世界藝術墓園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '02-7747-5555',
            ],
            32 => 
            [
                'id' => 533,
                'name' => '民雄鄉第10公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            33 => 
            [
                'id' => 534,
                'name' => '民雄鄉第12公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            34 => 
            [
                'id' => 535,
                'name' => '民雄鄉第13公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            35 => 
            [
                'id' => 536,
                'name' => '民雄鄉第15公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            36 => 
            [
                'id' => 537,
                'name' => '民雄鄉第16公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2724562',
            ],
            37 => 
            [
                'id' => 538,
                'name' => '民雄鄉第19公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            38 => 
            [
                'id' => 539,
                'name' => '民雄鄉第20公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            39 => 
            [
                'id' => 540,
                'name' => '民雄鄉第21公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            40 => 
            [
                'id' => 541,
                'name' => '民雄鄉第22公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            41 => 
            [
                'id' => 542,
                'name' => '民雄鄉第23公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2062938',
            ],
            42 => 
            [
                'id' => 543,
                'name' => '民雄鄉第4公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            43 => 
            [
                'id' => 544,
                'name' => '民雄鄉第6公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            44 => 
            [
                'id' => 545,
                'name' => '民雄鄉第8公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2262101',
            ],
            45 => 
            [
                'id' => 546,
                'name' => '永念庭生命典藏館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '2459-1122',
            ],
            46 => 
            [
                'id' => 547,
                'name' => '永康區第一公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-2012817、2041791',
            ],
            47 => 
            [
                'id' => 548,
                'name' => '永祿園',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            48 => 
            [
                'id' => 549,
                'name' => '永靖鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '048227594',
            ],
            49 => 
            [
                'id' => 550,
                'name' => '永靖鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8227594',
            ],
            50 => 
            [
                'id' => 551,
                'name' => '永靖鄉第一公墓第一座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8227594',
            ],
            51 => 
            [
                'id' => 552,
                'name' => '永靖鄉第一公墓第二座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8227594',
            ],
            52 => 
            [
                'id' => 553,
                'name' => '永靖鄉第一公墓第三座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8227594',
            ],
            53 => 
            [
                'id' => 554,
                'name' => '永靖鄉第三公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8229727',
            ],
            54 => 
            [
                'id' => 555,
                'name' => '永福金寶塔骨灰存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-3877196',
            ],
            55 => 
            [
                'id' => 556,
                'name' => '玉井區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            56 => 
            [
                'id' => 557,
                'name' => '玉井區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            57 => 
            [
                'id' => 558,
                'name' => '玉井區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            58 => 
            [
                'id' => 559,
                'name' => '玉井區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            59 => 
            [
                'id' => 560,
                'name' => '玉井區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            60 => 
            [
                'id' => 561,
                'name' => '玉井區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            61 => 
            [
                'id' => 562,
                'name' => '玉井區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            62 => 
            [
                'id' => 563,
                'name' => '玉井區懷恩堂納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5747099',
            ],
            63 => 
            [
                'id' => 564,
                'name' => '玉里鎮三民公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            64 => 
            [
                'id' => 565,
                'name' => '玉里鎮大禹公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            65 => 
            [
                'id' => 566,
                'name' => '玉里鎮玉里公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            66 => 
            [
                'id' => 567,
                'name' => '玉里鎮安通公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            67 => 
            [
                'id' => 568,
                'name' => '玉里鎮東豐公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            68 => 
            [
                'id' => 569,
                'name' => '玉里鎮松浦公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            69 => 
            [
                'id' => 570,
                'name' => '玉里鎮松浦火化場',
                'type' => '火化場',
                'class' => '公立',
            'telephone' => '(038) 883-166',
            ],
            70 => 
            [
                'id' => 571,
                'name' => '玉里鎮松浦骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            71 => 
            [
                'id' => 572,
                'name' => '玉里鎮長良公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            72 => 
            [
                'id' => 573,
                'name' => '玉里鎮長良骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            73 => 
            [
                'id' => 574,
                'name' => '玉里鎮春日公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            74 => 
            [
                'id' => 575,
                'name' => '玉里鎮高寮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            75 => 
            [
                'id' => 576,
                'name' => '玉里鎮德武公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            76 => 
            [
                'id' => 577,
                'name' => '玉里鎮樂合公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            77 => 
            [
                'id' => 578,
                'name' => '玉里鎮觀音公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883166',
            ],
            78 => 
            [
                'id' => 579,
                'name' => '田中鎮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8748641',
            ],
            79 => 
            [
                'id' => 580,
                'name' => '田中鎮第七公墓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8747751',
            ],
            80 => 
            [
                'id' => 581,
                'name' => '田中鎮第五公墓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8751426',
            ],
            81 => 
            [
                'id' => 582,
                'name' => '田中鎮第五公墓-簡易殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-8751426',
            ],
            82 => 
            [
                'id' => 583,
                'name' => '田寮區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6361475',
            ],
            83 => 
            [
                'id' => 584,
                'name' => '田寮區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6361475',
            ],
            84 => 
            [
                'id' => 585,
                'name' => '田寮區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6361475',
            ],
            85 => 
            [
                'id' => 586,
                'name' => '田寮區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6361475',
            ],
            86 => 
            [
                'id' => 587,
                'name' => '白沙鄉吉貝第5公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0937604002',
            ],
            87 => 
            [
                'id' => 588,
                'name' => '白沙鄉後寮第1公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9932209',
            ],
            88 => 
            [
                'id' => 589,
                'name' => '白沙鄉鳥嶼納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0919103001',
            ],
            89 => 
            [
                'id' => 590,
                'name' => '白河大仙寺附設-七寶納骨塔、九品納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-6852143、6852113',
            ],
            90 => 
            [
                'id' => 591,
                'name' => '白河區示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            91 => 
            [
                'id' => 592,
                'name' => '白河區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            92 => 
            [
                'id' => 593,
                'name' => '白河區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            93 => 
            [
                'id' => 594,
                'name' => '白河區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            94 => 
            [
                'id' => 595,
                'name' => '白河區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            95 => 
            [
                'id' => 596,
                'name' => '白河區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            96 => 
            [
                'id' => 597,
                'name' => '白河區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            97 => 
            [
                'id' => 598,
                'name' => '白河區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            98 => 
            [
                'id' => 599,
                'name' => '白河區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            99 => 
            [
                'id' => 600,
                'name' => '白河區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            100 => 
            [
                'id' => 601,
                'name' => '白河區賢德寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6817466',
            ],
            101 => 
            [
                'id' => 602,
                'name' => '白河鎮立納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            102 => 
            [
                'id' => 603,
                'name' => '白河鎮信眾型納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6817466',
            ],
            103 => 
            [
                'id' => 604,
                'name' => '白河鎮第二十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            104 => 
            [
                'id' => 605,
                'name' => '白河鎮第二十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            105 => 
            [
                'id' => 606,
                'name' => '白河鎮第二十九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            106 => 
            [
                'id' => 607,
                'name' => '白河鎮第二十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            107 => 
            [
                'id' => 608,
                'name' => '白河鎮第二十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            108 => 
            [
                'id' => 609,
                'name' => '白河鎮第二十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            109 => 
            [
                'id' => 610,
                'name' => '白河鎮第二十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            110 => 
            [
                'id' => 611,
                'name' => '白河鎮第二十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            111 => 
            [
                'id' => 612,
                'name' => '白河鎮第二十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            112 => 
            [
                'id' => 613,
                'name' => '白河鎮第二十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            113 => 
            [
                'id' => 614,
                'name' => '白河鎮第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            114 => 
            [
                'id' => 615,
                'name' => '白河鎮第十九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            115 => 
            [
                'id' => 616,
                'name' => '白河鎮第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            116 => 
            [
                'id' => 617,
                'name' => '白河鎮第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            117 => 
            [
                'id' => 618,
                'name' => '白河鎮第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            118 => 
            [
                'id' => 619,
                'name' => '白河鎮第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            119 => 
            [
                'id' => 620,
                'name' => '白河鎮第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            120 => 
            [
                'id' => 621,
                'name' => '白河鎮第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            121 => 
            [
                'id' => 622,
                'name' => '白河鎮第三十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            122 => 
            [
                'id' => 623,
                'name' => '白河鎮第三十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            123 => 
            [
                'id' => 624,
                'name' => '白河鎮第三十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6854314',
            ],
            124 => 
            [
                'id' => 625,
                'name' => '白河鎮懷遠堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6817012',
            ],
            125 => 
            [
                'id' => 626,
                'name' => '白鶴山松柏長福園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2662-6355',
            ],
            126 => 
            [
                'id' => 627,
                'name' => '石門區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2638-1721分機312',
            ],
            127 => 
            [
                'id' => 628,
                'name' => '石門區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2638-1721分機312',
            ],
            128 => 
            [
                'id' => 629,
                'name' => '石碇區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            129 => 
            [
                'id' => 630,
                'name' => '石碇區第七公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            130 => 
            [
                'id' => 631,
                'name' => '石碇區第九公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            131 => 
            [
                'id' => 632,
                'name' => '石碇區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            132 => 
            [
                'id' => 633,
                'name' => '石碇區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            133 => 
            [
                'id' => 634,
                'name' => '石碇區第十八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            134 => 
            [
                'id' => 635,
                'name' => '石碇區第十六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            135 => 
            [
                'id' => 636,
                'name' => '石碇區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            136 => 
            [
                'id' => 637,
                'name' => '石碇區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            137 => 
            [
                'id' => 638,
                'name' => '石碇區第五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            138 => 
            [
                'id' => 639,
                'name' => '石碇區第六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            139 => 
            [
                'id' => 640,
                'name' => '石碇區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2663-1080分機253',
            ],
            140 => 
            [
                'id' => 641,
                'name' => '石壁公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-823115',
            ],
            141 => 
            [
                'id' => 642,
                'name' => '石硦公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            142 => 
            [
                'id' => 643,
                'name' => '光之門',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => NULL,
            ],
            143 => 
            [
                'id' => 644,
                'name' => '光復鄉立骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8702206',
            ],
            144 => 
            [
                'id' => 645,
                'name' => '光復鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8702206',
            ],
            145 => 
            [
                'id' => 646,
                'name' => '光復鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8702206',
            ],
            146 => 
            [
                'id' => 647,
                'name' => '光復鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8702206',
            ],
            147 => 
            [
                'id' => 648,
                'name' => '吉安鄉慈雲山火化場',
                'type' => '火化場',
                'class' => '公立',
            'telephone' => '(038)523-126',
            ],
            148 => 
            [
                'id' => 649,
                'name' => '吉安鄉慈雲山環保植葬園區',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '038523126-111',
            ],
            149 => 
            [
                'id' => 650,
                'name' => '吉安鄉慈雲山懷恩納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8523-126#151',
            ],
            150 => 
            [
                'id' => 651,
            'name' => '吉園生命藝術園區(大吉座納骨塔)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6283988',
            ],
            151 => 
            [
                'id' => 652,
            'name' => '吉園生命藝術園區(吉園殯儀館)',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '07-6283988',
            ],
            152 => 
            [
                'id' => 653,
                'name' => '同仁公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            153 => 
            [
                'id' => 654,
                'name' => '向天湖公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-823115',
            ],
            154 => 
            [
                'id' => 655,
                'name' => '名度金寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-5967777',
            ],
            155 => 
            [
                'id' => 656,
                'name' => '名間鄉立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            156 => 
            [
                'id' => 657,
                'name' => '名間鄉私立萬丹山公墓',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '0919-195614',
            ],
            157 => 
            [
                'id' => 658,
                'name' => '名間鄉第10公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            158 => 
            [
                'id' => 659,
                'name' => '名間鄉第11公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2270711',
            ],
            159 => 
            [
                'id' => 660,
                'name' => '名間鄉第14公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            160 => 
            [
                'id' => 661,
                'name' => '名間鄉第16公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            161 => 
            [
                'id' => 662,
                'name' => '名間鄉第17公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            162 => 
            [
                'id' => 663,
                'name' => '名間鄉第18公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            163 => 
            [
                'id' => 664,
                'name' => '名間鄉第1公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            164 => 
            [
                'id' => 665,
                'name' => '名間鄉第3公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            165 => 
            [
                'id' => 666,
                'name' => '名間鄉第4公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            166 => 
            [
                'id' => 667,
                'name' => '名間鄉第5公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            167 => 
            [
                'id' => 668,
                'name' => '名間鄉第6公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            168 => 
            [
                'id' => 669,
                'name' => '名間鄉第7公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            169 => 
            [
                'id' => 670,
                'name' => '名間鄉第9公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2732116',
            ],
            170 => 
            [
                'id' => 671,
                'name' => '名間鄉第一公墓孝恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2736243',
            ],
            171 => 
            [
                'id' => 672,
                'name' => '名間鄉第一公墓慈恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2736243',
            ],
            172 => 
            [
                'id' => 673,
                'name' => '名間鄉第一公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2736243',
            ],
            173 => 
            [
                'id' => 674,
                'name' => '名間鄉第十一公墓奉安堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2270711',
            ],
            174 => 
            [
                'id' => 675,
                'name' => '合掌之鄉陵園紀念公墓第一期樹葬',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '6361368',
            ],
            175 => 
            [
                'id' => 676,
                'name' => '安定鄉納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5934527',
            ],
            176 => 
            [
                'id' => 677,
                'name' => '安香山陵座',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-5378917',
            ],
            177 => 
            [
                'id' => 678,
                'name' => '安樂堂納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-3858843',
            ],
            178 => 
            [
                'id' => 679,
                'name' => '尖石鄉玉峰村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            179 => 
            [
                'id' => 680,
                'name' => '尖石鄉玉峰村第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            180 => 
            [
                'id' => 681,
                'name' => '尖石鄉玉峰村第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            181 => 
            [
                'id' => 682,
                'name' => '尖石鄉玉峰村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            182 => 
            [
                'id' => 683,
                'name' => '尖石鄉玉峰村第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            183 => 
            [
                'id' => 684,
                'name' => '尖石鄉玉峰村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            184 => 
            [
                'id' => 685,
                'name' => '尖石鄉玉峰村第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            185 => 
            [
                'id' => 686,
                'name' => '尖石鄉玉峰村第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            186 => 
            [
                'id' => 687,
                'name' => '尖石鄉玉峰村第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            187 => 
            [
                'id' => 688,
                'name' => '尖石鄉秀巒村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            188 => 
            [
                'id' => 689,
                'name' => '尖石鄉秀巒村第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            189 => 
            [
                'id' => 690,
                'name' => '尖石鄉秀巒村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            190 => 
            [
                'id' => 691,
                'name' => '尖石鄉秀巒村第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            191 => 
            [
                'id' => 692,
                'name' => '尖石鄉秀巒村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            192 => 
            [
                'id' => 693,
                'name' => '尖石鄉秀巒村第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            193 => 
            [
                'id' => 694,
                'name' => '尖石鄉秀巒村第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            194 => 
            [
                'id' => 695,
                'name' => '尖石鄉秀巒村第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            195 => 
            [
                'id' => 696,
                'name' => '尖石鄉梅花村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            196 => 
            [
                'id' => 697,
                'name' => '尖石鄉梅花村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            197 => 
            [
                'id' => 698,
                'name' => '尖石鄉梅花村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            198 => 
            [
                'id' => 699,
                'name' => '尖石鄉梅花村第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            199 => 
            [
                'id' => 700,
                'name' => '尖石鄉新樂村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            200 => 
            [
                'id' => 701,
                'name' => '尖石鄉新樂村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            201 => 
            [
                'id' => 702,
                'name' => '尖石鄉新樂村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            202 => 
            [
                'id' => 703,
                'name' => '尖石鄉新樂村第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            203 => 
            [
                'id' => 704,
                'name' => '尖石鄉新樂村第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            204 => 
            [
                'id' => 705,
                'name' => '尖石鄉義興村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            205 => 
            [
                'id' => 706,
                'name' => '尖石鄉義興村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            206 => 
            [
                'id' => 707,
                'name' => '尖石鄉義興村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            207 => 
            [
                'id' => 708,
                'name' => '尖石鄉嘉樂村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            208 => 
            [
                'id' => 709,
                'name' => '尖石鄉嘉樂村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            209 => 
            [
                'id' => 710,
                'name' => '尖石鄉嘉樂村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            210 => 
            [
                'id' => 711,
                'name' => '尖石鄉錦屏村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            211 => 
            [
                'id' => 712,
                'name' => '尖石鄉錦屏村第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            212 => 
            [
                'id' => 713,
                'name' => '尖石鄉錦屏村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            213 => 
            [
                'id' => 714,
                'name' => '尖石鄉錦屏村第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            214 => 
            [
                'id' => 715,
                'name' => '尖石鄉錦屏村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            215 => 
            [
                'id' => 716,
                'name' => '尖石鄉錦屏村第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            216 => 
            [
                'id' => 717,
                'name' => '尖石鄉錦屏村第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            217 => 
            [
                'id' => 718,
                'name' => '尖石鄉錦屏村第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5841001',
            ],
            218 => 
            [
                'id' => 719,
                'name' => '成功鎮小馬公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            219 => 
            [
                'id' => 720,
                'name' => '成功鎮火葬場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            220 => 
            [
                'id' => 721,
                'name' => '成功鎮孝思堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            221 => 
            [
                'id' => 722,
                'name' => '成功鎮和平公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            222 => 
            [
                'id' => 723,
                'name' => '成功鎮宜灣公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            223 => 
            [
                'id' => 724,
                'name' => '成功鎮美山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            224 => 
            [
                'id' => 725,
                'name' => '成功鎮重安公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            225 => 
            [
                'id' => 726,
                'name' => '成功鎮納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            226 => 
            [
                'id' => 727,
                'name' => '成功鎮都歷公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            227 => 
            [
                'id' => 728,
                'name' => '成功鎮豐田公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-853226',
            ],
            228 => 
            [
                'id' => 729,
                'name' => '朴子市大槺榔公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            229 => 
            [
                'id' => 730,
                'name' => '朴子市牛挑灣公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            230 => 
            [
                'id' => 731,
                'name' => '朴子市永和里公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            231 => 
            [
                'id' => 732,
                'name' => '朴子市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            232 => 
            [
                'id' => 733,
                'name' => '朴子市竹村公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            233 => 
            [
                'id' => 734,
                'name' => '朴子市崁前公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            234 => 
            [
                'id' => 735,
                'name' => '朴子市崁後公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            235 => 
            [
                'id' => 736,
                'name' => '朴子市崁後示範公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            236 => 
            [
                'id' => 737,
                'name' => '朴子市第一示範公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            237 => 
            [
                'id' => 738,
            'name' => '朴子市第一納骨堂(懷恩堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            238 => 
            [
                'id' => 739,
            'name' => '朴子市第二納骨堂(懷親堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-379-3114',
            ],
            239 => 
            [
                'id' => 740,
                'name' => '朴子市順安公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            240 => 
            [
                'id' => 741,
                'name' => '朴子市新庄公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            241 => 
            [
                'id' => 742,
                'name' => '朴子市過埤仔公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            242 => 
            [
                'id' => 743,
                'name' => '朴子市德家公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            243 => 
            [
                'id' => 744,
                'name' => '朴子市德興公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            244 => 
            [
                'id' => 745,
                'name' => '朴子市雙溪口公墓1',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            245 => 
            [
                'id' => 746,
                'name' => '朴子市雙溪口公墓2',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(05)3793114',
            ],
            246 => 
            [
                'id' => 747,
                'name' => '池上鄉池恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-862041',
            ],
            247 => 
            [
                'id' => 748,
                'name' => '汐止區柯子林公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2641-1111分機165',
            ],
            248 => 
            [
                'id' => 749,
                'name' => '汐止區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2641-1111分機165',
            ],
            249 => 
            [
                'id' => 750,
                'name' => '汐止區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2641-1111分機165',
            ],
            250 => 
            [
                'id' => 751,
                'name' => '汐止區第十公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2641-1111分機165',
            ],
            251 => 
            [
                'id' => 752,
                'name' => '汐止區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2641-1111分機165',
            ],
            252 => 
            [
                'id' => 753,
                'name' => '汐止區第五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2641-1111分機165',
            ],
            253 => 
            [
                'id' => 754,
                'name' => '汐止區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2641-1111分機165',
            ],
            254 => 
            [
                'id' => 755,
                'name' => '竹山鎮崇恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2630993',
            ],
            255 => 
            [
                'id' => 756,
            'name' => '竹山鎮第九(下坪)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            256 => 
            [
                'id' => 757,
            'name' => '竹山鎮第二十(大坑)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            257 => 
            [
                'id' => 758,
            'name' => '竹山鎮第二十一(中心崙)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            258 => 
            [
                'id' => 759,
            'name' => '竹山鎮第二十七(山邊)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            259 => 
            [
                'id' => 760,
            'name' => '竹山鎮第二十二(頂林)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            260 => 
            [
                'id' => 761,
            'name' => '竹山鎮第二十八(山坪頂)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            261 => 
            [
                'id' => 762,
            'name' => '竹山鎮第二十三(大鞍)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            262 => 
            [
                'id' => 763,
            'name' => '竹山鎮第二十五(過溪)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            263 => 
            [
                'id' => 764,
            'name' => '竹山鎮第二十五-2(泉州)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            264 => 
            [
                'id' => 765,
            'name' => '竹山鎮第二十六(鯉魚)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            265 => 
            [
                'id' => 766,
            'name' => '竹山鎮第二十四(田子)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            266 => 
            [
                'id' => 767,
            'name' => '竹山鎮第十一(五里林)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            267 => 
            [
                'id' => 768,
            'name' => '竹山鎮第十七(頂埔)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            268 => 
            [
                'id' => 769,
            'name' => '竹山鎮第十九(溪洲子)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            269 => 
            [
                'id' => 770,
            'name' => '竹山鎮第十二(坪頂埔)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            270 => 
            [
                'id' => 771,
            'name' => '竹山鎮第十八(牛瓦頭)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            271 => 
            [
                'id' => 772,
            'name' => '竹山鎮第十三(延平)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            272 => 
            [
                'id' => 773,
            'name' => '竹山鎮第十五(筍子林)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            273 => 
            [
                'id' => 774,
            'name' => '竹山鎮第十六(鹿子坑)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            274 => 
            [
                'id' => 775,
                'name' => '竹山鎮第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            275 => 
            [
                'id' => 776,
            'name' => '竹山鎮第三(和溪厝)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            276 => 
            [
                'id' => 777,
            'name' => '竹山鎮第三十(桶頭)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            277 => 
            [
                'id' => 778,
            'name' => '竹山鎮第五(中崎)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            278 => 
            [
                'id' => 779,
            'name' => '竹山鎮第六(車店子)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            279 => 
            [
                'id' => 780,
                'name' => '竹山鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2642175',
            ],
            280 => 
            [
                'id' => 781,
                'name' => '竹山鎮懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2630993',
            ],
            281 => 
            [
                'id' => 782,
                'name' => '竹山鎮懷親堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2630993  2648731',
            ],
            282 => 
            [
                'id' => 783,
                'name' => '竹北市第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5515919#162',
            ],
            283 => 
            [
                'id' => 784,
                'name' => '竹北市第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5515919',
            ],
            284 => 
            [
                'id' => 785,
                'name' => '竹北市第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5515919',
            ],
            285 => 
            [
                'id' => 786,
                'name' => '竹北市第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5515919',
            ],
            286 => 
            [
                'id' => 787,
                'name' => '竹北市第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5515919轉16',
            ],
            287 => 
            [
                'id' => 788,
                'name' => '竹北市第四公墓納骨塔（懷宗堂）',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-5515919轉16',
            ],
            288 => 
            [
                'id' => 789,
            'name' => '竹田鄉立生命紀念園區(懿安園)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7710523',
            ],
            289 => 
            [
                'id' => 790,
                'name' => '竹田鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            290 => 
            [
                'id' => 791,
                'name' => '竹田鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            291 => 
            [
                'id' => 792,
                'name' => '竹田鄉第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            292 => 
            [
                'id' => 793,
                'name' => '竹田鄉第十九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            293 => 
            [
                'id' => 794,
                'name' => '竹田鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            294 => 
            [
                'id' => 795,
                'name' => '竹田鄉第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            295 => 
            [
                'id' => 796,
                'name' => '竹田鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            296 => 
            [
                'id' => 797,
                'name' => '竹田鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            297 => 
            [
                'id' => 798,
                'name' => '竹田鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            298 => 
            [
                'id' => 799,
                'name' => '竹田鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            299 => 
            [
                'id' => 800,
                'name' => '竹田鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            300 => 
            [
                'id' => 801,
                'name' => '竹田鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            301 => 
            [
                'id' => 802,
                'name' => '竹田鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7711560',
            ],
            302 => 
            [
                'id' => 803,
                'name' => '竹東鎮立火葬場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '03-5966177',
            ],
            303 => 
            [
                'id' => 804,
                'name' => '竹東鎮立生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-5966177',
            ],
            304 => 
            [
                'id' => 805,
                'name' => '竹東鎮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5966177',
            ],
            305 => 
            [
                'id' => 806,
                'name' => '竹東鎮第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5966177',
            ],
            306 => 
            [
                'id' => 807,
                'name' => '竹東鎮第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5966177',
            ],
            307 => 
            [
                'id' => 808,
                'name' => '竹南鎮第二公墓〈楊寮仔〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-584641',
            ],
            308 => 
            [
                'id' => 809,
            'name' => '竹南鎮第三公墓(公墓已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-584641',
            ],
            309 => 
            [
                'id' => 810,
            'name' => '竹南鎮第三公墓納骨堂(普覺堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '037-584641',
            ],
            310 => 
            [
                'id' => 811,
                'name' => '竹南鎮第三公墓納骨塔第二座普覺堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '037-584641',
            ],
            311 => 
            [
                'id' => 812,
                'name' => '竹崎鄉第一（田尾）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2791993',
            ],
            312 => 
            [
                'id' => 813,
                'name' => '竹崎鄉第一納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2611010',
            ],
            313 => 
            [
                'id' => 814,
                'name' => '竹崎鄉第七（芎蕉湖）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2611162',
            ],
            314 => 
            [
                'id' => 815,
                'name' => '竹崎鄉第九（汪厝）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2612108',
            ],
            315 => 
            [
                'id' => 816,
                'name' => '竹崎鄉第二（王墓）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2790713',
            ],
            316 => 
            [
                'id' => 817,
                'name' => '竹崎鄉第二十（金獅寮）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2611339',
            ],
            317 => 
            [
                'id' => 818,
                'name' => '竹崎鄉第二十一（牛仔腳）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0930911437',
            ],
            318 => 
            [
                'id' => 819,
                'name' => '竹崎鄉第二十二（檳榔仔）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2611871',
            ],
            319 => 
            [
                'id' => 820,
                'name' => '竹崎鄉第二納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2611011',
            ],
            320 => 
            [
                'id' => 821,
                'name' => '竹崎鄉第八（南勢山）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0921212286',
            ],
            321 => 
            [
                'id' => 822,
                'name' => '竹崎鄉第十（湖仔嶺）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2541886',
            ],
            322 => 
            [
                'id' => 823,
                'name' => '竹崎鄉第十一（舊社）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2616902',
            ],
            323 => 
            [
                'id' => 824,
                'name' => '竹崎鄉第十七（大龍山）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            324 => 
            [
                'id' => 825,
                'name' => '竹崎鄉第十九（柑仔宅）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2561442',
            ],
            325 => 
            [
                'id' => 826,
                'name' => '竹崎鄉第十二（山仔頂）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2543431',
            ],
            326 => 
            [
                'id' => 827,
                'name' => '竹崎鄉第十八（茄苳仔）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2581303',
            ],
            327 => 
            [
                'id' => 828,
                'name' => '竹崎鄉第十三（桃仔斜）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2542308',
            ],
            328 => 
            [
                'id' => 829,
                'name' => '竹崎鄉第十五（科底）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2630221',
            ],
            329 => 
            [
                'id' => 830,
                'name' => '竹崎鄉第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            330 => 
            [
                'id' => 831,
                'name' => '竹崎鄉第十四（沙坑）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2613597',
            ],
            331 => 
            [
                'id' => 832,
                'name' => '竹崎鄉第三（番仔潭）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2110427',
            ],
            332 => 
            [
                'id' => 833,
                'name' => '竹崎鄉第五（坑仔坪）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2617839',
            ],
            333 => 
            [
                'id' => 834,
                'name' => '竹崎鄉第六示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0922691176',
            ],
            334 => 
            [
                'id' => 835,
                'name' => '竹崎鄉第四（羗仔科）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0933595906',
            ],
            335 => 
            [
                'id' => 836,
                'name' => '西港區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '（06）796-3396',
            ],
            336 => 
            [
                'id' => 837,
                'name' => '西湖鄉思親塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '037-921724',
            ],
            337 => 
            [
                'id' => 838,
                'name' => '西湖鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-921724',
            ],
            338 => 
            [
                'id' => 839,
                'name' => '西湖鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-921724',
            ],
            339 => 
            [
                'id' => 840,
                'name' => '西湖鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-921724',
            ],
            340 => 
            [
                'id' => 841,
                'name' => '西湖鄉懷恩塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '037-921724',
            ],
            341 => 
            [
                'id' => 842,
                'name' => '西嶼鄉第5公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0919612509',
            ],
            342 => 
            [
                'id' => 843,
                'name' => '西嶼鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9982611#36',
            ],
            343 => 
            [
                'id' => 844,
                'name' => '西嶼鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9982611#36',
            ],
            344 => 
            [
                'id' => 845,
                'name' => '西嶼鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9982611#36',
            ],
            345 => 
            [
                'id' => 846,
                'name' => '西嶼鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9982611#36',
            ],
            346 => 
            [
                'id' => 847,
                'name' => '西嶼鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9982611#36',
            ],
            347 => 
            [
                'id' => 848,
                'name' => '西嶼鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9982611#36',
            ],
            348 => 
            [
                'id' => 849,
                'name' => '西螺鎮九隆公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5872924',
            ],
            349 => 
            [
                'id' => 850,
                'name' => '西螺鎮九隆納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5872924',
            ],
            350 => 
            [
                'id' => 851,
                'name' => '西螺鎮大新公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5875137',
            ],
            351 => 
            [
                'id' => 852,
                'name' => '西螺鎮大新納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5875137',
            ],
            352 => 
            [
                'id' => 853,
                'name' => '西螺鎮東興公墓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5863818',
            ],
            353 => 
            [
                'id' => 854,
                'name' => '西螺鎮籃厝公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5867741',
            ],
            354 => 
            [
                'id' => 855,
                'name' => '西螺鎮籃厝納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5867741',
            ],
            355 => 
            [
                'id' => 856,
                'name' => '佛山觀巖附設納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-6233292、6231185',
            ],
            356 => 
            [
                'id' => 857,
                'name' => '佛恩寺蓮華寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '08-7795568',
            ],
            357 => 
            [
                'id' => 858,
            'name' => '壯圍生命紀念館(第二納骨堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9307018',
            ],
            358 => 
            [
                'id' => 859,
                'name' => '壯圍鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03 9383017',
            ],
            359 => 
            [
                'id' => 860,
            'name' => '壯圍鄉第一納骨堂(懷恩堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9301945',
            ],
            360 => 
            [
                'id' => 861,
                'name' => '壯圍鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03 9383017',
            ],
            361 => 
            [
                'id' => 862,
                'name' => '孝恩園納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-9233898',
            ],
            362 => 
            [
                'id' => 863,
                'name' => '杉林生命紀念館樹葬區',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6774749',
            ],
            363 => 
            [
                'id' => 864,
                'name' => '杉林區第4公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6774749',
            ],
            364 => 
            [
                'id' => 865,
                'name' => '杉林區第一公墓〈上平里〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6774749',
            ],
            365 => 
            [
                'id' => 866,
                'name' => '杉林區第七公墓〈集來里〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6774749',
            ],
            366 => 
            [
                'id' => 867,
                'name' => '杉林區第四公墓-部份開放使用為回教歸真園區〈杉林里〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6774749',
            ],
            367 => 
            [
                'id' => 868,
                'name' => '牡丹鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            368 => 
            [
                'id' => 869,
            'name' => '牡丹鄉-第一公墓(大梅公墓)納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8831001#40',
            ],
            369 => 
            [
                'id' => 870,
                'name' => '牡丹鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            370 => 
            [
                'id' => 871,
                'name' => '牡丹鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            371 => 
            [
                'id' => 872,
                'name' => '牡丹鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            372 => 
            [
                'id' => 873,
            'name' => '牡丹鄉-第二公墓(石門公墓)納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8831001#40',
            ],
            373 => 
            [
                'id' => 874,
                'name' => '牡丹鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            374 => 
            [
                'id' => 875,
                'name' => '牡丹鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            375 => 
            [
                'id' => 876,
                'name' => '牡丹鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            376 => 
            [
                'id' => 877,
                'name' => '牡丹鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            377 => 
            [
                'id' => 878,
                'name' => '牡丹鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            378 => 
            [
                'id' => 879,
                'name' => '牡丹鄉-第四公墓納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8831001',
            ],
            379 => 
            [
                'id' => 880,
            'name' => '私立 五湖園追思寶塔 復活堂(3F) 慈恩塔(6F)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-25376688',
            ],
            380 => 
            [
                'id' => 881,
                'name' => '私立大度山納骨寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-25661759',
            ],
            381 => 
            [
                'id' => 882,
                'name' => '私立大福金座寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2638-0899',
            ],
            382 => 
            [
                'id' => 883,
            'name' => '私立五湖園追思寶塔 慈恩塔(六樓除外)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-25376688',
            ],
            383 => 
            [
                'id' => 884,
            'name' => '私立五湖園追思寶塔復活堂(第三樓除外)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-25380191',
            ],
            384 => 
            [
                'id' => 885,
                'name' => '私立天主教三德公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2671-9985',
            ],
            385 => 
            [
                'id' => 886,
            'name' => '私立天主教三德公墓(附設升天塔)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2671-9985',
            ],
            386 => 
            [
                'id' => 887,
                'name' => '私立天主教基隆區善終教友公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2737-1311',
            ],
            387 => 
            [
                'id' => 888,
                'name' => '私立天外天墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2497-8790',
            ],
            388 => 
            [
                'id' => 889,
                'name' => '私立天品寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2672-8822',
            ],
            389 => 
            [
                'id' => 890,
                'name' => '私立北海明山墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2637-1130',
            ],
            390 => 
            [
                'id' => 891,
                'name' => '私立北海明山墓園附設萬代福紀念特區',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2637-1130',
            ],
            391 => 
            [
                'id' => 892,
                'name' => '私立台北花園公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2665-1973',
            ],
            392 => 
            [
                'id' => 893,
                'name' => '私立台東殯儀館',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '089-324324',
            ],
            393 => 
            [
                'id' => 894,
                'name' => '私立安康墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2214-3336',
            ],
            394 => 
            [
                'id' => 895,
                'name' => '私立利嘉安樂園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '089-382969',
            ],
            395 => 
            [
                'id' => 896,
                'name' => '私立利嘉安樂園納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '089-385388',
            ],
            396 => 
            [
                'id' => 897,
                'name' => '私立宜城公墓',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '02-8626-3539',
            ],
            397 => 
            [
                'id' => 898,
                'name' => '私立東海花園公墓',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '"04-26980649',
            ],
            398 => 
            [
                'id' => 899,
                'name' => '私立東海花園公墓-懷親園納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-26980649',
            ],
            399 => 
            [
                'id' => 900,
                'name' => '私立林口頂福陵園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2609-2988',
            ],
            400 => 
            [
                'id' => 901,
            'name' => '私立林口頂福陵園(附設三聖寶塔)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2609-2988',
            ],
            401 => 
            [
                'id' => 902,
                'name' => '私立玫瑰園公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2498-5911',
            ],
            402 => 
            [
                'id' => 903,
                'name' => '私立金山安樂園公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2498-5911',
            ],
            403 => 
            [
                'id' => 904,
            'name' => '私立金山安樂園公墓(附設日光苑)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2498-5911',
            ],
            404 => 
            [
                'id' => 905,
            'name' => '私立金山安樂園公墓(附設金寶塔)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2498-5911',
            ],
            405 => 
            [
                'id' => 906,
            'name' => '私立金山安樂園公墓(附設萬佛塔)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2498-5911',
            ],
            406 => 
            [
                'id' => 907,
                'name' => '私立金石安樂園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2497-2501',
            ],
            407 => 
            [
                'id' => 908,
            'name' => '私立金陵山追思寶塔樂園(圓滿教堂、至善園)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-23338899',
            ],
            408 => 
            [
                'id' => 909,
                'name' => '私立長永紀念福園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2680-6311',
            ],
            409 => 
            [
                'id' => 910,
                'name' => '私立長青孝園公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2638-0558',
            ],
            410 => 
            [
                'id' => 911,
                'name' => '私立長樂公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2217-4748',
            ],
            411 => 
            [
                'id' => 912,
            'name' => '私立長樂公墓(附設吉樂寶塔)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2217-4748',
            ],
            412 => 
            [
                'id' => 913,
                'name' => '私立青潭花園公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2217-0523',
            ],
            413 => 
            [
                'id' => 914,
                'name' => '私立青潭花園公墓附設納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2217-0523',
            ],
            414 => 
            [
                'id' => 915,
                'name' => '私立南港墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2662-2079',
            ],
            415 => 
            [
                'id' => 916,
                'name' => '私立國榮公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2408-2387',
            ],
            416 => 
            [
                'id' => 917,
                'name' => '私立國榮公墓附設納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2408-2387',
            ],
            417 => 
            [
                'id' => 918,
                'name' => '私立國寶北海福座墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2637-2105',
            ],
            418 => 
            [
                'id' => 919,
                'name' => '私立國寶北海福座墓園附設納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2637-2105',
            ],
            419 => 
            [
                'id' => 920,
                'name' => '私立富貴山墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2515-1808',
            ],
            420 => 
            [
                'id' => 921,
                'name' => '私立朝陽山莊',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '0',
            ],
            421 => 
            [
                'id' => 922,
                'name' => '私立慈安墓園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '2637-1608、2637-1609',
            ],
            422 => 
            [
                'id' => 923,
                'name' => '私立新店安樂墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2366-0505',
            ],
            423 => 
            [
                'id' => 924,
                'name' => '私立福星德壽居莊園',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-5806846',
            ],
            424 => 
            [
                'id' => 925,
            'name' => '私立臺北花園公墓(附設永安堂)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2665-1973',
            ],
            425 => 
            [
                'id' => 926,
                'name' => '私立龍泉墓園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2772-6776',
            ],
            426 => 
            [
                'id' => 927,
            'name' => '私立龍陵紀念墓園(原春秋墓園)',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2708-5585',
            ],
            427 => 
            [
                'id' => 928,
                'name' => '私立懷恩聖地公墓',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2637-1887',
            ],
            428 => 
            [
                'id' => 929,
            'name' => '私立懷恩聖地公墓(附設懷仁聖殿)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2637-1887',
            ],
            429 => 
            [
                'id' => 930,
            'name' => '私立懷恩聖地公墓(附設懷恩寶殿)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2637-1887',
            ],
            430 => 
            [
                'id' => 931,
                'name' => '私立關渡龍園',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2618-5878',
            ],
            431 => 
            [
                'id' => 932,
                'name' => '私立觀自在金龍寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2270-3457~9',
            ],
            432 => 
            [
                'id' => 933,
                'name' => '私立觀音山福園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2291-8887',
            ],
            433 => 
            [
                'id' => 934,
                'name' => '私立觀音山福園（附設福園寶塔）',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2291-8887',
            ],
            434 => 
            [
                'id' => 935,
                'name' => '秀水鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            435 => 
            [
                'id' => 936,
                'name' => '秀水鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            436 => 
            [
                'id' => 937,
                'name' => '秀水鄉第二十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            437 => 
            [
                'id' => 938,
                'name' => '秀水鄉第二十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            438 => 
            [
                'id' => 939,
                'name' => '秀水鄉第二十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            439 => 
            [
                'id' => 940,
                'name' => '秀水鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            440 => 
            [
                'id' => 941,
                'name' => '秀水鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            441 => 
            [
                'id' => 942,
                'name' => '秀水鄉第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            442 => 
            [
                'id' => 943,
                'name' => '秀水鄉第十九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            443 => 
            [
                'id' => 944,
                'name' => '秀水鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            444 => 
            [
                'id' => 945,
                'name' => '秀水鄉第十八公墓-簡易殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-7697024#216',
            ],
            445 => 
            [
                'id' => 946,
                'name' => '秀水鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            446 => 
            [
                'id' => 947,
                'name' => '秀水鄉第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            447 => 
            [
                'id' => 948,
                'name' => '秀水鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            448 => 
            [
                'id' => 949,
                'name' => '秀水鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            449 => 
            [
                'id' => 950,
                'name' => '秀水鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            450 => 
            [
                'id' => 951,
                'name' => '秀水鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            451 => 
            [
                'id' => 952,
                'name' => '秀水鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            452 => 
            [
                'id' => 953,
                'name' => '秀林鄉三棧公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            453 => 
            [
                'id' => 954,
                'name' => '秀林鄉文蘭公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            454 => 
            [
                'id' => 955,
                'name' => '秀林鄉水源公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            455 => 
            [
                'id' => 956,
                'name' => '秀林鄉秀林公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            456 => 
            [
                'id' => 957,
                'name' => '秀林鄉佳民公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            457 => 
            [
                'id' => 958,
                'name' => '秀林鄉和中公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            458 => 
            [
                'id' => 959,
                'name' => '秀林鄉和平公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            459 => 
            [
                'id' => 960,
                'name' => '秀林鄉重光公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            460 => 
            [
                'id' => 961,
                'name' => '秀林鄉崇德公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            461 => 
            [
                'id' => 962,
                'name' => '秀林鄉富世公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            462 => 
            [
                'id' => 963,
                'name' => '秀林鄉景美公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            463 => 
            [
                'id' => 964,
                'name' => '秀林鄉榕樹公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            464 => 
            [
                'id' => 965,
                'name' => '秀林鄉銅門公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8612116',
            ],
            465 => 
            [
                'id' => 966,
            'name' => '車城鄉思親人文紀念塔(納骨堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8823594',
            ],
            466 => 
            [
                'id' => 967,
                'name' => '車城鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8821071',
            ],
            467 => 
            [
                'id' => 968,
                'name' => '車城鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8821071',
            ],
            468 => 
            [
                'id' => 969,
                'name' => '車城鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8821071',
            ],
            469 => 
            [
                'id' => 970,
                'name' => '車城鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8821071',
            ],
            470 => 
            [
                'id' => 971,
                'name' => '車城鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8821071',
            ],
            471 => 
            [
                'id' => 972,
                'name' => '車城鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8821071',
            ],
            472 => 
            [
                'id' => 973,
                'name' => '車城鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8821071',
            ],
            473 => 
            [
                'id' => 974,
                'name' => '里港鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7752114',
            ],
            474 => 
            [
                'id' => 975,
                'name' => '里港鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7752114',
            ],
            475 => 
            [
                'id' => 976,
                'name' => '里港鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7752114',
            ],
            476 => 
            [
                'id' => 977,
                'name' => '里港鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7752114',
            ],
            477 => 
            [
                'id' => 978,
                'name' => '芎林鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5921135',
            ],
            478 => 
            [
                'id' => 979,
                'name' => '芎林鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5921135',
            ],
            479 => 
            [
                'id' => 980,
                'name' => '芎林鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5921135',
            ],
            480 => 
            [
                'id' => 981,
                'name' => '佳冬鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            481 => 
            [
                'id' => 982,
                'name' => '佳冬鄉第一納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8662714',
            ],
            482 => 
            [
                'id' => 983,
                'name' => '佳冬鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            483 => 
            [
                'id' => 984,
                'name' => '佳冬鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            484 => 
            [
                'id' => 985,
                'name' => '佳冬鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8662714',
            ],
            485 => 
            [
                'id' => 986,
                'name' => '佳冬鄉第二公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8662234',
            ],
            486 => 
            [
                'id' => 987,
                'name' => '佳冬鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            487 => 
            [
                'id' => 988,
                'name' => '佳冬鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            488 => 
            [
                'id' => 989,
                'name' => '佳冬鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            489 => 
            [
                'id' => 990,
                'name' => '佳冬鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            490 => 
            [
                'id' => 991,
                'name' => '佳冬鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            491 => 
            [
                'id' => 992,
                'name' => '佳冬鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8862714',
            ],
            492 => 
            [
                'id' => 993,
                'name' => '來義第九公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7850251轉112',
            ],
            493 => 
            [
                'id' => 994,
                'name' => '來義鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
            494 => 
            [
                'id' => 995,
                'name' => '來義鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
            495 => 
            [
                'id' => 996,
                'name' => '來義鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
            496 => 
            [
                'id' => 997,
                'name' => '來義鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
            497 => 
            [
                'id' => 998,
                'name' => '來義鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
            498 => 
            [
                'id' => 999,
                'name' => '來義鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
            499 => 
            [
                'id' => 1000,
                'name' => '來義鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
        ]);
        DB::table('taiwan_funeral_facilities')->insert([
            0 => 
            [
                'id' => 1001,
                'name' => '來義鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7852051',
            ],
            1 => 
            [
                'id' => 1002,
                'name' => '卓溪鄉山里公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            2 => 
            [
                'id' => 1003,
                'name' => '卓溪鄉中興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            3 => 
            [
                'id' => 1004,
                'name' => '卓溪鄉太平公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            4 => 
            [
                'id' => 1005,
                'name' => '卓溪鄉古風公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            5 => 
            [
                'id' => 1006,
                'name' => '卓溪鄉石平公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            6 => 
            [
                'id' => 1007,
                'name' => '卓溪鄉立山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            7 => 
            [
                'id' => 1008,
                'name' => '卓溪鄉卓溪公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            8 => 
            [
                'id' => 1009,
                'name' => '卓溪鄉卓樂公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            9 => 
            [
                'id' => 1010,
                'name' => '卓溪鄉崙山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            10 => 
            [
                'id' => 1011,
                'name' => '卓溪鄉崙天公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            11 => 
            [
                'id' => 1012,
                'name' => '卓溪鄉清水公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8883118',
            ],
            12 => 
            [
                'id' => 1013,
                'name' => '卓蘭鎮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25892101',
            ],
            13 => 
            [
                'id' => 1014,
            'name' => '卓蘭鎮第一公墓納骨塔(慈恩堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25898292',
            ],
            14 => 
            [
                'id' => 1015,
                'name' => '卓蘭鎮第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25892101',
            ],
            15 => 
            [
                'id' => 1016,
                'name' => '卓蘭鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25892101',
            ],
            16 => 
            [
                'id' => 1017,
                'name' => '卓蘭鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25892101',
            ],
            17 => 
            [
                'id' => 1018,
                'name' => '卑南鄉初鹿朝安堂骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-572320',
            ],
            18 => 
            [
                'id' => 1019,
                'name' => '卑南鄉初鹿福安館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => NULL,
            ],
            19 => 
            [
                'id' => 1020,
                'name' => '卑南鄉泰安公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-381368',
            ],
            20 => 
            [
                'id' => 1021,
                'name' => '卑南鄉泰安納骨堂骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-383756',
            ],
            21 => 
            [
                'id' => 1022,
                'name' => '卑南鄉朝安生命紀念園區',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-572320',
            ],
            22 => 
            [
                'id' => 1023,
            'name' => '和平區第五公墓納骨塔(先人紀念館)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-2594-3982',
            ],
            23 => 
            [
                'id' => 1024,
                'name' => '和平萬壽寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-3874220',
            ],
            24 => 
            [
                'id' => 1025,
                'name' => '和美鎮立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-7350384',
            ],
            25 => 
            [
                'id' => 1026,
                'name' => '和美鎮第16公墓-示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7350384',
            ],
            26 => 
            [
                'id' => 1027,
                'name' => '坪林區第七公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            27 => 
            [
                'id' => 1028,
                'name' => '坪林區第九公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            28 => 
            [
                'id' => 1029,
                'name' => '坪林區第二十一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            29 => 
            [
                'id' => 1030,
                'name' => '坪林區第二十二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            30 => 
            [
                'id' => 1031,
                'name' => '坪林區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            31 => 
            [
                'id' => 1032,
                'name' => '坪林區第八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            32 => 
            [
                'id' => 1033,
                'name' => '坪林區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            33 => 
            [
                'id' => 1034,
                'name' => '坪林區第十七公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            34 => 
            [
                'id' => 1035,
                'name' => '坪林區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            35 => 
            [
                'id' => 1036,
                'name' => '坪林區第十八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            36 => 
            [
                'id' => 1037,
                'name' => '坪林區第十三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            37 => 
            [
                'id' => 1038,
                'name' => '坪林區第十五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            38 => 
            [
                'id' => 1039,
                'name' => '坪林區第十六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            39 => 
            [
                'id' => 1040,
                'name' => '坪林區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            40 => 
            [
                'id' => 1041,
                'name' => '坪林區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            41 => 
            [
                'id' => 1042,
                'name' => '坪林區第五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            42 => 
            [
                'id' => 1043,
                'name' => '坪林區第六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2665-7251分機205',
            ],
            43 => 
            [
                'id' => 1044,
                'name' => '宗源公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-7882002',
            ],
            44 => 
            [
                'id' => 1045,
                'name' => '官田區角秀山納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6983518',
            ],
            45 => 
            [
                'id' => 1046,
                'name' => '官田區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5791118#24',
            ],
            46 => 
            [
                'id' => 1047,
                'name' => '官田區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5791118#24',
            ],
            47 => 
            [
                'id' => 1048,
                'name' => '官田區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5791118#24',
            ],
            48 => 
            [
                'id' => 1049,
                'name' => '官田區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5791118#24',
            ],
            49 => 
            [
                'id' => 1050,
                'name' => '官田區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5791118#24',
            ],
            50 => 
            [
                'id' => 1051,
                'name' => '官田區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5791118#24',
            ],
            51 => 
            [
                'id' => 1052,
                'name' => '官田區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5791118#24',
            ],
            52 => 
            [
                'id' => 1053,
                'name' => '宜蘭市第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9325164-502',
            ],
            53 => 
            [
                'id' => 1054,
                'name' => '宜蘭立殯葬管理所公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            54 => 
            [
                'id' => 1055,
                'name' => '宜蘭縣冬山鄉梅園生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(03) 951-5677',
            ],
            55 => 
            [
                'id' => 1056,
            'name' => '宜蘭縣立殯葬管理所 (員山福園)火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            56 => 
            [
                'id' => 1057,
            'name' => '宜蘭縣立殯葬管理所(員山福園)山下第二期納骨廊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            57 => 
            [
                'id' => 1058,
            'name' => '宜蘭縣立殯葬管理所(員山福園)山上納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            58 => 
            [
                'id' => 1059,
            'name' => '宜蘭縣立殯葬管理所(員山福園)第一納骨廊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            59 => 
            [
                'id' => 1060,
            'name' => '宜蘭縣立殯葬管理所(員山福園)第二納骨廊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            60 => 
            [
                'id' => 1061,
            'name' => '宜蘭縣立殯葬管理所(員山福園)第三納骨樓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220447',
            ],
            61 => 
            [
                'id' => 1062,
            'name' => '宜蘭縣立殯葬管理所(員山福園)殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            62 => 
            [
                'id' => 1063,
            'name' => '宜蘭縣立殯葬管理所(櫻花陵園)D區納骨廊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            63 => 
            [
                'id' => 1064,
            'name' => '宜蘭縣立殯葬管理所(櫻花陵園)草坪式納骨設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            64 => 
            [
                'id' => 1065,
            'name' => '宜蘭縣立殯葬管理所(櫻花陵園)梯田式納骨設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            65 => 
            [
                'id' => 1066,
            'name' => '宜蘭縣立殯葬管理所(櫻花陵園)階梯式納骨設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9220433',
            ],
            66 => 
            [
                'id' => 1067,
                'name' => '宜蘭縣頭城鎮百合陵園',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9778758',
            ],
            67 => 
            [
                'id' => 1068,
                'name' => '岡山大莊納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6282577',
            ],
            68 => 
            [
                'id' => 1069,
                'name' => '延平鄉永康公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-561285',
            ],
            69 => 
            [
                'id' => 1070,
                'name' => '延平鄉武陵公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-561285',
            ],
            70 => 
            [
                'id' => 1071,
                'name' => '延平鄉紅葉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-561285',
            ],
            71 => 
            [
                'id' => 1072,
                'name' => '延平鄉桃源公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-561285',
            ],
            72 => 
            [
                'id' => 1073,
                'name' => '延平鄉納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-580857',
            ],
            73 => 
            [
                'id' => 1074,
                'name' => '延平鄉鸞山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-561285',
            ],
            74 => 
            [
                'id' => 1075,
                'name' => '承佛寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '037-751415',
            ],
            75 => 
            [
                'id' => 1076,
                'name' => '枋山鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8761107',
            ],
            76 => 
            [
                'id' => 1077,
                'name' => '枋山鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8761107',
            ],
            77 => 
            [
                'id' => 1078,
                'name' => '枋山鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8761107',
            ],
            78 => 
            [
                'id' => 1079,
                'name' => '枋山鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8761107',
            ],
            79 => 
            [
                'id' => 1080,
                'name' => '枋寮鄉立火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            80 => 
            [
                'id' => 1081,
                'name' => '枋寮鄉立納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8791609',
            ],
            81 => 
            [
                'id' => 1082,
                'name' => '枋寮鄉立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '08-8791557',
            ],
            82 => 
            [
                'id' => 1083,
                'name' => '枋寮鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            83 => 
            [
                'id' => 1084,
                'name' => '枋寮鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            84 => 
            [
                'id' => 1085,
                'name' => '枋寮鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            85 => 
            [
                'id' => 1086,
                'name' => '枋寮鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            86 => 
            [
                'id' => 1087,
                'name' => '枋寮鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            87 => 
            [
                'id' => 1088,
                'name' => '枋寮鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            88 => 
            [
                'id' => 1089,
                'name' => '枋寮鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8791757',
            ],
            89 => 
            [
                'id' => 1090,
                'name' => '東山安樂園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '03-8671261',
            ],
            90 => 
            [
                'id' => 1091,
                'name' => '東山安樂園骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-8671030',
            ],
            91 => 
            [
                'id' => 1092,
                'name' => '東山區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            92 => 
            [
                'id' => 1093,
                'name' => '東山區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            93 => 
            [
                'id' => 1094,
                'name' => '東山區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            94 => 
            [
                'id' => 1095,
                'name' => '東山區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            95 => 
            [
                'id' => 1096,
                'name' => '東山區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            96 => 
            [
                'id' => 1097,
                'name' => '東山區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            97 => 
            [
                'id' => 1098,
                'name' => '東山區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            98 => 
            [
                'id' => 1099,
                'name' => '東山區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            99 => 
            [
                'id' => 1100,
                'name' => '東山區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            100 => 
            [
                'id' => 1101,
                'name' => '東山鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            101 => 
            [
                'id' => 1102,
                'name' => '東山鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            102 => 
            [
                'id' => 1103,
                'name' => '東山鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            103 => 
            [
                'id' => 1104,
                'name' => '東山鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6803758',
            ],
            104 => 
            [
                'id' => 1105,
                'name' => '東引鄉民眾公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0836-76206',
            ],
            105 => 
            [
                'id' => 1106,
                'name' => '東引鄉殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '0836-76206',
            ],
            106 => 
            [
                'id' => 1107,
                'name' => '東石鄉第一納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-373-3922',
            ],
            107 => 
            [
                'id' => 1108,
                'name' => '東石鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            108 => 
            [
                'id' => 1109,
                'name' => '東石鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            109 => 
            [
                'id' => 1110,
                'name' => '東石鄉第二納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            110 => 
            [
                'id' => 1111,
                'name' => '東石鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            111 => 
            [
                'id' => 1112,
                'name' => '東石鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            112 => 
            [
                'id' => 1113,
                'name' => '東石鄉第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            113 => 
            [
                'id' => 1114,
                'name' => '東石鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            114 => 
            [
                'id' => 1115,
                'name' => '東石鄉第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            115 => 
            [
                'id' => 1116,
                'name' => '東石鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            116 => 
            [
                'id' => 1117,
                'name' => '東石鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            117 => 
            [
                'id' => 1118,
                'name' => '東石鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            118 => 
            [
                'id' => 1119,
                'name' => '東石鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            119 => 
            [
                'id' => 1120,
                'name' => '東石鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            120 => 
            [
                'id' => 1121,
                'name' => '東石鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            121 => 
            [
                'id' => 1122,
                'name' => '東石鄉第四示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3733922',
            ],
            122 => 
            [
                'id' => 1123,
                'name' => '東河公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-823115',
            ],
            123 => 
            [
                'id' => 1124,
                'name' => '東河鄉立東河公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            124 => 
            [
                'id' => 1125,
                'name' => '東河鄉立花固公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            125 => 
            [
                'id' => 1126,
                'name' => '東河鄉立美蘭公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            126 => 
            [
                'id' => 1127,
                'name' => '東河鄉立泰原公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            127 => 
            [
                'id' => 1128,
                'name' => '東河鄉立泰源納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => NULL,
            ],
            128 => 
            [
                'id' => 1129,
                'name' => '東河鄉立都蘭公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-530096',
            ],
            129 => 
            [
                'id' => 1130,
                'name' => '東河鄉立都蘭納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-530096',
            ],
            130 => 
            [
                'id' => 1131,
                'name' => '東河鄉立隆昌公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            131 => 
            [
                'id' => 1132,
                'name' => '東河鄉立順那公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            132 => 
            [
                'id' => 1133,
                'name' => '東河鄉立興昌公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-531096',
            ],
            133 => 
            [
                'id' => 1134,
                'name' => '東河鄉東河迦園生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-531941',
            ],
            134 => 
            [
                'id' => 1135,
                'name' => '東海七福金寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-2359-7856',
            ],
            135 => 
            [
                'id' => 1136,
                'name' => '東港鎮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8324131',
            ],
            136 => 
            [
                'id' => 1137,
                'name' => '東港鎮第一示範公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8324131',
            ],
            137 => 
            [
                'id' => 1138,
                'name' => '東勢鄉西公炎公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6995537',
            ],
            138 => 
            [
                'id' => 1139,
                'name' => '東勢鄉東北公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6995537',
            ],
            139 => 
            [
                'id' => 1140,
                'name' => '東勢鄉東北公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6995537',
            ],
            140 => 
            [
                'id' => 1141,
                'name' => '東興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            141 => 
            [
                'id' => 1142,
                'name' => '林口區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2603-3111分機611',
            ],
            142 => 
            [
                'id' => 1143,
                'name' => '林口區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2603-3111分機611',
            ],
            143 => 
            [
                'id' => 1144,
                'name' => '林口區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2603-3111分機611',
            ],
            144 => 
            [
                'id' => 1145,
                'name' => '林內鄉九芎公墓宗聖堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5896232',
            ],
            145 => 
            [
                'id' => 1146,
                'name' => '林內鄉九芎示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5896232',
            ],
            146 => 
            [
                'id' => 1147,
                'name' => '林邊鄉思源樓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8752040',
            ],
            147 => 
            [
                'id' => 1148,
                'name' => '林邊鄉崇恩樓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8758604',
            ],
            148 => 
            [
                'id' => 1149,
                'name' => '林邊鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8752040',
            ],
            149 => 
            [
                'id' => 1150,
                'name' => '林邊鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8752040',
            ],
            150 => 
            [
                'id' => 1151,
                'name' => '林邊鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8758604',
            ],
            151 => 
            [
                'id' => 1152,
                'name' => '林邊鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8755123',
            ],
            152 => 
            [
                'id' => 1153,
                'name' => '林邊鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8755123',
            ],
            153 => 
            [
                'id' => 1154,
                'name' => '林邊鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8755123',
            ],
            154 => 
            [
                'id' => 1155,
                'name' => '林邊鄉懷恩樓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '088755123',
            ],
            155 => 
            [
                'id' => 1156,
                'name' => '欣欣安樂園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '02-24551833',
            ],
            156 => 
            [
                'id' => 1157,
                'name' => '欣欣金陵寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '02-27029393',
            ],
            157 => 
            [
                'id' => 1158,
                'name' => '法界寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-2013023、5951234',
            ],
            158 => 
            [
                'id' => 1159,
                'name' => '法華山瑤池陵宮寶塔（永安納骨塔/慈惠堂）',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-8561919',
            ],
            159 => 
            [
                'id' => 1160,
                'name' => '社口公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            160 => 
            [
                'id' => 1161,
                'name' => '社頭鄉第六公墓-簡易治喪場所',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '048720481',
            ],
            161 => 
            [
                'id' => 1162,
                'name' => '芳苑鄉後寮村納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0955562565',
            ],
            162 => 
            [
                'id' => 1163,
                'name' => '芳苑鄉第一公墓寶慧堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048960813',
            ],
            163 => 
            [
                'id' => 1164,
                'name' => '芳苑鄉第三公墓慶德堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0958566504',
            ],
            164 => 
            [
                'id' => 1165,
                'name' => '芳苑鄉第六公墓伯嬤堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0955562565',
            ],
            165 => 
            [
                'id' => 1166,
                'name' => '花蓮市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '03-8320765',
            ],
            166 => 
            [
                'id' => 1167,
                'name' => '花壇鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            167 => 
            [
                'id' => 1168,
                'name' => '花壇鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            168 => 
            [
                'id' => 1169,
                'name' => '花壇鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            169 => 
            [
                'id' => 1170,
                'name' => '花壇鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            170 => 
            [
                'id' => 1171,
                'name' => '花壇鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            171 => 
            [
                'id' => 1172,
                'name' => '花壇鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7873179',
            ],
            172 => 
            [
                'id' => 1173,
                'name' => '花壇鄉第十公墓-簡易殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-7865921#111',
            ],
            173 => 
            [
                'id' => 1174,
                'name' => '花壇鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            174 => 
            [
                'id' => 1175,
                'name' => '花壇鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            175 => 
            [
                'id' => 1176,
                'name' => '花壇鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '無',
            ],
            176 => 
            [
                'id' => 1177,
                'name' => '芬園鄉第三示範公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2520563',
            ],
            177 => 
            [
                'id' => 1178,
                'name' => '虎尾鎮立大屯公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6655753',
            ],
            178 => 
            [
                'id' => 1179,
                'name' => '虎尾鎮立大屯納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6655752',
            ],
            179 => 
            [
                'id' => 1180,
                'name' => '虎尾鎮惠來公墓納骨塔舊塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6222026',
            ],
            180 => 
            [
                'id' => 1181,
                'name' => '虎尾鎮惠來公墓殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '05-6222026',
            ],
            181 => 
            [
                'id' => 1182,
                'name' => '虎尾鎮殯葬管理所--惠來公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6222026',
            ],
            182 => 
            [
                'id' => 1183,
                'name' => '虎尾鎮殯葬管理所--惠來火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '05-6222026',
            ],
            183 => 
            [
                'id' => 1184,
                'name' => '虎尾鎮殯葬管理所--惠來納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6222026',
            ],
            184 => 
            [
                'id' => 1185,
                'name' => '金山區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2498-5965分機113',
            ],
            185 => 
            [
                'id' => 1186,
                'name' => '金山第一公墓福緣納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2408-1742',
            ],
            186 => 
            [
                'id' => 1187,
                'name' => '金門縣公立金山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '082-327854',
            ],
            187 => 
            [
                'id' => 1188,
                'name' => '金門縣公立金沙公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '082-353367',
            ],
            188 => 
            [
                'id' => 1189,
                'name' => '金門縣公立金城公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '082-324309',
            ],
            189 => 
            [
                'id' => 1190,
                'name' => '金門縣公立金湖公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '082-330648',
            ],
            190 => 
            [
                'id' => 1191,
                'name' => '金門縣公立烈嶼公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '082-363296',
            ],
            191 => 
            [
                'id' => 1192,
            'name' => '金門縣殯葬所(仙州福園)-火化場',
                'type' => '火化場',
                'class' => '公立',
            'telephone' => '(082)322-379',
            ],
            192 => 
            [
                'id' => 1193,
            'name' => '金門縣殯葬所(仙州福園)-納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '082-322379',
            ],
            193 => 
            [
                'id' => 1194,
            'name' => '金門縣殯葬所(仙州福園)-殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '082-322379',
            ],
            194 => 
            [
                'id' => 1195,
                'name' => '金面山聖德寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-3873663',
            ],
            195 => 
            [
                'id' => 1196,
                'name' => '金峰鄉新興村納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-751144#113',
            ],
            196 => 
            [
                'id' => 1197,
                'name' => '金峰鄉嘉蘭安息園',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-751144#165',
            ],
            197 => 
            [
                'id' => 1198,
                'name' => '金峰鄉賓茂公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-751144',
            ],
            198 => 
            [
                'id' => 1199,
                'name' => '金峰鄉壢坵納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-751144#113',
            ],
            199 => 
            [
                'id' => 1200,
                'name' => '金鋒鄉正興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-751144',
            ],
            200 => 
            [
                'id' => 1201,
                'name' => '金鋒鄉嘉蘭公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-751144',
            ],
            201 => 
            [
                'id' => 1202,
                'name' => '金澤寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '049-2750293',
            ],
            202 => 
            [
                'id' => 1203,
                'name' => '金鴻山寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-3723345',
            ],
            203 => 
            [
                'id' => 1204,
                'name' => '長治鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7382500',
            ],
            204 => 
            [
                'id' => 1205,
                'name' => '長治鄉第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7211458',
            ],
            205 => 
            [
                'id' => 1206,
                'name' => '長治鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7382500',
            ],
            206 => 
            [
                'id' => 1207,
                'name' => '長治鄉第二公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7368215',
            ],
            207 => 
            [
                'id' => 1208,
                'name' => '長治鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7382500',
            ],
            208 => 
            [
                'id' => 1209,
                'name' => '長治鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7382500',
            ],
            209 => 
            [
                'id' => 1210,
            'name' => '長濱第一(樟原)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            210 => 
            [
                'id' => 1211,
            'name' => '長濱第七(竹湖)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            211 => 
            [
                'id' => 1212,
            'name' => '長濱第二(三間)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            212 => 
            [
                'id' => 1213,
            'name' => '長濱第八(南竹湖)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            213 => 
            [
                'id' => 1214,
            'name' => '長濱第十(光榮)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            214 => 
            [
                'id' => 1215,
            'name' => '長濱第十一(寧埔)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            215 => 
            [
                'id' => 1216,
            'name' => '長濱第十二(烏鼻石)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            216 => 
            [
                'id' => 1217,
            'name' => '長濱第十三(膽曼)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            217 => 
            [
                'id' => 1218,
            'name' => '長濱第十四(南溪)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            218 => 
            [
                'id' => 1219,
            'name' => '長濱第三(真柄)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            219 => 
            [
                'id' => 1220,
            'name' => '長濱第五(長濱)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            220 => 
            [
                'id' => 1221,
                'name' => '長濱第五公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-832223',
            ],
            221 => 
            [
                'id' => 1222,
            'name' => '長濱第六(永福)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            222 => 
            [
                'id' => 1223,
            'name' => '長濱第四(長光)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-832139',
            ],
            223 => 
            [
                'id' => 1224,
                'name' => '長濱鄉宗教式納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-832139#211',
            ],
            224 => 
            [
                'id' => 1225,
                'name' => '阿里山鄉十字村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2562547',
            ],
            225 => 
            [
                'id' => 1226,
                'name' => '阿里山鄉山美公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2586092',
            ],
            226 => 
            [
                'id' => 1227,
                'name' => '阿里山鄉里佳公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2511172',
            ],
            227 => 
            [
                'id' => 1228,
                'name' => '阿里山鄉來吉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2661170',
            ],
            228 => 
            [
                'id' => 1229,
                'name' => '阿里山鄉阿里山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2562547',
            ],
            229 => 
            [
                'id' => 1230,
                'name' => '阿里山鄉特富野公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2511229',
            ],
            230 => 
            [
                'id' => 1231,
                'name' => '阿里山鄉新美公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2513076',
            ],
            231 => 
            [
                'id' => 1232,
                'name' => '阿里山鄉達邦公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2511229',
            ],
            232 => 
            [
                'id' => 1233,
                'name' => '阿里山鄉樂野公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2562547',
            ],
            233 => 
            [
                'id' => 1234,
                'name' => '阿里山鄉豐山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2661240',
            ],
            234 => 
            [
                'id' => 1235,
                'name' => '阿蓮區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6311177',
            ],
            235 => 
            [
                'id' => 1236,
                'name' => '阿蓮區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6311177',
            ],
            236 => 
            [
                'id' => 1237,
                'name' => '信義鄉人和公墓-人和段122',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            237 => 
            [
                'id' => 1238,
                'name' => '信義鄉人和公墓-人和段203',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            238 => 
            [
                'id' => 1239,
                'name' => '信義鄉久美公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            239 => 
            [
                'id' => 1240,
                'name' => '信義鄉同富公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            240 => 
            [
                'id' => 1241,
                'name' => '信義鄉地利公墓-青雲段778',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            241 => 
            [
                'id' => 1242,
                'name' => '信義鄉地利公墓-青雲段797',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            242 => 
            [
                'id' => 1243,
                'name' => '信義鄉明德公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            243 => 
            [
                'id' => 1244,
                'name' => '信義鄉東埔一號公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            244 => 
            [
                'id' => 1245,
                'name' => '信義鄉東埔三號公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            245 => 
            [
                'id' => 1246,
                'name' => '信義鄉波石公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            246 => 
            [
                'id' => 1247,
                'name' => '信義鄉望鄉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            247 => 
            [
                'id' => 1248,
            'name' => '信義鄉第一公墓(明德)納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2792995',
            ],
            248 => 
            [
                'id' => 1249,
                'name' => '信義鄉第一示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            249 => 
            [
                'id' => 1250,
                'name' => '信義鄉新鄉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            250 => 
            [
                'id' => 1251,
                'name' => '信義鄉潭南公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            251 => 
            [
                'id' => 1252,
                'name' => '信義鄉豐丘公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            252 => 
            [
                'id' => 1253,
            'name' => '信義鄉豐丘村納骨灰(骸)牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2791515#130',
            ],
            253 => 
            [
                'id' => 1254,
                'name' => '信義鄉雙龍公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            254 => 
            [
                'id' => 1255,
                'name' => '信義鄉羅娜公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2791515',
            ],
            255 => 
            [
                'id' => 1256,
                'name' => '南公館公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6903082',
            ],
            256 => 
            [
                'id' => 1257,
                'name' => '南化區公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5771513',
            ],
            257 => 
            [
                'id' => 1258,
                'name' => '南州鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8642196',
            ],
            258 => 
            [
                'id' => 1259,
                'name' => '南州鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8642196',
            ],
            259 => 
            [
                'id' => 1260,
                'name' => '南州鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8642196',
            ],
            260 => 
            [
                'id' => 1261,
                'name' => '南州鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8642196',
            ],
            261 => 
            [
                'id' => 1262,
                'name' => '南投市中興納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2312990',
            ],
            262 => 
            [
                'id' => 1263,
                'name' => '南投市中興納骨堂（懷德堂）',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2252713',
            ],
            263 => 
            [
                'id' => 1264,
                'name' => '南投市永興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2222110',
            ],
            264 => 
            [
                'id' => 1265,
                'name' => '南投市永豐公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2252713',
            ],
            265 => 
            [
                'id' => 1266,
                'name' => '南投市永豐納骨塔-祐寧堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2252713',
            ],
            266 => 
            [
                'id' => 1267,
                'name' => '南投市第16公墓（鳳山）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2252713',
            ],
            267 => 
            [
                'id' => 1268,
            'name' => '南投市第九公墓(半山)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2222110',
            ],
            268 => 
            [
                'id' => 1269,
            'name' => '南投市第八公墓(草尾嶺)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2222110',
            ],
            269 => 
            [
                'id' => 1270,
            'name' => '南投市第十一公墓(茄苳腳)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2222110',
            ],
            270 => 
            [
                'id' => 1271,
            'name' => '南投市第十三公墓(三塊厝)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2222110',
            ],
            271 => 
            [
                'id' => 1272,
            'name' => '南投市第五公墓(施厝坪)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2222110',
            ],
            272 => 
            [
                'id' => 1273,
            'name' => '南投市第六公墓(千秋)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2222110',
            ],
            273 => 
            [
                'id' => 1274,
                'name' => '南投縣立南投殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '049-2220644',
            ],
            274 => 
            [
                'id' => 1275,
                'name' => '南竿羽化館',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '0836-22757',
            ],
            275 => 
            [
                'id' => 1276,
                'name' => '南竿鄉成功山民眾公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0836-22316',
            ],
            276 => 
            [
                'id' => 1277,
                'name' => '南竿鄉成功山民眾公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0836-22316',
            ],
            277 => 
            [
                'id' => 1278,
                'name' => '南竿鄉成功山殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '0836-22316',
            ],
            278 => 
            [
                'id' => 1279,
                'name' => '南都福座',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-2656226',
            ],
            279 => 
            [
                'id' => 1280,
                'name' => '南澳鄉東岳公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            280 => 
            [
                'id' => 1281,
                'name' => '南澳鄉東岳第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            281 => 
            [
                'id' => 1282,
                'name' => '南澳鄉武塔公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            282 => 
            [
                'id' => 1283,
                'name' => '南澳鄉金岳公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            283 => 
            [
                'id' => 1284,
                'name' => '南澳鄉金岳納骨廊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            284 => 
            [
                'id' => 1285,
                'name' => '南澳鄉金洋公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            285 => 
            [
                'id' => 1286,
                'name' => '南澳鄉金洋納骨廊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9981916',
            ],
            286 => 
            [
                'id' => 1287,
                'name' => '南澳鄉南碧第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            287 => 
            [
                'id' => 1288,
                'name' => '南澳鄉碧候公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            288 => 
            [
                'id' => 1289,
                'name' => '南澳鄉澳花公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9981915',
            ],
            289 => 
            [
                'id' => 1290,
                'name' => '南澳鄉澳花納骨廊',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9981917',
            ],
            290 => 
            [
                'id' => 1291,
                'name' => '屏東市立火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '08-7221261',
            ],
            291 => 
            [
                'id' => 1292,
            'name' => '屏東市立納骨堂 (歸園)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7391465',
            ],
            292 => 
            [
                'id' => 1293,
            'name' => '屏東市立歸園納骨堂(納骨牆)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7391465',
            ],
            293 => 
            [
                'id' => 1294,
                'name' => '屏東市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '08-7221261',
            ],
            294 => 
            [
                'id' => 1295,
                'name' => '屏東市第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7560101',
            ],
            295 => 
            [
                'id' => 1296,
                'name' => '屏東市第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7560101',
            ],
            296 => 
            [
                'id' => 1297,
                'name' => '屏東市第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7560101',
            ],
            297 => 
            [
                'id' => 1298,
                'name' => '屏東市第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7560101',
            ],
            298 => 
            [
                'id' => 1299,
                'name' => '屏東市第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7560101',
            ],
            299 => 
            [
                'id' => 1300,
                'name' => '屏東縣里港鄉第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7397350',
            ],
            300 => 
            [
                'id' => 1301,
                'name' => '屏東縣新埤鄉納骨塔生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7973800',
            ],
            301 => 
            [
                'id' => 1302,
                'name' => '帝皇嶺紀念花園',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-22232592',
            ],
            302 => 
            [
                'id' => 1303,
                'name' => '後壁區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            303 => 
            [
                'id' => 1304,
                'name' => '後壁區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            304 => 
            [
                'id' => 1305,
                'name' => '後壁區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            305 => 
            [
                'id' => 1306,
                'name' => '後壁區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            306 => 
            [
                'id' => 1307,
                'name' => '後壁區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            307 => 
            [
                'id' => 1308,
                'name' => '後壁區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            308 => 
            [
                'id' => 1309,
                'name' => '後壁區第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            309 => 
            [
                'id' => 1310,
                'name' => '後壁區第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            310 => 
            [
                'id' => 1311,
                'name' => '後壁區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            311 => 
            [
                'id' => 1312,
                'name' => '後壁區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            312 => 
            [
                'id' => 1313,
                'name' => '後壁區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            313 => 
            [
                'id' => 1314,
                'name' => '後壁區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            314 => 
            [
                'id' => 1315,
                'name' => '後壁區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            315 => 
            [
                'id' => 1316,
                'name' => '後龍鎮二十一公墓(公館崎塚）',
                    'type' => '公墓',
                    'class' => '公立',
                    'telephone' => '037-730967',
                ],
                316 => 
                [
                    'id' => 1317,
                    'name' => '後龍鎮二十公墓(河掌坑）',
                        'type' => '公墓',
                        'class' => '公立',
                        'telephone' => '037-730967',
                    ],
                    317 => 
                    [
                        'id' => 1318,
                        'name' => '後龍鎮十一公墓(石山塚）',
                            'type' => '公墓',
                            'class' => '公立',
                            'telephone' => '037-730967',
                        ],
                        318 => 
                        [
                            'id' => 1319,
                            'name' => '後龍鎮十七公墓(扳埔山）',
                                'type' => '公墓',
                                'class' => '公立',
                                'telephone' => '037-730967',
                            ],
                            319 => 
                            [
                                'id' => 1320,
                                'name' => '後龍鎮十九公墓(平埔頂1號）',
                                    'type' => '公墓',
                                    'class' => '公立',
                                    'telephone' => '037-730967',
                                ],
                                320 => 
                                [
                                    'id' => 1321,
                                    'name' => '後龍鎮十八公墓(澎湖厝1號）',
                                        'type' => '公墓',
                                        'class' => '公立',
                                        'telephone' => '037-730967',
                                    ],
                                    321 => 
                                    [
                                        'id' => 1322,
                                        'name' => '後龍鎮第一公墓(三崇樹）',
                                            'type' => '公墓',
                                            'class' => '公立',
                                            'telephone' => '037-730967',
                                        ],
                                        322 => 
                                        [
                                            'id' => 1323,
                                            'name' => '後龍鎮第七公墓(虎頭山）',
                                                'type' => '公墓',
                                                'class' => '公立',
                                                'telephone' => '037-730967',
                                            ],
                                            323 => 
                                            [
                                                'id' => 1324,
                                                'name' => '後龍鎮第九公墓(大溫山）',
                                                    'type' => '公墓',
                                                    'class' => '公立',
                                                    'telephone' => '037-730967',
                                                ],
                                                324 => 
                                                [
                                                    'id' => 1325,
                                                    'name' => '後龍鎮第二十二公墓(鹽田塚）',
                                                        'type' => '公墓',
                                                        'class' => '公立',
                                                        'telephone' => '037-730967',
                                                    ],
                                                    325 => 
                                                    [
                                                        'id' => 1326,
                                                        'name' => '後龍鎮第二十三公墓(外桃坪）',
                                                            'type' => '公墓',
                                                            'class' => '公立',
                                                            'telephone' => '037-730967',
                                                        ],
                                                        326 => 
                                                        [
                                                            'id' => 1327,
                                                            'name' => '後龍鎮第二十五公墓(大眾媽塚）',
                                                                'type' => '公墓',
                                                                'class' => '公立',
                                                                'telephone' => '037-730967',
                                                            ],
                                                            327 => 
                                                            [
                                                                'id' => 1328,
                                                                'name' => '後龍鎮第二十四公墓(尾湖坪）',
                                                                    'type' => '公墓',
                                                                    'class' => '公立',
                                                                    'telephone' => '037-730967',
                                                                ],
                                                                328 => 
                                                                [
                                                                    'id' => 1329,
                                                                    'name' => '後龍鎮第二公墓(竹林）',
                                                                        'type' => '公墓',
                                                                        'class' => '公立',
                                                                        'telephone' => '037-730967',
                                                                    ],
                                                                    329 => 
                                                                    [
                                                                        'id' => 1330,
                                                                        'name' => '後龍鎮第八公墓(禁草山）',
                                                                            'type' => '公墓',
                                                                            'class' => '公立',
                                                                            'telephone' => '037-730967',
                                                                        ],
                                                                        330 => 
                                                                        [
                                                                            'id' => 1331,
                                                                            'name' => '後龍鎮第十三公墓(新塚1、2號）',
                                                                                'type' => '公墓',
                                                                                'class' => '公立',
                                                                                'telephone' => '037-730967',
                                                                            ],
                                                                            331 => 
                                                                            [
                                                                                'id' => 1332,
                                                                                'name' => '後龍鎮第十五公墓(馬鄰埔尾）',
                                                                                    'type' => '公墓',
                                                                                    'class' => '公立',
                                                                                    'telephone' => '037-730967',
                                                                                ],
                                                                                332 => 
                                                                                [
                                                                                    'id' => 1333,
                                                                                    'name' => '後龍鎮第十六公墓(同安坑）',
                                                                                        'type' => '公墓',
                                                                                        'class' => '公立',
                                                                                        'telephone' => '037-730967',
                                                                                    ],
                                                                                    333 => 
                                                                                    [
                                                                                        'id' => 1334,
                                                                                        'name' => '後龍鎮第十公墓(溫山塚）',
                                                                                            'type' => '公墓',
                                                                                            'class' => '公立',
                                                                                            'telephone' => '037-730967',
                                                                                        ],
                                                                                        334 => 
                                                                                        [
                                                                                            'id' => 1335,
                                                                                            'name' => '後龍鎮第十四公墓(披頭塚）',
                                                                                                'type' => '公墓',
                                                                                                'class' => '公立',
                                                                                                'telephone' => '037-730967',
                                                                                            ],
                                                                                            335 => 
                                                                                            [
                                                                                                'id' => 1336,
                                                                                                'name' => '後龍鎮第三公墓(苦苓腳1、2號）',
                                                                                                    'type' => '公墓',
                                                                                                    'class' => '公立',
                                                                                                    'telephone' => '037-730967',
                                                                                                ],
                                                                                                336 => 
                                                                                                [
                                                                                                    'id' => 1337,
                                                                                                    'name' => '後龍鎮第五公墓(死人崙）',
                                                                                                        'type' => '公墓',
                                                                                                        'class' => '公立',
                                                                                                        'telephone' => '037-730967',
                                                                                                    ],
                                                                                                    337 => 
                                                                                                    [
                                                                                                        'id' => 1338,
                                                                                                        'name' => '後龍鎮第六公墓(莿子山）',
                                                                                                            'type' => '公墓',
                                                                                                            'class' => '公立',
                                                                                                            'telephone' => '037-730967',
                                                                                                        ],
                                                                                                        338 => 
                                                                                                        [
                                                                                                            'id' => 1339,
                                                                                                            'name' => '後龍鎮第四公墓(興化崙）',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-730967',
                                                                                                            ],
                                                                                                            339 => 
                                                                                                            [
                                                                                                                'id' => 1340,
                                                                                                                'name' => '恆春鎮第七公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            340 => 
                                                                                                            [
                                                                                                                'id' => 1341,
                                                                                                                'name' => '恆春鎮第九公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            341 => 
                                                                                                            [
                                                                                                                'id' => 1342,
                                                                                                                'name' => '恆春鎮第二十二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            342 => 
                                                                                                            [
                                                                                                                'id' => 1343,
                                                                                                                'name' => '恆春鎮第二十三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            343 => 
                                                                                                            [
                                                                                                                'id' => 1344,
                                                                                                                'name' => '恆春鎮第二十公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            344 => 
                                                                                                            [
                                                                                                                'id' => 1345,
                                                                                                                'name' => '恆春鎮第二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            345 => 
                                                                                                            [
                                                                                                                'id' => 1346,
                                                                                                                'name' => '恆春鎮第八公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            346 => 
                                                                                                            [
                                                                                                                'id' => 1347,
                                                                                                                'name' => '恆春鎮第十一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            347 => 
                                                                                                            [
                                                                                                                'id' => 1348,
                                                                                                                'name' => '恆春鎮第十七公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            348 => 
                                                                                                            [
                                                                                                                'id' => 1349,
                                                                                                                'name' => '恆春鎮第十九公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            349 => 
                                                                                                            [
                                                                                                                'id' => 1350,
                                                                                                                'name' => '恆春鎮第十二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            350 => 
                                                                                                            [
                                                                                                                'id' => 1351,
                                                                                                                'name' => '恆春鎮第十三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            351 => 
                                                                                                            [
                                                                                                                'id' => 1352,
                                                                                                                'name' => '恆春鎮第十公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            352 => 
                                                                                                            [
                                                                                                                'id' => 1353,
                                                                                                                'name' => '恆春鎮第十四公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            353 => 
                                                                                                            [
                                                                                                                'id' => 1354,
                                                                                                                'name' => '恆春鎮第四公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8898112',
                                                                                                            ],
                                                                                                            354 => 
                                                                                                            [
                                                                                                                'id' => 1355,
                                                                                                                'name' => '春日鄉力里村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8782145',
                                                                                                            ],
                                                                                                            355 => 
                                                                                                            [
                                                                                                                'id' => 1356,
                                                                                                                'name' => '春日鄉士文村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8782145',
                                                                                                            ],
                                                                                                            356 => 
                                                                                                            [
                                                                                                                'id' => 1357,
                                                                                                                'name' => '春日鄉古華村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8782145',
                                                                                                            ],
                                                                                                            357 => 
                                                                                                            [
                                                                                                                'id' => 1358,
                                                                                                                'name' => '春日鄉春日村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8782145',
                                                                                                            ],
                                                                                                            358 => 
                                                                                                            [
                                                                                                                'id' => 1359,
                                                                                                                'name' => '春日鄉歸崇村、七佳村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8782145',
                                                                                                            ],
                                                                                                            359 => 
                                                                                                            [
                                                                                                                'id' => 1360,
                                                                                                                'name' => '春陽村骨灰（骸）牆',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2802816',
                                                                                                            ],
                                                                                                            360 => 
                                                                                                            [
                                                                                                                'id' => 1361,
                                                                                                            'name' => '柚仔宅公墓(公墓已禁葬)',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '05-2533321-144',
                                                                                                            ],
                                                                                                            361 => 
                                                                                                            [
                                                                                                                'id' => 1362,
                                                                                                                'name' => '柳營區第2公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '06--6226961',
                                                                                                            ],
                                                                                                            362 => 
                                                                                                            [
                                                                                                                'id' => 1363,
                                                                                                                'name' => '柳營區第3公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '06--6226961',
                                                                                                            ],
                                                                                                            363 => 
                                                                                                            [
                                                                                                                'id' => 1364,
                                                                                                                'name' => '柳營區第4公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '06--6226961',
                                                                                                            ],
                                                                                                            364 => 
                                                                                                            [
                                                                                                                'id' => 1365,
                                                                                                                'name' => '柳營區第5公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '06--6226961',
                                                                                                            ],
                                                                                                            365 => 
                                                                                                            [
                                                                                                                'id' => 1366,
                                                                                                                'name' => '皇穹陵功德堂',
                                                                                                                'type' => '殯儀館',
                                                                                                                'class' => '私立',
                                                                                                                'telephone' => '049-2581933',
                                                                                                            ],
                                                                                                            366 => 
                                                                                                            [
                                                                                                                'id' => 1367,
                                                                                                                'name' => '皇穹陵紀念花園',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '私立',
                                                                                                                'telephone' => '049-2581933',
                                                                                                            ],
                                                                                                            367 => 
                                                                                                            [
                                                                                                                'id' => 1368,
                                                                                                                'name' => '美濃區第一公墓〈東門里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            368 => 
                                                                                                            [
                                                                                                                'id' => 1369,
                                                                                                                'name' => '美濃區第七公墓〈德興里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            369 => 
                                                                                                            [
                                                                                                                'id' => 1370,
                                                                                                                'name' => '美濃區第九公墓〈龍山里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            370 => 
                                                                                                            [
                                                                                                                'id' => 1371,
                                                                                                                'name' => '美濃區第八公墓〈吉東里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            371 => 
                                                                                                            [
                                                                                                                'id' => 1372,
                                                                                                                'name' => '美濃區第十一公墓〈龍肚里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            372 => 
                                                                                                            [
                                                                                                                'id' => 1373,
                                                                                                                'name' => '美濃區第十二公墓〈廣林里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            373 => 
                                                                                                            [
                                                                                                                'id' => 1374,
                                                                                                                'name' => '美濃區第十三公墓〈興隆里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            374 => 
                                                                                                            [
                                                                                                                'id' => 1375,
                                                                                                                'name' => '美濃區第十公墓〈龍山里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            375 => 
                                                                                                            [
                                                                                                                'id' => 1376,
                                                                                                                'name' => '美濃區第三公墓〈中圳里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            376 => 
                                                                                                            [
                                                                                                                'id' => 1377,
                                                                                                                'name' => '美濃區第五公墓〈福安里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            377 => 
                                                                                                            [
                                                                                                                'id' => 1378,
                                                                                                                'name' => '美濃區第六公墓〈祿興里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            378 => 
                                                                                                            [
                                                                                                                'id' => 1379,
                                                                                                                'name' => '美濃區第四公墓〈瀰濃里〉',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6818293',
                                                                                                            ],
                                                                                                            379 => 
                                                                                                            [
                                                                                                                'id' => 1380,
                                                                                                                'name' => '茄萣區第二納骨堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6904413',
                                                                                                            ],
                                                                                                            380 => 
                                                                                                            [
                                                                                                                'id' => 1381,
                                                                                                                'name' => '茄萣區第三納骨塔',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '07-6904413',
                                                                                                            ],
                                                                                                            381 => 
                                                                                                            [
                                                                                                                'id' => 1382,
                                                                                                                'name' => '苗栗市示範公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '0',
                                                                                                            ],
                                                                                                            382 => 
                                                                                                            [
                                                                                                                'id' => 1383,
                                                                                                                'name' => '苗栗市第一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '0',
                                                                                                            ],
                                                                                                            383 => 
                                                                                                            [
                                                                                                                'id' => 1384,
                                                                                                                'name' => '苗栗市第二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-331910-236',
                                                                                                            ],
                                                                                                            384 => 
                                                                                                            [
                                                                                                                'id' => 1385,
                                                                                                                'name' => '苗栗市第三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-331910-236',
                                                                                                            ],
                                                                                                            385 => 
                                                                                                            [
                                                                                                                'id' => 1386,
                                                                                                                'name' => '苗栗市第五公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-331910-236',
                                                                                                            ],
                                                                                                            386 => 
                                                                                                            [
                                                                                                                'id' => 1387,
                                                                                                                'name' => '苗栗市第四公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '0',
                                                                                                            ],
                                                                                                            387 => 
                                                                                                            [
                                                                                                                'id' => 1388,
                                                                                                                'name' => '苗栗縣三義鄉第一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            388 => 
                                                                                                            [
                                                                                                                'id' => 1389,
                                                                                                                'name' => '苗栗縣三義鄉第九公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            389 => 
                                                                                                            [
                                                                                                                'id' => 1390,
                                                                                                                'name' => '苗栗縣三義鄉第二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            390 => 
                                                                                                            [
                                                                                                                'id' => 1391,
                                                                                                                'name' => '苗栗縣三義鄉第十一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            391 => 
                                                                                                            [
                                                                                                                'id' => 1392,
                                                                                                                'name' => '苗栗縣三義鄉第十二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            392 => 
                                                                                                            [
                                                                                                                'id' => 1393,
                                                                                                                'name' => '苗栗縣三義鄉第十三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            393 => 
                                                                                                            [
                                                                                                                'id' => 1394,
                                                                                                                'name' => '苗栗縣三義鄉第十公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            394 => 
                                                                                                            [
                                                                                                                'id' => 1395,
                                                                                                                'name' => '苗栗縣三義鄉第三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            395 => 
                                                                                                            [
                                                                                                                'id' => 1396,
                                                                                                                'name' => '苗栗縣三義鄉第六公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            396 => 
                                                                                                            [
                                                                                                                'id' => 1397,
                                                                                                                'name' => '苗栗縣三義鄉第四公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-879718',
                                                                                                            ],
                                                                                                            397 => 
                                                                                                            [
                                                                                                                'id' => 1398,
                                                                                                                'name' => '苗栗縣公館鄉隘寮追思紀念館',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-222210-121',
                                                                                                            ],
                                                                                                            398 => 
                                                                                                            [
                                                                                                                'id' => 1399,
                                                                                                                'name' => '苗栗縣後龍鎮聚善堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-730242',
                                                                                                            ],
                                                                                                            399 => 
                                                                                                            [
                                                                                                                'id' => 1400,
                                                                                                                'name' => '苗栗縣苗栗市生命紀念園區納骨堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-370611、370616',
                                                                                                            ],
                                                                                                            400 => 
                                                                                                            [
                                                                                                                'id' => 1401,
                                                                                                                'name' => '苗栗縣泰安鄉錦水村斯瓦細格公墓納骨牆',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '941025#201',
                                                                                                            ],
                                                                                                            401 => 
                                                                                                            [
                                                                                                                'id' => 1402,
                                                                                                                'name' => '苗栗縣造橋鄉生命紀念園區',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-542255',
                                                                                                            ],
                                                                                                            402 => 
                                                                                                            [
                                                                                                                'id' => 1403,
                                                                                                                'name' => '苑裡鎮青埔生命紀念館',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            403 => 
                                                                                                            [
                                                                                                                'id' => 1404,
                                                                                                                'name' => '苑裡鎮青埔敬心館暨善緣堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-559349',
                                                                                                            ],
                                                                                                            404 => 
                                                                                                            [
                                                                                                                'id' => 1405,
                                                                                                                'name' => '苑裡鎮第一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            405 => 
                                                                                                            [
                                                                                                                'id' => 1406,
                                                                                                                'name' => '苑裡鎮第七公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            406 => 
                                                                                                            [
                                                                                                                'id' => 1407,
                                                                                                                'name' => '苑裡鎮第二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            407 => 
                                                                                                            [
                                                                                                                'id' => 1408,
                                                                                                                'name' => '苑裡鎮第八公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            408 => 
                                                                                                            [
                                                                                                                'id' => 1409,
                                                                                                                'name' => '苑裡鎮第十二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            409 => 
                                                                                                            [
                                                                                                                'id' => 1410,
                                                                                                                'name' => '苑裡鎮第十公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            410 => 
                                                                                                            [
                                                                                                                'id' => 1411,
                                                                                                                'name' => '苑裡鎮第三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            411 => 
                                                                                                            [
                                                                                                                'id' => 1412,
                                                                                                                'name' => '苑裡鎮第五公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            412 => 
                                                                                                            [
                                                                                                                'id' => 1413,
                                                                                                                'name' => '苑裡鎮第六公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            413 => 
                                                                                                            [
                                                                                                                'id' => 1414,
                                                                                                                'name' => '苑裡鎮第四公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-862211',
                                                                                                            ],
                                                                                                            414 => 
                                                                                                            [
                                                                                                                'id' => 1415,
                                                                                                                'name' => '迦南墓園',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '私立',
                                                                                                                'telephone' => '08-7761968',
                                                                                                            ],
                                                                                                            415 => 
                                                                                                            [
                                                                                                                'id' => 1416,
                                                                                                                'name' => '風美公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037-823115',
                                                                                                            ],
                                                                                                            416 => 
                                                                                                            [
                                                                                                                'id' => 1417,
                                                                                                                'name' => '員山鄉第一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-9231991',
                                                                                                            ],
                                                                                                            417 => 
                                                                                                            [
                                                                                                                'id' => 1418,
                                                                                                                'name' => '員山鄉第二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-9231991',
                                                                                                            ],
                                                                                                            418 => 
                                                                                                            [
                                                                                                                'id' => 1419,
                                                                                                                'name' => '員山鄉第三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-9231991',
                                                                                                            ],
                                                                                                            419 => 
                                                                                                            [
                                                                                                                'id' => 1420,
                                                                                                                'name' => '埔里鎮10.牛眠里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            420 => 
                                                                                                            [
                                                                                                                'id' => 1421,
                                                                                                                'name' => '埔里鎮11.籃城里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            421 => 
                                                                                                            [
                                                                                                                'id' => 1422,
                                                                                                                'name' => '埔里鎮12.鐵山里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            422 => 
                                                                                                            [
                                                                                                                'id' => 1423,
                                                                                                                'name' => '埔里鎮13.成功里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            423 => 
                                                                                                            [
                                                                                                                'id' => 1424,
                                                                                                                'name' => '埔里鎮14.向善里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            424 => 
                                                                                                            [
                                                                                                                'id' => 1425,
                                                                                                                'name' => '埔里鎮15.鐵山里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            425 => 
                                                                                                            [
                                                                                                                'id' => 1426,
                                                                                                                'name' => '埔里鎮16麒麟里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            426 => 
                                                                                                            [
                                                                                                                'id' => 1427,
                                                                                                                'name' => '埔里鎮17合成里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984041',
                                                                                                            ],
                                                                                                            427 => 
                                                                                                            [
                                                                                                                'id' => 1428,
                                                                                                                'name' => '埔里鎮2.桃米里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            428 => 
                                                                                                            [
                                                                                                                'id' => 1429,
                                                                                                                'name' => '埔里鎮4.南村里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            429 => 
                                                                                                            [
                                                                                                                'id' => 1430,
                                                                                                                'name' => '埔里鎮5.溪南里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            430 => 
                                                                                                            [
                                                                                                                'id' => 1431,
                                                                                                                'name' => '埔里鎮6.一新里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            431 => 
                                                                                                            [
                                                                                                                'id' => 1432,
                                                                                                                'name' => '埔里鎮8.牛眠里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            432 => 
                                                                                                            [
                                                                                                                'id' => 1433,
                                                                                                                'name' => '埔里鎮9.史港里公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            433 => 
                                                                                                            [
                                                                                                                'id' => 1434,
                                                                                                                'name' => '埔里鎮慈孝堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2984040',
                                                                                                            ],
                                                                                                            434 => 
                                                                                                            [
                                                                                                                'id' => 1435,
                                                                                                                'name' => '埔里鎮慈惠堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '049-2421690',
                                                                                                            ],
                                                                                                            435 => 
                                                                                                            [
                                                                                                                'id' => 1436,
                                                                                                                'name' => '埔姜崙生命紀念園區懷恩堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '05-6971448',
                                                                                                            ],
                                                                                                            436 => 
                                                                                                            [
                                                                                                                'id' => 1437,
                                                                                                                'name' => '峨眉鄉峨眉公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-5800116',
                                                                                                            ],
                                                                                                            437 => 
                                                                                                            [
                                                                                                                'id' => 1438,
                                                                                                                'name' => '峨眉鄉富興公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-5800116',
                                                                                                            ],
                                                                                                            438 => 
                                                                                                            [
                                                                                                                'id' => 1439,
                                                                                                                'name' => '峨眉鄉湖光公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-5800116',
                                                                                                            ],
                                                                                                            439 => 
                                                                                                            [
                                                                                                                'id' => 1440,
                                                                                                                'name' => '崁頂鄉第一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            440 => 
                                                                                                            [
                                                                                                                'id' => 1441,
                                                                                                                'name' => '崁頂鄉第七公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            441 => 
                                                                                                            [
                                                                                                                'id' => 1442,
                                                                                                                'name' => '崁頂鄉第九公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            442 => 
                                                                                                            [
                                                                                                                'id' => 1443,
                                                                                                                'name' => '崁頂鄉第二公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            443 => 
                                                                                                            [
                                                                                                                'id' => 1444,
                                                                                                                'name' => '崁頂鄉第八公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            444 => 
                                                                                                            [
                                                                                                                'id' => 1445,
                                                                                                                'name' => '崁頂鄉第三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            445 => 
                                                                                                            [
                                                                                                                'id' => 1446,
                                                                                                                'name' => '崁頂鄉第五公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            446 => 
                                                                                                            [
                                                                                                                'id' => 1447,
                                                                                                                'name' => '崁頂鄉第六公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            447 => 
                                                                                                            [
                                                                                                                'id' => 1448,
                                                                                                                'name' => '崁頂鄉第四公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8631144',
                                                                                                            ],
                                                                                                            448 => 
                                                                                                            [
                                                                                                                'id' => 1449,
                                                                                                                'name' => '桃園市八德區大安公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-3678360',
                                                                                                            ],
                                                                                                            449 => 
                                                                                                            [
                                                                                                                'id' => 1450,
                                                                                                                'name' => '桃園市八德區大安公墓納骨堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-3678360',
                                                                                                            ],
                                                                                                            450 => 
                                                                                                            [
                                                                                                                'id' => 1451,
                                                                                                                'name' => '桃園市新屋區笨港示範公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-4766403',
                                                                                                            ],
                                                                                                            451 => 
                                                                                                            [
                                                                                                                'id' => 1452,
                                                                                                                'name' => '桃園區第一公園化公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-3251569',
                                                                                                            ],
                                                                                                            452 => 
                                                                                                            [
                                                                                                                'id' => 1453,
                                                                                                                'name' => '桃園區第二納骨堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-3251569',
                                                                                                            ],
                                                                                                            453 => 
                                                                                                            [
                                                                                                                'id' => 1454,
                                                                                                                'name' => '桃園區殯葬服務中心-火化場',
                                                                                                                'type' => '火化場',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-3251569',
                                                                                                            ],
                                                                                                            454 => 
                                                                                                            [
                                                                                                                'id' => 1455,
                                                                                                                'name' => '桃園區殯葬服務中心-殯儀館',
                                                                                                                'type' => '殯儀館',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '03-3251569',
                                                                                                            ],
                                                                                                            455 => 
                                                                                                            [
                                                                                                                'id' => 1456,
                                                                                                                'name' => '泰山區第一公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                            'telephone' => '(02)2909-9551分機1309',
                                                                                                            ],
                                                                                                            456 => 
                                                                                                            [
                                                                                                                'id' => 1457,
                                                                                                                'name' => '泰安鄉八卦公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            457 => 
                                                                                                            [
                                                                                                                'id' => 1458,
                                                                                                                'name' => '泰安鄉士林公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            458 => 
                                                                                                            [
                                                                                                                'id' => 1459,
                                                                                                                'name' => '泰安鄉大安公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            459 => 
                                                                                                            [
                                                                                                                'id' => 1460,
                                                                                                                'name' => '泰安鄉大興公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            460 => 
                                                                                                            [
                                                                                                                'id' => 1461,
                                                                                                                'name' => '泰安鄉大興村南灣公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            461 => 
                                                                                                            [
                                                                                                                'id' => 1462,
                                                                                                                'name' => '泰安鄉天狗公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            462 => 
                                                                                                            [
                                                                                                                'id' => 1463,
                                                                                                                'name' => '泰安鄉司馬限公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            463 => 
                                                                                                            [
                                                                                                                'id' => 1464,
                                                                                                                'name' => '泰安鄉永安公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            464 => 
                                                                                                            [
                                                                                                                'id' => 1465,
                                                                                                                'name' => '泰安鄉沙埔鹿公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            465 => 
                                                                                                            [
                                                                                                                'id' => 1466,
                                                                                                                'name' => '泰安鄉梅園公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            466 => 
                                                                                                            [
                                                                                                                'id' => 1467,
                                                                                                                'name' => '泰安鄉清安公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            467 => 
                                                                                                            [
                                                                                                                'id' => 1468,
                                                                                                                'name' => '泰安鄉細道邦公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            468 => 
                                                                                                            [
                                                                                                                'id' => 1469,
                                                                                                                'name' => '泰安鄉象鼻公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            469 => 
                                                                                                            [
                                                                                                                'id' => 1470,
                                                                                                                'name' => '泰安鄉圓墩公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            470 => 
                                                                                                            [
                                                                                                                'id' => 1471,
                                                                                                                'name' => '泰安鄉橫龍山公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            471 => 
                                                                                                            [
                                                                                                                'id' => 1472,
                                                                                                                'name' => '泰安鄉蘇魯公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '037/941025*208',
                                                                                                            ],
                                                                                                            472 => 
                                                                                                            [
                                                                                                                'id' => 1473,
                                                                                                                'name' => '泰和龍泉墓園',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '私立',
                                                                                                                'telephone' => '08-7962030',
                                                                                                            ],
                                                                                                            473 => 
                                                                                                            [
                                                                                                                'id' => 1474,
                                                                                                                'name' => '泰武鄉 安平部落公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            474 => 
                                                                                                            [
                                                                                                                'id' => 1475,
                                                                                                                'name' => '泰武鄉平和村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            475 => 
                                                                                                            [
                                                                                                                'id' => 1476,
                                                                                                                'name' => '泰武鄉佳平村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            476 => 
                                                                                                            [
                                                                                                                'id' => 1477,
                                                                                                                'name' => '泰武鄉佳興村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            477 => 
                                                                                                            [
                                                                                                                'id' => 1478,
                                                                                                                'name' => '泰武鄉武潭村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            478 => 
                                                                                                            [
                                                                                                                'id' => 1479,
                                                                                                                'name' => '泰武鄉泰武村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            479 => 
                                                                                                            [
                                                                                                                'id' => 1480,
                                                                                                                'name' => '泰武鄉馬仕部落公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            480 => 
                                                                                                            [
                                                                                                                'id' => 1481,
                                                                                                                'name' => '泰武鄉萬安村公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-7832435',
                                                                                                            ],
                                                                                                            481 => 
                                                                                                            [
                                                                                                                'id' => 1482,
                                                                                                                'name' => '海端鄉下馬公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            482 => 
                                                                                                            [
                                                                                                                'id' => 1483,
                                                                                                                'name' => '海端鄉下部落公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            483 => 
                                                                                                            [
                                                                                                                'id' => 1484,
                                                                                                                'name' => '海端鄉大埔公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            484 => 
                                                                                                            [
                                                                                                                'id' => 1485,
                                                                                                                'name' => '海端鄉山平公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            485 => 
                                                                                                            [
                                                                                                                'id' => 1486,
                                                                                                                'name' => '海端鄉加平公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            486 => 
                                                                                                            [
                                                                                                                'id' => 1487,
                                                                                                                'name' => '海端鄉加和公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            487 => 
                                                                                                            [
                                                                                                                'id' => 1488,
                                                                                                                'name' => '海端鄉加樂公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            488 => 
                                                                                                            [
                                                                                                                'id' => 1489,
                                                                                                                'name' => '海端鄉利稻公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            489 => 
                                                                                                            [
                                                                                                                'id' => 1490,
                                                                                                                'name' => '海端鄉初來公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            490 => 
                                                                                                            [
                                                                                                                'id' => 1491,
                                                                                                                'name' => '海端鄉崁頂公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            491 => 
                                                                                                            [
                                                                                                                'id' => 1492,
                                                                                                                'name' => '海端鄉新武公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            492 => 
                                                                                                            [
                                                                                                                'id' => 1493,
                                                                                                                'name' => '海端鄉錦屏公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            493 => 
                                                                                                            [
                                                                                                                'id' => 1494,
                                                                                                                'name' => '海端鄉龍泉公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            494 => 
                                                                                                            [
                                                                                                                'id' => 1495,
                                                                                                                'name' => '海端鄉霧鹿公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '089-931370',
                                                                                                            ],
                                                                                                            495 => 
                                                                                                            [
                                                                                                                'id' => 1496,
                                                                                                                'name' => '烈嶼鄉民眾公墓納骨堂',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '082-363296',
                                                                                                            ],
                                                                                                            496 => 
                                                                                                            [
                                                                                                                'id' => 1497,
                                                                                                                'name' => '烏來區信賢公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                            'telephone' => '(02)2661-6442分機215',
                                                                                                            ],
                                                                                                            497 => 
                                                                                                            [
                                                                                                                'id' => 1498,
                                                                                                                'name' => '烏來區烏來公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                            'telephone' => '(02)2661-6442分機215',
                                                                                                            ],
                                                                                                            498 => 
                                                                                                            [
                                                                                                                'id' => 1499,
                                                                                                                'name' => '琉球鄉生命紀念館',
                                                                                                            'type' => '骨灰(骸)存放',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8611790',
                                                                                                            ],
                                                                                                            499 => 
                                                                                                            [
                                                                                                                'id' => 1500,
                                                                                                                'name' => '琉球鄉第三公墓',
                                                                                                                'type' => '公墓',
                                                                                                                'class' => '公立',
                                                                                                                'telephone' => '08-8612501',
                                                                                                            ],
                                                                                                        ]);
        DB::table('taiwan_funeral_facilities')->insert([
            0 => 
            [
                'id' => 1501,
                'name' => '琉璃光蓮花世界靈（納）骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-5170871',
            ],
            1 => 
            [
                'id' => 1502,
                'name' => '草屯殯儀館',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '049-2567166',
            ],
            2 => 
            [
                'id' => 1503,
                'name' => '草屯鎮平林公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            3 => 
            [
                'id' => 1504,
                'name' => '草屯鎮第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            4 => 
            [
                'id' => 1505,
                'name' => '草屯鎮第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            5 => 
            [
                'id' => 1506,
                'name' => '草屯鎮第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            6 => 
            [
                'id' => 1507,
                'name' => '草屯鎮第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            7 => 
            [
                'id' => 1508,
                'name' => '草屯鎮第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            8 => 
            [
                'id' => 1509,
                'name' => '草屯鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            9 => 
            [
                'id' => 1510,
                'name' => '草屯鎮第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            10 => 
            [
                'id' => 1511,
                'name' => '草屯鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            11 => 
            [
                'id' => 1512,
                'name' => '草屯鎮嘉老山示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2560384',
            ],
            12 => 
            [
                'id' => 1513,
                'name' => '草屯鎮嘉老山第一處納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2338161',
            ],
            13 => 
            [
                'id' => 1514,
                'name' => '草屯鎮嘉老山第二處納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0492560384',
            ],
            14 => 
            [
                'id' => 1515,
                'name' => '草屯鎮嘉老山第三處納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0492560384',
            ],
            15 => 
            [
                'id' => 1516,
                'name' => '財團法人台灣省台南縣白河鎮大仙寺火化場',
                'type' => '火化場',
                'class' => '私立',
            'telephone' => '(06)685-2143',
            ],
            16 => 
            [
                'id' => 1517,
                'name' => '財團法人學甲慈濟宮附設竹篙山靈骨寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-7839328',
            ],
            17 => 
            [
                'id' => 1518,
                'name' => '財團法人學甲慈濟宮糞箕湖墓區',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '06-7839328',
            ],
            18 => 
            [
                'id' => 1519,
                'name' => '貢寮區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            19 => 
            [
                'id' => 1520,
                'name' => '貢寮區第九公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            20 => 
            [
                'id' => 1521,
                'name' => '貢寮區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            21 => 
            [
                'id' => 1522,
                'name' => '貢寮區第八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            22 => 
            [
                'id' => 1523,
                'name' => '貢寮區第十公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            23 => 
            [
                'id' => 1524,
                'name' => '貢寮區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            24 => 
            [
                'id' => 1525,
                'name' => '貢寮區第六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            25 => 
            [
                'id' => 1526,
                'name' => '貢寮區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2494-1601分機212',
            ],
            26 => 
            [
                'id' => 1527,
                'name' => '馬公市虎井生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(06)9291009',
            ],
            27 => 
            [
                'id' => 1528,
                'name' => '馬公市詠恩堂納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9211295',
            ],
            28 => 
            [
                'id' => 1529,
                'name' => '馬公市懷恩堂生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9211295',
            ],
            29 => 
            [
                'id' => 1530,
            'name' => '高雄市大社區納骨塔(慈恩堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-3557991~2',
            ],
            30 => 
            [
                'id' => 1531,
                'name' => '高雄市大樹區第一納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6529242',
            ],
            31 => 
            [
                'id' => 1532,
                'name' => '高雄市仁武區第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-3718159',
            ],
            32 => 
            [
                'id' => 1533,
                'name' => '高雄市仁武區第八公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-3718159',
            ],
            33 => 
            [
                'id' => 1534,
                'name' => '高雄市仁武區懷仁堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-3718159',
            ],
            34 => 
            [
                'id' => 1535,
                'name' => '高雄市內門區第七公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6672061',
            ],
            35 => 
            [
                'id' => 1536,
                'name' => '高雄市六龜區第四公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6893177',
            ],
            36 => 
            [
                'id' => 1537,
                'name' => '高雄市甲仙區示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6754345',
            ],
            37 => 
            [
                'id' => 1538,
                'name' => '高雄市甲仙區第四公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6754345',
            ],
            38 => 
            [
                'id' => 1539,
                'name' => '高雄市立深水山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6152424',
            ],
            39 => 
            [
                'id' => 1540,
                'name' => '高雄市岡山區納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6282577',
            ],
            40 => 
            [
                'id' => 1541,
                'name' => '高雄市美濃區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6818293',
            ],
            41 => 
            [
                'id' => 1542,
                'name' => '高雄市茄萣區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6904413',
            ],
            42 => 
            [
                'id' => 1543,
                'name' => '高雄市梓官區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6100902',
            ],
            43 => 
            [
                'id' => 1544,
                'name' => '高雄市第二殯儀館火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '07-3729941',
            ],
            44 => 
            [
                'id' => 1545,
                'name' => '高雄市鳥松區第四公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-3811104',
            ],
            45 => 
            [
                'id' => 1546,
                'name' => '高雄市路竹區第2納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '076979219',
            ],
            46 => 
            [
                'id' => 1547,
                'name' => '高雄市旗山區第一納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6628467',
            ],
            47 => 
            [
                'id' => 1548,
                'name' => '高雄市旗山區第六公墓多元葬法生命園區',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6628467',
            ],
            48 => 
            [
                'id' => 1549,
            'name' => '高雄市鳳山區納骨堂(拷潭公墓納骨堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-7920200',
            ],
            49 => 
            [
                'id' => 1550,
                'name' => '高雄市橋頭區慈恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-612-8891',
            ],
            50 => 
            [
                'id' => 1551,
                'name' => '高雄市彌陀區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6104150',
            ],
            51 => 
            [
                'id' => 1552,
                'name' => '高雄市殯葬管理處火葬場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '07-3816316',
            ],
            52 => 
            [
                'id' => 1553,
                'name' => '高雄市殯葬管理處第一殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '07-3816316',
            ],
            53 => 
            [
                'id' => 1554,
                'name' => '高雄市殯葬管理處第二殯儀館大社分館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '（07）355-7991~3',
            ],
            54 => 
            [
                'id' => 1555,
                'name' => '高雄市殯葬管理處第二殯儀館仁武本館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '07-3718159',
            ],
            55 => 
            [
                'id' => 1556,
                'name' => '高雄市殯葬管理處橋頭館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '07-612-8891',
            ],
            56 => 
            [
                'id' => 1557,
                'name' => '高樹鄉大埔公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            57 => 
            [
                'id' => 1558,
            'name' => '高樹鄉日光塚骨灰(骸)存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '08-7957496',
            ],
            58 => 
            [
                'id' => 1559,
                'name' => '高樹鄉田子公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            59 => 
            [
                'id' => 1560,
                'name' => '高樹鄉立火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '08-7965862',
            ],
            60 => 
            [
                'id' => 1561,
                'name' => '高樹鄉長榮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962619',
            ],
            61 => 
            [
                'id' => 1562,
                'name' => '高樹鄉南華公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            62 => 
            [
                'id' => 1563,
                'name' => '高樹鄉建興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            63 => 
            [
                'id' => 1564,
                'name' => '高樹鄉泰山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            64 => 
            [
                'id' => 1565,
                'name' => '高樹鄉第一公園化公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            65 => 
            [
                'id' => 1566,
                'name' => '高樹鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            66 => 
            [
                'id' => 1567,
                'name' => '高樹鄉第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7964448',
            ],
            67 => 
            [
                'id' => 1568,
                'name' => '高樹鄉菜寮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            68 => 
            [
                'id' => 1569,
                'name' => '高樹鄉新南公園化公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            69 => 
            [
                'id' => 1570,
                'name' => '高樹鄉新南公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7964448',
            ],
            70 => 
            [
                'id' => 1571,
                'name' => '高樹鄉廣興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            71 => 
            [
                'id' => 1572,
                'name' => '高樹鄉舊庄公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            72 => 
            [
                'id' => 1573,
                'name' => '高樹鄉舊寮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7962610',
            ],
            73 => 
            [
                'id' => 1574,
                'name' => '國姓鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            74 => 
            [
                'id' => 1575,
                'name' => '國姓鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            75 => 
            [
                'id' => 1576,
                'name' => '國姓鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            76 => 
            [
                'id' => 1577,
                'name' => '國姓鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            77 => 
            [
                'id' => 1578,
                'name' => '國姓鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            78 => 
            [
                'id' => 1579,
                'name' => '國姓鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            79 => 
            [
                'id' => 1580,
                'name' => '國姓鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            80 => 
            [
                'id' => 1581,
                'name' => '國姓鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            81 => 
            [
                'id' => 1582,
                'name' => '國姓鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            82 => 
            [
                'id' => 1583,
                'name' => '國姓鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2721002*273',
            ],
            83 => 
            [
                'id' => 1584,
            'name' => '國寶中投福座(舊稱為天境福座)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '049-2261751',
            ],
            84 => 
            [
                'id' => 1585,
                'name' => '基隆市立南榮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '02-24282116',
            ],
            85 => 
            [
                'id' => 1586,
                'name' => '基隆市立殯葬管理所-火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '02-24285216',
            ],
            86 => 
            [
                'id' => 1587,
                'name' => '基隆市立殯葬管理所-納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '02-24282116',
            ],
            87 => 
            [
                'id' => 1588,
                'name' => '基隆市立殯葬管理所-殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '02-24282116',
            ],
            88 => 
            [
                'id' => 1589,
                'name' => '基隆金寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '02-24291199',
            ],
            89 => 
            [
                'id' => 1590,
                'name' => '基督教十字亭納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2891404',
            ],
            90 => 
            [
                'id' => 1591,
                'name' => '將軍區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            91 => 
            [
                'id' => 1592,
                'name' => '將軍區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            92 => 
            [
                'id' => 1593,
                'name' => '將軍區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            93 => 
            [
                'id' => 1594,
                'name' => '將軍區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            94 => 
            [
                'id' => 1595,
                'name' => '將軍區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            95 => 
            [
                'id' => 1596,
                'name' => '將軍區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            96 => 
            [
                'id' => 1597,
                'name' => '將軍區第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            97 => 
            [
                'id' => 1598,
                'name' => '將軍區第十五 公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            98 => 
            [
                'id' => 1599,
                'name' => '將軍區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            99 => 
            [
                'id' => 1600,
                'name' => '將軍區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            100 => 
            [
                'id' => 1601,
                'name' => '將軍區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            101 => 
            [
                'id' => 1602,
                'name' => '將軍區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            102 => 
            [
                'id' => 1603,
                'name' => '將軍區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            103 => 
            [
                'id' => 1604,
                'name' => '將軍區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-7942104',
            ],
            104 => 
            [
                'id' => 1605,
                'name' => '崙背鄉豐榮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6552734',
            ],
            105 => 
            [
                'id' => 1606,
                'name' => '崙背鄉豐榮第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6552734',
            ],
            106 => 
            [
                'id' => 1607,
                'name' => '崙背鄉羅厝公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6967562',
            ],
            107 => 
            [
                'id' => 1608,
                'name' => '崙背鄉羅厝公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6967562',
            ],
            108 => 
            [
                'id' => 1609,
                'name' => '御奠園殯儀館',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '03-4357072',
            ],
            109 => 
            [
                'id' => 1610,
                'name' => '望安鄉花嶼納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '9991311',
            ],
            110 => 
            [
                'id' => 1611,
                'name' => '望安鄉將軍澳懷親堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '9991311',
            ],
            111 => 
            [
                'id' => 1612,
                'name' => '望安鄉第1公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9991311',
            ],
            112 => 
            [
                'id' => 1613,
                'name' => '望安鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-9991313',
            ],
            113 => 
            [
                'id' => 1614,
                'name' => '梅山鄉大南公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2622121#179',
            ],
            114 => 
            [
                'id' => 1615,
                'name' => '梅山鄉太平公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2571166',
            ],
            115 => 
            [
                'id' => 1616,
                'name' => '梅山鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            116 => 
            [
                'id' => 1617,
                'name' => '梅山鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            117 => 
            [
                'id' => 1618,
                'name' => '梅山鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            118 => 
            [
                'id' => 1619,
                'name' => '梅山鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2621104',
            ],
            119 => 
            [
                'id' => 1620,
                'name' => '梅山鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            120 => 
            [
                'id' => 1621,
                'name' => '梅山鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            121 => 
            [
                'id' => 1622,
                'name' => '梅山鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2622121轉179',
            ],
            122 => 
            [
                'id' => 1623,
                'name' => '梅山鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            123 => 
            [
                'id' => 1624,
                'name' => '梅山鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            124 => 
            [
                'id' => 1625,
                'name' => '梅山鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            125 => 
            [
                'id' => 1626,
                'name' => '梅山鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            126 => 
            [
                'id' => 1627,
                'name' => '梅山鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            127 => 
            [
                'id' => 1628,
                'name' => '梅山鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            128 => 
            [
                'id' => 1629,
                'name' => '梅山鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            129 => 
            [
                'id' => 1630,
                'name' => '梅山鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            130 => 
            [
                'id' => 1631,
                'name' => '淡水區第一公園化公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2622-1020分機7605',
            ],
            131 => 
            [
                'id' => 1632,
                'name' => '淡水區第九公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2622-1020分機7605',
            ],
            132 => 
            [
                'id' => 1633,
                'name' => '淡水區第五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2622-1020分機7605',
            ],
            133 => 
            [
                'id' => 1634,
                'name' => '淡水區第六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2622-1020分機7605',
            ],
            134 => 
            [
                'id' => 1635,
                'name' => '淡水聖賢祠',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '02-2801-3215',
            ],
            135 => 
            [
                'id' => 1636,
                'name' => '清凈園殯儀館',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '08-7228852',
            ],
            136 => 
            [
                'id' => 1637,
                'name' => '深水山公墓慈恩納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6152424',
            ],
            137 => 
            [
                'id' => 1638,
                'name' => '深水山公墓慈輝納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6152424',
            ],
            138 => 
            [
                'id' => 1639,
                'name' => '深坑公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            139 => 
            [
                'id' => 1640,
                'name' => '深坑區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2662-3116分機204',
            ],
            140 => 
            [
                'id' => 1641,
                'name' => '深坑區第七公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2662-3116分機204',
            ],
            141 => 
            [
                'id' => 1642,
                'name' => '深坑區第八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2662-3116分機204',
            ],
            142 => 
            [
                'id' => 1643,
                'name' => '深坑區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2662-3116分機204',
            ],
            143 => 
            [
                'id' => 1644,
                'name' => '深坑區第五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2662-3116分機204',
            ],
            144 => 
            [
                'id' => 1645,
                'name' => '深坑區第六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2662-3116分機204',
            ],
            145 => 
            [
                'id' => 1646,
                'name' => '淨自在納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '037-590095',
            ],
            146 => 
            [
                'id' => 1647,
                'name' => '淨樂公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-7981535',
            ],
            147 => 
            [
                'id' => 1648,
                'name' => '第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-823115',
            ],
            148 => 
            [
                'id' => 1649,
                'name' => '第一公墓（口湖）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            149 => 
            [
                'id' => 1650,
                'name' => '第一公墓第一座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048227594',
            ],
            150 => 
            [
                'id' => 1651,
                'name' => '第一公墓第二座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048227594',
            ],
            151 => 
            [
                'id' => 1652,
                'name' => '第一公墓第三座納骨塔〈右廂房〉',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048227594',
            ],
            152 => 
            [
                'id' => 1653,
                'name' => '第二公墓（外埔）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            153 => 
            [
                'id' => 1654,
                'name' => '第八公墓（成龍）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            154 => 
            [
                'id' => 1655,
                'name' => '第十一公墓（後厝）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-7892001',
            ],
            155 => 
            [
                'id' => 1656,
                'name' => '第十三公墓（湖口）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            156 => 
            [
                'id' => 1657,
                'name' => '第十公墓（台子）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            157 => 
            [
                'id' => 1658,
                'name' => '第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-823115',
            ],
            158 => 
            [
                'id' => 1659,
                'name' => '第三公墓（蚵?）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            159 => 
            [
                'id' => 1660,
                'name' => '第三公墓第一座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048229727',
            ],
            160 => 
            [
                'id' => 1661,
                'name' => '第三公墓第二座納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048229727',
            ],
            161 => 
            [
                'id' => 1662,
                'name' => '第五公墓（下崙）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            162 => 
            [
                'id' => 1663,
                'name' => '第六公墓（青蚶）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            163 => 
            [
                'id' => 1664,
                'name' => '第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-823115',
            ],
            164 => 
            [
                'id' => 1665,
                'name' => '第四公墓（謝厝）',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            165 => 
            [
                'id' => 1666,
                'name' => '莒光鄉西莒民眾公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0836-89146',
            ],
            166 => 
            [
                'id' => 1667,
                'name' => '莒光鄉西莒民眾公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0836-89146',
            ],
            167 => 
            [
                'id' => 1668,
                'name' => '莒光鄉東莒民眾公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0836-89146',
            ],
            168 => 
            [
                'id' => 1669,
                'name' => '莒光鄉東莒民眾公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0836-89146',
            ],
            169 => 
            [
                'id' => 1670,
            'name' => '通霄鎮第九公墓(店仔窩)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            170 => 
            [
                'id' => 1671,
            'name' => '通霄鎮第二十一公墓(土地公埔)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            171 => 
            [
                'id' => 1672,
            'name' => '通霄鎮第二十三公墓(雙連埤)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            172 => 
            [
                'id' => 1673,
            'name' => '通霄鎮第二十公墓(竹林山)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            173 => 
            [
                'id' => 1674,
            'name' => '通霄鎮第八公墓(大坪埔)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            174 => 
            [
                'id' => 1675,
            'name' => '通霄鎮第十一公墓(坡仔頭)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            175 => 
            [
                'id' => 1676,
            'name' => '通霄鎮第十八公墓(外橫岡)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            176 => 
            [
                'id' => 1677,
            'name' => '通霄鎮第十三公墓納骨堂(懷恩堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '037-765439',
            ],
            177 => 
            [
                'id' => 1678,
            'name' => '通霄鎮第十五公墓(坪埔墘)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            178 => 
            [
                'id' => 1679,
            'name' => '通霄鎮第十六公墓(白米頭山)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            179 => 
            [
                'id' => 1680,
            'name' => '通霄鎮第十公墓(隘頭山)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            180 => 
            [
                'id' => 1681,
            'name' => '通霄鎮第十四公墓(大坪頂)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-752104',
            ],
            181 => 
            [
                'id' => 1682,
                'name' => '連江縣立骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0836-76206',
            ],
            182 => 
            [
                'id' => 1683,
                'name' => '造橋第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037541961',
            ],
            183 => 
            [
                'id' => 1684,
                'name' => '造橋第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-541961',
            ],
            184 => 
            [
                'id' => 1685,
                'name' => '造橋第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-541961',
            ],
            185 => 
            [
                'id' => 1686,
                'name' => '造橋第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-541961',
            ],
            186 => 
            [
                'id' => 1687,
                'name' => '造橋第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-541961',
            ],
            187 => 
            [
                'id' => 1688,
                'name' => '造橋第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-541961',
            ],
            188 => 
            [
                'id' => 1689,
                'name' => '頂埔公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            189 => 
            [
                'id' => 1690,
                'name' => '魚池鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            190 => 
            [
                'id' => 1691,
                'name' => '魚池鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            191 => 
            [
                'id' => 1692,
                'name' => '魚池鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            192 => 
            [
                'id' => 1693,
                'name' => '魚池鄉第九公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2861390',
            ],
            193 => 
            [
                'id' => 1694,
                'name' => '魚池鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            194 => 
            [
                'id' => 1695,
                'name' => '魚池鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            195 => 
            [
                'id' => 1696,
                'name' => '魚池鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            196 => 
            [
                'id' => 1697,
                'name' => '魚池鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            197 => 
            [
                'id' => 1698,
                'name' => '魚池鄉第十二公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2897582',
            ],
            198 => 
            [
                'id' => 1699,
                'name' => '魚池鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            199 => 
            [
                'id' => 1700,
                'name' => '魚池鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            200 => 
            [
                'id' => 1701,
                'name' => '魚池鄉第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            201 => 
            [
                'id' => 1702,
                'name' => '魚池鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            202 => 
            [
                'id' => 1703,
                'name' => '魚池鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            203 => 
            [
                'id' => 1704,
                'name' => '魚池鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            204 => 
            [
                'id' => 1705,
                'name' => '魚池鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            205 => 
            [
                'id' => 1706,
                'name' => '魚池鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2895371',
            ],
            206 => 
            [
                'id' => 1707,
                'name' => '鹿谷鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            207 => 
            [
                'id' => 1708,
                'name' => '鹿谷鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            208 => 
            [
                'id' => 1709,
                'name' => '鹿谷鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            209 => 
            [
                'id' => 1710,
                'name' => '鹿谷鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            210 => 
            [
                'id' => 1711,
                'name' => '鹿谷鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            211 => 
            [
                'id' => 1712,
                'name' => '鹿谷鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            212 => 
            [
                'id' => 1713,
                'name' => '鹿谷鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            213 => 
            [
                'id' => 1714,
                'name' => '鹿谷鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            214 => 
            [
                'id' => 1715,
                'name' => '鹿谷鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            215 => 
            [
                'id' => 1716,
                'name' => '鹿谷鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            216 => 
            [
                'id' => 1717,
                'name' => '鹿谷鄉銘恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2750058',
            ],
            217 => 
            [
                'id' => 1718,
                'name' => '鹿草鄉公園化第一示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3751744',
            ],
            218 => 
            [
                'id' => 1719,
                'name' => '鹿草鄉立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
            'telephone' => '(05)375-1744',
            ],
            219 => 
            [
                'id' => 1720,
                'name' => '鹿草鄉第一納骨堂（懷恩堂）',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-375-1744',
            ],
            220 => 
            [
                'id' => 1721,
                'name' => '鹿草鄉第二納骨堂（懷親館）',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-3755584',
            ],
            221 => 
            [
                'id' => 1722,
                'name' => '鹿野鄉立武陵公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            222 => 
            [
                'id' => 1723,
                'name' => '麥比拉園納骨塔及納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6993089',
            ],
            223 => 
            [
                'id' => 1724,
                'name' => '麥寮公墓公園化',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6934685',
            ],
            224 => 
            [
                'id' => 1725,
            'name' => '麻豆區公所第一公墓納骨堂(生命紀念館)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5704514',
            ],
            225 => 
            [
                'id' => 1726,
                'name' => '麻豆區示範公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5704514',
            ],
            226 => 
            [
                'id' => 1727,
                'name' => '麻豆區港子尾示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5704514',
            ],
            227 => 
            [
                'id' => 1728,
                'name' => '富收公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            228 => 
            [
                'id' => 1729,
                'name' => '富里鄉立骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8831111',
            ],
            229 => 
            [
                'id' => 1730,
                'name' => '富里鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8831110',
            ],
            230 => 
            [
                'id' => 1731,
                'name' => '富里鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8831110',
            ],
            231 => 
            [
                'id' => 1732,
                'name' => '富里鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8831110',
            ],
            232 => 
            [
                'id' => 1733,
                'name' => '富里鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8831110',
            ],
            233 => 
            [
                'id' => 1734,
                'name' => '富里鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8831110',
            ],
            234 => 
            [
                'id' => 1735,
                'name' => '富貴山莊墓園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '03-4766686',
            ],
            235 => 
            [
                'id' => 1736,
                'name' => '富貴南山紀念中心',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-2650260',
            ],
            236 => 
            [
                'id' => 1737,
                'name' => '富德公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '02-27887513',
            ],
            237 => 
            [
                'id' => 1738,
                'name' => '復興區上宇內部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            238 => 
            [
                'id' => 1739,
                'name' => '復興區上高遶部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            239 => 
            [
                'id' => 1740,
                'name' => '復興區中高遶部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            240 => 
            [
                'id' => 1741,
                'name' => '復興區內奎輝部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            241 => 
            [
                'id' => 1742,
                'name' => '復興區巴陵部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            242 => 
            [
                'id' => 1743,
                'name' => '復興區卡外部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            243 => 
            [
                'id' => 1744,
                'name' => '復興區卡拉部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            244 => 
            [
                'id' => 1745,
                'name' => '復興區卡普部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            245 => 
            [
                'id' => 1746,
                'name' => '復興區光華部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            246 => 
            [
                'id' => 1747,
                'name' => '復興區合流部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            247 => 
            [
                'id' => 1748,
                'name' => '復興區竹頭角部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            248 => 
            [
                'id' => 1749,
                'name' => '復興區色霧鬧部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            249 => 
            [
                'id' => 1750,
                'name' => '復興區志繼部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            250 => 
            [
                'id' => 1751,
                'name' => '復興區角板山部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            251 => 
            [
                'id' => 1752,
                'name' => '復興區里安部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            252 => 
            [
                'id' => 1753,
                'name' => '復興區枕頭山水流東部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            253 => 
            [
                'id' => 1754,
                'name' => '復興區枕頭山部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            254 => 
            [
                'id' => 1755,
            'name' => '復興區武道能敢部落公墓(納骨牆)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            255 => 
            [
                'id' => 1756,
                'name' => '復興區金暖部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            256 => 
            [
                'id' => 1757,
                'name' => '復興區長興部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            257 => 
            [
                'id' => 1758,
                'name' => '復興區奎輝部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            258 => 
            [
                'id' => 1759,
                'name' => '復興區洞口部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            259 => 
            [
                'id' => 1760,
                'name' => '復興區砂崙子部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            260 => 
            [
                'id' => 1761,
                'name' => '復興區庫志部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            261 => 
            [
                'id' => 1762,
                'name' => '復興區高坡部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            262 => 
            [
                'id' => 1763,
                'name' => '復興區高義蘭部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            263 => 
            [
                'id' => 1764,
                'name' => '復興區高遶部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            264 => 
            [
                'id' => 1765,
                'name' => '復興區基國派部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            265 => 
            [
                'id' => 1766,
                'name' => '復興區復華部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            266 => 
            [
                'id' => 1767,
                'name' => '復興區新興部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            267 => 
            [
                'id' => 1768,
                'name' => '復興區爺亨部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            268 => 
            [
                'id' => 1769,
                'name' => '復興區義興部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            269 => 
            [
                'id' => 1770,
                'name' => '復興區詩朗部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            270 => 
            [
                'id' => 1771,
                'name' => '復興區嘎色鬧部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            271 => 
            [
                'id' => 1772,
                'name' => '復興區斷匯部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            272 => 
            [
                'id' => 1773,
                'name' => '復興區羅浮部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            273 => 
            [
                'id' => 1774,
                'name' => '復興區蘇樂部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3821500轉113',
            ],
            274 => 
            [
                'id' => 1775,
                'name' => '湖口鄉和興納骨塔（懷恩堂）',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-5993911*122',
            ],
            275 => 
            [
                'id' => 1776,
                'name' => '湖口鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5993911',
            ],
            276 => 
            [
                'id' => 1777,
                'name' => '湖口鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5993911',
            ],
            277 => 
            [
                'id' => 1778,
                'name' => '湖內區第一納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6993704',
            ],
            278 => 
            [
                'id' => 1779,
                'name' => '湖內區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6993704',
            ],
            279 => 
            [
                'id' => 1780,
                'name' => '湖內區第二納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6993704',
            ],
            280 => 
            [
                'id' => 1781,
                'name' => '湖西鄉中西生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9214508',
            ],
            281 => 
            [
                'id' => 1782,
                'name' => '湖西鄉白坑生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            282 => 
            [
                'id' => 1783,
                'name' => '湖西鄉青螺生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-9922842',
            ],
            283 => 
            [
                'id' => 1784,
                'name' => '湖西鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            284 => 
            [
                'id' => 1785,
                'name' => '湖西鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            285 => 
            [
                'id' => 1786,
                'name' => '湖西鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            286 => 
            [
                'id' => 1787,
                'name' => '湖西鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            287 => 
            [
                'id' => 1788,
                'name' => '湖西鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            288 => 
            [
                'id' => 1789,
                'name' => '湖西鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            289 => 
            [
                'id' => 1790,
                'name' => '湖西鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-9921731',
            ],
            290 => 
            [
                'id' => 1791,
                'name' => '湖西鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            291 => 
            [
                'id' => 1792,
                'name' => '湖西鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            292 => 
            [
                'id' => 1793,
                'name' => '湖西鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            293 => 
            [
                'id' => 1794,
                'name' => '湖西鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            294 => 
            [
                'id' => 1795,
                'name' => '湖西鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '9921731',
            ],
            295 => 
            [
                'id' => 1796,
                'name' => '番路鄉下坑公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2591951',
            ],
            296 => 
            [
                'id' => 1797,
                'name' => '番路鄉大巃公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            297 => 
            [
                'id' => 1798,
                'name' => '番路鄉公田公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2591951',
            ],
            298 => 
            [
                'id' => 1799,
                'name' => '番路鄉公興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2591951',
            ],
            299 => 
            [
                'id' => 1800,
                'name' => '番路鄉民和公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            300 => 
            [
                'id' => 1801,
                'name' => '番路鄉江西公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            301 => 
            [
                'id' => 1802,
                'name' => '番路鄉番路公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            302 => 
            [
                'id' => 1803,
                'name' => '番路鄉新福公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            303 => 
            [
                'id' => 1804,
                'name' => '番路鄉觸口公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            304 => 
            [
                'id' => 1805,
                'name' => '善化區第一示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            305 => 
            [
                'id' => 1806,
                'name' => '善化區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            306 => 
            [
                'id' => 1807,
                'name' => '善化區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            307 => 
            [
                'id' => 1808,
                'name' => '善化區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            308 => 
            [
                'id' => 1809,
                'name' => '善化區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            309 => 
            [
                'id' => 1810,
                'name' => '善化區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            310 => 
            [
                'id' => 1811,
                'name' => '善化區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            311 => 
            [
                'id' => 1812,
                'name' => '善化區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            312 => 
            [
                'id' => 1813,
                'name' => '善化區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0',
            ],
            313 => 
            [
                'id' => 1814,
                'name' => '善化鎮立納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '5813772   /  5813792',
            ],
            314 => 
            [
                'id' => 1815,
                'name' => '華山慈恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '055900390',
            ],
            315 => 
            [
                'id' => 1816,
            'name' => '菜尾示範公墓納骨塔(骨灰、骸)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6984248',
            ],
            316 => 
            [
                'id' => 1817,
            'name' => '陽明山第1公墓(公墓已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '02-28922690',
            ],
            317 => 
            [
                'id' => 1818,
                'name' => '陽明山第一公墓暨靈骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '02-28912083',
            ],
            318 => 
            [
                'id' => 1819,
                'name' => '陽明山臻愛樓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '02-28911258',
            ],
            319 => 
            [
                'id' => 1820,
                'name' => '隆興公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            320 => 
            [
                'id' => 1821,
                'name' => '集集鎮第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2763333',
            ],
            321 => 
            [
                'id' => 1822,
                'name' => '集集鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2763333',
            ],
            322 => 
            [
                'id' => 1823,
                'name' => '集集鎮第三公墓慈恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2763333',
            ],
            323 => 
            [
                'id' => 1824,
                'name' => '集集鎮第三公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2763333',
            ],
            324 => 
            [
                'id' => 1825,
                'name' => '集集鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2763333',
            ],
            325 => 
            [
                'id' => 1826,
                'name' => '集集鎮慈德寺火化場',
                'type' => '火化場',
                'class' => '私立',
                'telephone' => '049-2773881',
            ],
            326 => 
            [
                'id' => 1827,
                'name' => '雲林縣土庫公墓公園化土庫公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6626692',
            ],
            327 => 
            [
                'id' => 1828,
                'name' => '雲林縣土庫公墓公園化土庫納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6626692',
            ],
            328 => 
            [
                'id' => 1829,
                'name' => '雲林縣土庫公墓公園化納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6626692',
            ],
            329 => 
            [
                'id' => 1830,
                'name' => '雲林縣土庫公墓公園化順天公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6626692',
            ],
            330 => 
            [
                'id' => 1831,
                'name' => '雲林縣土庫公墓公園化順天納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6626692',
            ],
            331 => 
            [
                'id' => 1832,
                'name' => '雲林縣斗南鎮崙仔公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5965285',
            ],
            332 => 
            [
                'id' => 1833,
                'name' => '雲林縣斗南鎮崙仔公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5975414',
            ],
            333 => 
            [
                'id' => 1834,
                'name' => '雲林縣斗南鎮新庄公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5975414',
            ],
            334 => 
            [
                'id' => 1835,
                'name' => '雲林縣斗南鎮新庄公墓懷宗堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5975414',
            ],
            335 => 
            [
                'id' => 1836,
                'name' => '雲林縣斗南鎮新庄公墓懷德堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5975414',
            ],
            336 => 
            [
                'id' => 1837,
                'name' => '雲林縣林內鄉私立明心花園殯儀館',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '055570355',
            ],
            337 => 
            [
                'id' => 1838,
                'name' => '雲林縣麥寮鄉惜恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-6932923',
            ],
            338 => 
            [
                'id' => 1839,
                'name' => '雲林縣莿桐鄉 第6公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5710771',
            ],
            339 => 
            [
                'id' => 1840,
                'name' => '雲林縣莿桐鄉第2公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5846579',
            ],
            340 => 
            [
                'id' => 1841,
                'name' => '雲林縣莿桐鄉第7公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5710771',
            ],
            341 => 
            [
                'id' => 1842,
                'name' => '雲德寶塔骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '05-5828282',
            ],
            342 => 
            [
                'id' => 1843,
                'name' => '莿桐第二公墓第一納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5846579',
            ],
            343 => 
            [
                'id' => 1844,
                'name' => '莿桐鄉第二公墓第二納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5846579',
            ],
            344 => 
            [
                'id' => 1845,
                'name' => '莿桐鄉第六公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-5710771',
            ],
            345 => 
            [
                'id' => 1846,
                'name' => '圓滿紀念館',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '08-7213779',
            ],
            346 => 
            [
                'id' => 1847,
                'name' => '慈心園生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '049-2660991',
            ],
            347 => 
            [
                'id' => 1848,
                'name' => '慈恩金寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-5959199',
            ],
            348 => 
            [
                'id' => 1849,
                'name' => '慈恩園生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '02-23784458',
            ],
            349 => 
            [
                'id' => 1850,
                'name' => '慈雲寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '05-289-2336',
            ],
            350 => 
            [
                'id' => 1851,
                'name' => '慈照寺地藏院',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '049-2659714',
            ],
            351 => 
            [
                'id' => 1852,
                'name' => '新化接天寺附設納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '06-5911764、5911141',
            ],
            352 => 
            [
                'id' => 1853,
                'name' => '新化鎮納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5912196',
            ],
            353 => 
            [
                'id' => 1854,
            'name' => '新化鎮第八(示範)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5905009',
            ],
            354 => 
            [
                'id' => 1855,
                'name' => '新化鎮第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5905009',
            ],
            355 => 
            [
                'id' => 1856,
                'name' => '新北市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '02-22571207',
            ],
            356 => 
            [
                'id' => 1857,
            'name' => '新北市立殯儀館附設火化場(三峽昇華園)',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '02-86765555',
            ],
            357 => 
            [
                'id' => 1858,
                'name' => '新市區一般公墓第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5990238',
            ],
            358 => 
            [
                'id' => 1859,
                'name' => '新市區一般公墓第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5990238',
            ],
            359 => 
            [
                'id' => 1860,
                'name' => '新市區示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5990238',
            ],
            360 => 
            [
                'id' => 1861,
                'name' => '新生村公墓納骨牆',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => NULL,
            ],
            361 => 
            [
                'id' => 1862,
                'name' => '新生村公墓納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2802816',
            ],
            362 => 
            [
                'id' => 1863,
            'name' => '新竹市大坪頂納骨堂(永生園)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-5303768',
            ],
            363 => 
            [
                'id' => 1864,
                'name' => '新竹市示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            364 => 
            [
                'id' => 1865,
                'name' => '新竹市羽化館',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            365 => 
            [
                'id' => 1866,
            'name' => '新竹市第八公墓(已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            366 => 
            [
                'id' => 1867,
            'name' => '新竹市第十一公墓(已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            367 => 
            [
                'id' => 1868,
                'name' => '新竹市第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            368 => 
            [
                'id' => 1869,
            'name' => '新竹市第十三公墓(已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            369 => 
            [
                'id' => 1870,
            'name' => '新竹市第三公墓(已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            370 => 
            [
                'id' => 1871,
            'name' => '新竹市第五公墓(已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            371 => 
            [
                'id' => 1872,
            'name' => '新竹市第四公墓(已禁葬)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            372 => 
            [
                'id' => 1873,
                'name' => '新竹市殯葬管理所',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '03-5220179',
            ],
            373 => 
            [
                'id' => 1874,
                'name' => '新竹長生天生命紀念園區',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '03-5981007',
            ],
            374 => 
            [
                'id' => 1875,
                'name' => '新竹長生天生命紀念園區',
                'type' => '火化場',
                'class' => '私立',
                'telephone' => '03-5981007',
            ],
            375 => 
            [
                'id' => 1876,
                'name' => '新竹長生天生命紀念園區',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-5981007',
            ],
            376 => 
            [
                'id' => 1877,
                'name' => '新竹縣竹東鎮生命禮儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '035100311',
            ],
            377 => 
            [
                'id' => 1878,
                'name' => '新店五城花園公墓納骨塔（原永和市第一花園公墓納骨塔）',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2215-2637',
            ],
            378 => 
            [
                'id' => 1879,
                'name' => '新店四十份公墓懷恩堂、懷親堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2217-8433或2911-2281',
            ],
            379 => 
            [
                'id' => 1880,
                'name' => '新店區三城公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2911-2281分機1037',
            ],
            380 => 
            [
                'id' => 1881,
                'name' => '新店區五城花園公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2911-2281分機1037',
            ],
            381 => 
            [
                'id' => 1882,
            'name' => '新店區四十份公墓(示範公墓、樹葬、花葬)',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2911-2281分機1037',
            ],
            382 => 
            [
                'id' => 1883,
                'name' => '新店區四城公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2911-2281分機1037',
            ],
            383 => 
            [
                'id' => 1884,
                'name' => '新店區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2911-2281分機1037',
            ],
            384 => 
            [
                'id' => 1885,
                'name' => '新店區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2911-2281分機1037',
            ],
            385 => 
            [
                'id' => 1886,
                'name' => '新城鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8267223',
            ],
            386 => 
            [
                'id' => 1887,
                'name' => '新城鄉第一公墓思源樓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8612166',
            ],
            387 => 
            [
                'id' => 1888,
                'name' => '新城鄉第一公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8612166',
            ],
            388 => 
            [
                'id' => 1889,
                'name' => '新城鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8267223',
            ],
            389 => 
            [
                'id' => 1890,
                'name' => '新城鄉第二公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8267223',
            ],
            390 => 
            [
                'id' => 1891,
                'name' => '新屋區笨港納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-4766403',
            ],
            391 => 
            [
                'id' => 1892,
            'name' => '新屋區第八示範公墓(笨港)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-4766403',
            ],
            392 => 
            [
                'id' => 1893,
                'name' => '新埔鎮公墓靈塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            393 => 
            [
                'id' => 1894,
                'name' => '新埔鎮第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            394 => 
            [
                'id' => 1895,
                'name' => '新埔鎮第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            395 => 
            [
                'id' => 1896,
                'name' => '新埔鎮第二示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            396 => 
            [
                'id' => 1897,
                'name' => '新埔鎮第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            397 => 
            [
                'id' => 1898,
                'name' => '新埔鎮第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            398 => 
            [
                'id' => 1899,
                'name' => '新埔鎮第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            399 => 
            [
                'id' => 1900,
                'name' => '新埔鎮第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            400 => 
            [
                'id' => 1901,
                'name' => '新埔鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            401 => 
            [
                'id' => 1902,
                'name' => '新埔鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5881311',
            ],
            402 => 
            [
                'id' => 1903,
                'name' => '新埤鄉打鐵公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7973800',
            ],
            403 => 
            [
                'id' => 1904,
                'name' => '新埤鄉南豐公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7973800',
            ],
            404 => 
            [
                'id' => 1905,
                'name' => '新埤鄉華嚴世界骨灰存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '08-7380234',
            ],
            405 => 
            [
                'id' => 1906,
                'name' => '新埤鄉新埤公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7973800',
            ],
            406 => 
            [
                'id' => 1907,
                'name' => '新埤鄉萬隆公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7973800',
            ],
            407 => 
            [
                'id' => 1908,
                'name' => '新埤鄉箕湖公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7973800',
            ],
            408 => 
            [
                'id' => 1909,
                'name' => '新埤鄉餉潭公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7973800',
            ],
            409 => 
            [
                'id' => 1910,
                'name' => '新莊生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2901-0924',
            ],
            410 => 
            [
                'id' => 1911,
                'name' => '新莊區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2992-9891分機230',
            ],
            411 => 
            [
                'id' => 1912,
                'name' => '新港鄉立殯葬管理所-簡易禮廳',
                'type' => '殯儀館',
                'class' => '公立',
            'telephone' => '(05)3742104',
            ],
            412 => 
            [
                'id' => 1913,
            'name' => '新港鄉第一納骨堂(追遠堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-3743954',
            ],
            413 => 
            [
                'id' => 1914,
            'name' => '新港鄉第二納骨堂(懷親堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-3743954',
            ],
            414 => 
            [
                'id' => 1915,
                'name' => '新港鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3742104',
            ],
            415 => 
            [
                'id' => 1916,
                'name' => '新港鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3742104',
            ],
            416 => 
            [
                'id' => 1917,
                'name' => '新園鄉立納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8687385',
            ],
            417 => 
            [
                'id' => 1918,
                'name' => '新園鄉地藏寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '08-8685608',
            ],
            418 => 
            [
                'id' => 1919,
                'name' => '新園鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8687385',
            ],
            419 => 
            [
                'id' => 1920,
                'name' => '新園鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8687385',
            ],
            420 => 
            [
                'id' => 1921,
                'name' => '新園鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8687385',
            ],
            421 => 
            [
                'id' => 1922,
                'name' => '新豐鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5591116',
            ],
            422 => 
            [
                'id' => 1923,
                'name' => '新豐鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5591116',
            ],
            423 => 
            [
                'id' => 1924,
                'name' => '新豐鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5591116',
            ],
            424 => 
            [
                'id' => 1925,
                'name' => '新豐鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5591116',
            ],
            425 => 
            [
                'id' => 1926,
                'name' => '新豐鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5591116',
            ],
            426 => 
            [
                'id' => 1927,
                'name' => '新豐鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5591116',
            ],
            427 => 
            [
                'id' => 1928,
                'name' => '新豐鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5591116',
            ],
            428 => 
            [
                'id' => 1929,
                'name' => '楠西區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5751615-34',
            ],
            429 => 
            [
                'id' => 1930,
                'name' => '楠西區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5751615#34',
            ],
            430 => 
            [
                'id' => 1931,
                'name' => '楠西區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5751615#34',
            ],
            431 => 
            [
                'id' => 1932,
                'name' => '楠西區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5751615#34',
            ],
            432 => 
            [
                'id' => 1933,
                'name' => '楠西區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5751615#34',
            ],
            433 => 
            [
                'id' => 1934,
                'name' => '楊梅生命紀念園區',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-4751178',
            ],
            434 => 
            [
                'id' => 1935,
                'name' => '楊梅區崇德納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-4850363',
            ],
            435 => 
            [
                'id' => 1936,
                'name' => '溪口鄉第二（示範）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2695950#29',
            ],
            436 => 
            [
                'id' => 1937,
                'name' => '溪口鄉第二示範公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-269-2090',
            ],
            437 => 
            [
                'id' => 1938,
                'name' => '溪口鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-269-5950#29',
            ],
            438 => 
            [
                'id' => 1939,
                'name' => '溪口鄉第十（示範）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2695950#29',
            ],
            439 => 
            [
                'id' => 1940,
                'name' => '溪口鄉第十示範公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-269-8183',
            ],
            440 => 
            [
                'id' => 1941,
                'name' => '溪州鄉第三公墓懷宗堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8802280',
            ],
            441 => 
            [
                'id' => 1942,
                'name' => '溪州鄉第三示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8802280',
            ],
            442 => 
            [
                'id' => 1943,
                'name' => '溪州鄉第五示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8898192',
            ],
            443 => 
            [
                'id' => 1944,
                'name' => '溪湖鎮第一公墓孝思堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8812325',
            ],
            444 => 
            [
                'id' => 1945,
                'name' => '溪湖鎮第三公墓慈孝堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8853215',
            ],
            445 => 
            [
                'id' => 1946,
                'name' => '溪湖鎮第三公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8853215',
            ],
            446 => 
            [
                'id' => 1947,
            'name' => '獅子鄉中心崙公墓(納骨牆)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8771129#27',
            ],
            447 => 
            [
                'id' => 1948,
                'name' => '獅子鄉丹路下公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            448 => 
            [
                'id' => 1949,
                'name' => '獅子鄉內獅公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            449 => 
            [
                'id' => 1950,
            'name' => '獅子鄉立丹路上公墓(納骨牆)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8771129#27',
            ],
            450 => 
            [
                'id' => 1951,
            'name' => '獅子鄉立草埔西公墓(納骨牆)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-8771129#27',
            ],
            451 => 
            [
                'id' => 1952,
                'name' => '獅子鄉伊屯公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            452 => 
            [
                'id' => 1953,
                'name' => '獅子鄉草埔中下公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            453 => 
            [
                'id' => 1954,
                'name' => '獅子鄉草埔中上公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            454 => 
            [
                'id' => 1955,
            'name' => '獅子鄉草埔東公墓(橋東)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            455 => 
            [
                'id' => 1956,
                'name' => '獅子鄉草埔雙流公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            456 => 
            [
                'id' => 1957,
            'name' => '獅子鄉新內文公墓(內海)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            457 => 
            [
                'id' => 1958,
                'name' => '獅子鄉新路西公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            458 => 
            [
                'id' => 1959,
                'name' => '獅子鄉新路東公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            459 => 
            [
                'id' => 1960,
                'name' => '獅子鄉楓林公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            460 => 
            [
                'id' => 1961,
                'name' => '獅子鄉獅子公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            461 => 
            [
                'id' => 1962,
                'name' => '獅子鄉舊內文公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8771129*25',
            ],
            462 => 
            [
                'id' => 1963,
                'name' => '獅山勸化堂火化場',
                'type' => '火化場',
                'class' => '私立',
                'telephone' => '037-822744',
            ],
            463 => 
            [
                'id' => 1964,
                'name' => '獅潭鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301-62',
            ],
            464 => 
            [
                'id' => 1965,
                'name' => '獅潭鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301-62',
            ],
            465 => 
            [
                'id' => 1966,
                'name' => '獅潭鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301',
            ],
            466 => 
            [
                'id' => 1967,
                'name' => '獅潭鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301-62',
            ],
            467 => 
            [
                'id' => 1968,
                'name' => '獅潭鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301',
            ],
            468 => 
            [
                'id' => 1969,
                'name' => '獅潭鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301',
            ],
            469 => 
            [
                'id' => 1970,
                'name' => '獅潭鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301-62',
            ],
            470 => 
            [
                'id' => 1971,
                'name' => '獅潭鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301',
            ],
            471 => 
            [
                'id' => 1972,
                'name' => '獅潭鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301-62',
            ],
            472 => 
            [
                'id' => 1973,
                'name' => '獅潭鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-931301-62',
            ],
            473 => 
            [
                'id' => 1974,
                'name' => '瑞芳區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            474 => 
            [
                'id' => 1975,
                'name' => '瑞芳區第七公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            475 => 
            [
                'id' => 1976,
                'name' => '瑞芳區第九公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            476 => 
            [
                'id' => 1977,
                'name' => '瑞芳區第二十一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            477 => 
            [
                'id' => 1978,
                'name' => '瑞芳區第二十三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            478 => 
            [
                'id' => 1979,
                'name' => '瑞芳區第二十公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            479 => 
            [
                'id' => 1980,
                'name' => '瑞芳區第八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            480 => 
            [
                'id' => 1981,
                'name' => '瑞芳區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            481 => 
            [
                'id' => 1982,
                'name' => '瑞芳區第十七公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            482 => 
            [
                'id' => 1983,
                'name' => '瑞芳區第十九公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            483 => 
            [
                'id' => 1984,
                'name' => '瑞芳區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            484 => 
            [
                'id' => 1985,
                'name' => '瑞芳區第十八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            485 => 
            [
                'id' => 1986,
                'name' => '瑞芳區第十三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            486 => 
            [
                'id' => 1987,
                'name' => '瑞芳區第十五公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            487 => 
            [
                'id' => 1988,
                'name' => '瑞芳區第十六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            488 => 
            [
                'id' => 1989,
                'name' => '瑞芳區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            489 => 
            [
                'id' => 1990,
                'name' => '瑞芳區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2497-2250分機1132',
            ],
            490 => 
            [
                'id' => 1991,
                'name' => '瑞穗鄉公園化公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8871380',
            ],
            491 => 
            [
                'id' => 1992,
                'name' => '瑞穗鄉立火化場',
                'type' => '火化場',
                'class' => '公立',
            'telephone' => '(038)872222 轉 170',
            ],
            492 => 
            [
                'id' => 1993,
                'name' => '瑞穗鄉奇美公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8871380',
            ],
            493 => 
            [
                'id' => 1994,
                'name' => '瑞穗鄉納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '038872222',
            ],
            494 => 
            [
                'id' => 1995,
                'name' => '瑞豐公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            495 => 
            [
                'id' => 1996,
                'name' => '萬丹山生命紀念園',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '049-2232186',
            ],
            496 => 
            [
                'id' => 1997,
                'name' => '萬丹迦南墓園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '08-7761968',
            ],
            497 => 
            [
                'id' => 1998,
                'name' => '萬丹鄉立納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7764130',
            ],
            498 => 
            [
                'id' => 1999,
                'name' => '萬丹鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            499 => 
            [
                'id' => 2000,
                'name' => '萬丹鄉第二十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
        ]);
        DB::table('taiwan_funeral_facilities')->insert([
            0 => 
            [
                'id' => 2001,
                'name' => '萬丹鄉第二十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            1 => 
            [
                'id' => 2002,
                'name' => '萬丹鄉第二十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            2 => 
            [
                'id' => 2003,
                'name' => '萬丹鄉第二十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            3 => 
            [
                'id' => 2004,
                'name' => '萬丹鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            4 => 
            [
                'id' => 2005,
            'name' => '萬丹鄉第二棟納骨堂(思親園)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7764130',
            ],
            5 => 
            [
                'id' => 2006,
                'name' => '萬丹鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            6 => 
            [
                'id' => 2007,
                'name' => '萬丹鄉第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            7 => 
            [
                'id' => 2008,
                'name' => '萬丹鄉第十九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            8 => 
            [
                'id' => 2009,
                'name' => '萬丹鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            9 => 
            [
                'id' => 2010,
                'name' => '萬丹鄉第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            10 => 
            [
                'id' => 2011,
                'name' => '萬丹鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            11 => 
            [
                'id' => 2012,
                'name' => '萬丹鄉第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            12 => 
            [
                'id' => 2013,
                'name' => '萬丹鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            13 => 
            [
                'id' => 2014,
                'name' => '萬丹鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            14 => 
            [
                'id' => 2015,
                'name' => '萬丹鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            15 => 
            [
                'id' => 2016,
                'name' => '萬丹鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            16 => 
            [
                'id' => 2017,
                'name' => '萬丹鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            17 => 
            [
                'id' => 2018,
                'name' => '萬丹鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7772111',
            ],
            18 => 
            [
                'id' => 2019,
                'name' => '萬里中福納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2492-2064#325',
            ],
            19 => 
            [
                'id' => 2020,
                'name' => '萬里區第一公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2492-2064分機325',
            ],
            20 => 
            [
                'id' => 2021,
                'name' => '萬里區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2492-2064分機325',
            ],
            21 => 
            [
                'id' => 2022,
                'name' => '萬里區第三公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2492-2064分機325',
            ],
            22 => 
            [
                'id' => 2023,
                'name' => '萬里區第四公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2492-2064分機325',
            ],
            23 => 
            [
                'id' => 2024,
                'name' => '萬榮鄉西林公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8751321#31',
            ],
            24 => 
            [
                'id' => 2025,
                'name' => '萬榮鄉西林納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8771928',
            ],
            25 => 
            [
                'id' => 2026,
                'name' => '萬榮鄉見晴公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8751321',
            ],
            26 => 
            [
                'id' => 2027,
                'name' => '萬榮鄉明利公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8751321',
            ],
            27 => 
            [
                'id' => 2028,
                'name' => '萬榮鄉紅葉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8751321',
            ],
            28 => 
            [
                'id' => 2029,
                'name' => '萬榮鄉萬榮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8751321',
            ],
            29 => 
            [
                'id' => 2030,
                'name' => '萬豐村納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '049-2802816',
            ],
            30 => 
            [
                'id' => 2031,
                'name' => '萬巒-中東寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '08-7834689',
            ],
            31 => 
            [
                'id' => 2032,
            'name' => '萬巒鄉-骨灰骸存放設施(主恩堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7815025',
            ],
            32 => 
            [
                'id' => 2033,
            'name' => '萬巒鄉-骨灰骸存放設施(吉圓軒)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7815025',
            ],
            33 => 
            [
                'id' => 2034,
                'name' => '萬巒鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            34 => 
            [
                'id' => 2035,
                'name' => '萬巒鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            35 => 
            [
                'id' => 2036,
                'name' => '萬巒鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            36 => 
            [
                'id' => 2037,
                'name' => '萬巒鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            37 => 
            [
                'id' => 2038,
                'name' => '萬巒鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            38 => 
            [
                'id' => 2039,
                'name' => '萬巒鄉第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            39 => 
            [
                'id' => 2040,
                'name' => '萬巒鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            40 => 
            [
                'id' => 2041,
                'name' => '萬巒鄉第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            41 => 
            [
                'id' => 2042,
                'name' => '萬巒鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            42 => 
            [
                'id' => 2043,
                'name' => '萬巒鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            43 => 
            [
                'id' => 2044,
                'name' => '萬巒鄉第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            44 => 
            [
                'id' => 2045,
                'name' => '萬巒鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            45 => 
            [
                'id' => 2046,
                'name' => '萬巒鄉第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            46 => 
            [
                'id' => 2047,
                'name' => '萬巒鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            47 => 
            [
                'id' => 2048,
                'name' => '萬巒鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            48 => 
            [
                'id' => 2049,
                'name' => '萬巒鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            49 => 
            [
                'id' => 2050,
                'name' => '萬巒鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7810344',
            ],
            50 => 
            [
                'id' => 2051,
                'name' => '義竹鄉生命紀念園區-懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            51 => 
            [
                'id' => 2052,
                'name' => '義竹鄉生命紀念園區-懷親堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            52 => 
            [
                'id' => 2053,
                'name' => '義竹鄉第10公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            53 => 
            [
                'id' => 2054,
                'name' => '義竹鄉第11公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            54 => 
            [
                'id' => 2055,
                'name' => '義竹鄉第12公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            55 => 
            [
                'id' => 2056,
                'name' => '義竹鄉第15公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            56 => 
            [
                'id' => 2057,
                'name' => '義竹鄉第17公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            57 => 
            [
                'id' => 2058,
                'name' => '義竹鄉第18公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            58 => 
            [
                'id' => 2059,
                'name' => '義竹鄉第19公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            59 => 
            [
                'id' => 2060,
                'name' => '義竹鄉第2（示範）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3418543',
            ],
            60 => 
            [
                'id' => 2061,
                'name' => '義竹鄉第20公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            61 => 
            [
                'id' => 2062,
                'name' => '義竹鄉第21公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            62 => 
            [
                'id' => 2063,
                'name' => '義竹鄉第22公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            63 => 
            [
                'id' => 2064,
                'name' => '義竹鄉第23公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            64 => 
            [
                'id' => 2065,
                'name' => '義竹鄉第3公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            65 => 
            [
                'id' => 2066,
                'name' => '義竹鄉第5公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            66 => 
            [
                'id' => 2067,
                'name' => '義竹鄉第6公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            67 => 
            [
                'id' => 2068,
                'name' => '義竹鄉第7公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            68 => 
            [
                'id' => 2069,
                'name' => '義竹鄉第8公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            69 => 
            [
                'id' => 2070,
                'name' => '義竹鄉第9公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            70 => 
            [
                'id' => 2071,
                'name' => '義竹鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-3411314',
            ],
            71 => 
            [
                'id' => 2072,
                'name' => '裕民公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            72 => 
            [
                'id' => 2073,
                'name' => '路竹區示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '6952256',
            ],
            73 => 
            [
                'id' => 2074,
                'name' => '路竹區第四公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '6952256',
            ],
            74 => 
            [
                'id' => 2075,
                'name' => '路竹第二納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '6952256',
            ],
            75 => 
            [
                'id' => 2076,
                'name' => '路竹第四公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6979219',
            ],
            76 => 
            [
                'id' => 2077,
            'name' => '達仁鄉土坂第二公墓(土坂段295-1號)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-702249',
            ],
            77 => 
            [
                'id' => 2078,
            'name' => '達仁鄉土坂新興社公墓(邵雅段69、68-1號)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-702249',
            ],
            78 => 
            [
                'id' => 2079,
            'name' => '達仁鄉台坂拉里巴第二公墓(台拉段15號)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-702249',
            ],
            79 => 
            [
                'id' => 2080,
            'name' => '達仁鄉台坂第一公墓(台拉段294號295號)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-702249',
            ],
            80 => 
            [
                'id' => 2081,
            'name' => '達仁鄉安朔第二公墓(安朔段538-1號)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-702249',
            ],
            81 => 
            [
                'id' => 2082,
            'name' => '達仁鄉森永第二公墓(森永段124號)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-702249',
            ],
            82 => 
            [
                'id' => 2083,
            'name' => '達仁鄉新化第二公墓(新化段380號)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-702249',
            ],
            83 => 
            [
                'id' => 2084,
                'name' => '鼎金納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-3858843',
            ],
            84 => 
            [
                'id' => 2085,
                'name' => '嘉義市立公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2254321#343',
            ],
            85 => 
            [
                'id' => 2086,
                'name' => '嘉義市立火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '05-2891414',
            ],
            86 => 
            [
                'id' => 2087,
                'name' => '嘉義市立納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2891404',
            ],
            87 => 
            [
                'id' => 2088,
                'name' => '嘉義市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '05-2891414',
            ],
            88 => 
            [
                'id' => 2089,
                'name' => '嘉義市無主納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '05-2891404',
            ],
            89 => 
            [
                'id' => 2090,
                'name' => '嘉義市殯葬管理所璞真園樹葬區',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(05)2891404',
            ],
            90 => 
            [
                'id' => 2091,
                'name' => '壽豐鄉月眉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8652131',
            ],
            91 => 
            [
                'id' => 2092,
                'name' => '壽豐鄉水璉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8652131',
            ],
            92 => 
            [
                'id' => 2093,
                'name' => '壽豐鄉池南公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8652131',
            ],
            93 => 
            [
                'id' => 2094,
                'name' => '壽豐鄉吳全公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8652131',
            ],
            94 => 
            [
                'id' => 2095,
                'name' => '壽豐鄉吳全骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-8652131',
            ],
            95 => 
            [
                'id' => 2096,
                'name' => '壽豐鄉溪口公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8652131',
            ],
            96 => 
            [
                'id' => 2097,
                'name' => '壽豐鄉壽豐公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8652131',
            ],
            97 => 
            [
                'id' => 2098,
                'name' => '彰化市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            98 => 
            [
                'id' => 2099,
                'name' => '彰化市納骨塔懷遠堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7123660',
            ],
            99 => 
            [
                'id' => 2100,
                'name' => '彰化市第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            100 => 
            [
                'id' => 2101,
                'name' => '彰化市第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            101 => 
            [
                'id' => 2102,
                'name' => '彰化市第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            102 => 
            [
                'id' => 2103,
                'name' => '彰化市第二納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-7118197',
            ],
            103 => 
            [
                'id' => 2104,
                'name' => '彰化市第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            104 => 
            [
                'id' => 2105,
                'name' => '彰化市第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7115284',
            ],
            105 => 
            [
                'id' => 2106,
                'name' => '彰化市第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            106 => 
            [
                'id' => 2107,
                'name' => '彰化市第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            107 => 
            [
                'id' => 2108,
                'name' => '彰化市第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            108 => 
            [
                'id' => 2109,
                'name' => '彰化市第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            109 => 
            [
                'id' => 2110,
                'name' => '彰化市第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            110 => 
            [
                'id' => 2111,
                'name' => '彰化市第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            111 => 
            [
                'id' => 2112,
                'name' => '彰化市第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            112 => 
            [
                'id' => 2113,
                'name' => '彰化市第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7118284',
            ],
            113 => 
            [
                'id' => 2114,
                'name' => '彰化縣二水鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8745285',
            ],
            114 => 
            [
                'id' => 2115,
                'name' => '彰化縣二水鄉第一公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0912-637182',
            ],
            115 => 
            [
                'id' => 2116,
                'name' => '彰化縣二水鄉第二公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0910791166',
            ],
            116 => 
            [
                'id' => 2117,
                'name' => '彰化縣二水鄉第三公墓崇德堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0935-718861',
            ],
            117 => 
            [
                'id' => 2118,
                'name' => '彰化縣大城鄉公墓3',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8942980',
            ],
            118 => 
            [
                'id' => 2119,
                'name' => '彰化縣大城鄉公墓6',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8942980',
            ],
            119 => 
            [
                'id' => 2120,
                'name' => '彰化縣田中鎮第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8747751',
            ],
            120 => 
            [
                'id' => 2121,
                'name' => '彰化縣田中鎮第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8751426',
            ],
            121 => 
            [
                'id' => 2122,
                'name' => '彰化縣田尾鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8237500',
            ],
            122 => 
            [
                'id' => 2123,
                'name' => '彰化縣田尾鄉第五公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8832141',
            ],
            123 => 
            [
                'id' => 2124,
                'name' => '彰化縣竹塘鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '公所04-8972001',
            ],
            124 => 
            [
                'id' => 2125,
                'name' => '彰化縣竹塘鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '公所04-8972001',
            ],
            125 => 
            [
                'id' => 2126,
                'name' => '彰化縣竹塘鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '公所04-8972001',
            ],
            126 => 
            [
                'id' => 2127,
                'name' => '彰化縣竹塘鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0910-590982',
            ],
            127 => 
            [
                'id' => 2128,
                'name' => '彰化縣竹塘鄉第十公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0910-590982',
            ],
            128 => 
            [
                'id' => 2129,
                'name' => '彰化縣竹塘鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0911-595992',
            ],
            129 => 
            [
                'id' => 2130,
                'name' => '彰化縣竹塘鄉第三公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '0979-030299',
            ],
            130 => 
            [
                'id' => 2131,
                'name' => '彰化縣竹塘鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '公所04-8972001',
            ],
            131 => 
            [
                'id' => 2132,
                'name' => '彰化縣竹塘鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '公所04-8972001',
            ],
            132 => 
            [
                'id' => 2133,
                'name' => '彰化縣伸港鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7987158',
            ],
            133 => 
            [
                'id' => 2134,
                'name' => '彰化縣伸港鄉第一公墓慈恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7987158',
            ],
            134 => 
            [
                'id' => 2135,
                'name' => '彰化縣伸港鄉第一公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7987158',
            ],
            135 => 
            [
                'id' => 2136,
                'name' => '彰化縣秀水鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7697024',
            ],
            136 => 
            [
                'id' => 2137,
                'name' => '彰化縣秀水鄉第四公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7697024',
            ],
            137 => 
            [
                'id' => 2138,
                'name' => '彰化縣和美鎮第16公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7350384',
            ],
            138 => 
            [
                'id' => 2139,
                'name' => '彰化縣和美鎮第17公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '047350384',
            ],
            139 => 
            [
                'id' => 2140,
                'name' => '彰化縣和美鎮第18公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '047350384',
            ],
            140 => 
            [
                'id' => 2141,
                'name' => '彰化縣和美鎮第22公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '047350384',
            ],
            141 => 
            [
                'id' => 2142,
                'name' => '彰化縣和美鎮第5公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '047350384',
            ],
            142 => 
            [
                'id' => 2143,
                'name' => '彰化縣和美鎮第6公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '047350384',
            ],
            143 => 
            [
                'id' => 2144,
                'name' => '彰化縣和美鎮第7公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '047350384',
            ],
            144 => 
            [
                'id' => 2145,
                'name' => '彰化縣和美鎮第8公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '047350384',
            ],
            145 => 
            [
                'id' => 2146,
                'name' => '彰化縣和美鎮第一靈安堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7350384',
            ],
            146 => 
            [
                'id' => 2147,
                'name' => '彰化縣和美鎮第二靈安堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7552449',
            ],
            147 => 
            [
                'id' => 2148,
                'name' => '彰化縣社頭鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8732621',
            ],
            148 => 
            [
                'id' => 2149,
                'name' => '彰化縣社頭鄉第六公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8732621',
            ],
            149 => 
            [
                'id' => 2150,
                'name' => '彰化縣芳苑鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8960813',
            ],
            150 => 
            [
                'id' => 2151,
                'name' => '彰化縣芳苑鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0932-960-078',
            ],
            151 => 
            [
                'id' => 2152,
                'name' => '彰化縣芳苑鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '0955-562-565',
            ],
            152 => 
            [
                'id' => 2153,
                'name' => '彰化縣花壇鄉第十公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '047873179',
            ],
            153 => 
            [
                'id' => 2154,
                'name' => '彰化縣花壇鄉第十公墓懷遠堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7873179',
            ],
            154 => 
            [
                'id' => 2155,
                'name' => '彰化縣芬園鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2520563',
            ],
            155 => 
            [
                'id' => 2156,
                'name' => '彰化縣芬園鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2520563',
            ],
            156 => 
            [
                'id' => 2157,
                'name' => '彰化縣芬園鄉第三示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2520563',
            ],
            157 => 
            [
                'id' => 2158,
                'name' => '彰化縣芬園鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2520563',
            ],
            158 => 
            [
                'id' => 2159,
                'name' => '彰化縣芬園鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '049-2520563',
            ],
            159 => 
            [
                'id' => 2160,
                'name' => '彰化縣員林鎮第一公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8363309',
            ],
            160 => 
            [
                'id' => 2161,
                'name' => '彰化縣員林鎮第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8361496',
            ],
            161 => 
            [
                'id' => 2162,
                'name' => '彰化縣員林鎮第二公墓示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8314208',
            ],
            162 => 
            [
                'id' => 2163,
                'name' => '彰化縣員林鎮第二公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8314208',
            ],
            163 => 
            [
                'id' => 2164,
                'name' => '彰化縣員林鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8347171',
            ],
            164 => 
            [
                'id' => 2165,
                'name' => '彰化縣員林鎮第五公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8361496',
            ],
            165 => 
            [
                'id' => 2166,
                'name' => '彰化縣埔心鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8292554',
            ],
            166 => 
            [
                'id' => 2167,
                'name' => '彰化縣埔心鄉第一公墓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8292554',
            ],
            167 => 
            [
                'id' => 2168,
                'name' => '彰化縣埔心鄉第五公墓孝敬堂暨環保自然葬區',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8285711',
            ],
            168 => 
            [
                'id' => 2169,
                'name' => '彰化縣埔心鄉第五公墓暨環保自然葬區',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8285711',
            ],
            169 => 
            [
                'id' => 2170,
                'name' => '彰化縣埔鹽鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8652301',
            ],
            170 => 
            [
                'id' => 2171,
                'name' => '彰化縣埔鹽鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8654606',
            ],
            171 => 
            [
                'id' => 2172,
                'name' => '彰化縣埔鹽鄉第二公墓懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8654606',
            ],
            172 => 
            [
                'id' => 2173,
                'name' => '彰化縣埔鹽鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8661001',
            ],
            173 => 
            [
                'id' => 2174,
                'name' => '彰化縣埔鹽鄉第八公墓普恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8661001',
            ],
            174 => 
            [
                'id' => 2175,
                'name' => '彰化縣埔鹽鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8656863',
            ],
            175 => 
            [
                'id' => 2176,
                'name' => '彰化縣埔鹽鄉第十三公墓追思堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8656863',
            ],
            176 => 
            [
                'id' => 2177,
                'name' => '彰化縣埤頭鄉第一公園化公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8928126',
            ],
            177 => 
            [
                'id' => 2178,
                'name' => '彰化縣埤頭鄉第一公墓懷恩塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8928126',
            ],
            178 => 
            [
                'id' => 2179,
                'name' => '彰化縣埤頭鄉第六公園化公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8927431',
            ],
            179 => 
            [
                'id' => 2180,
                'name' => '彰化縣埤頭鄉第六公墓慈恩塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048927431',
            ],
            180 => 
            [
                'id' => 2181,
                'name' => '彰化縣埤頭鄉第六公墓感恩塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '048927431',
            ],
            181 => 
            [
                'id' => 2182,
                'name' => '彰化縣鹿港鎮第一公墓〈顏厝塚〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            182 => 
            [
                'id' => 2183,
                'name' => '彰化縣鹿港鎮第一公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7747615',
            ],
            183 => 
            [
                'id' => 2184,
                'name' => '彰化縣鹿港鎮第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            184 => 
            [
                'id' => 2185,
                'name' => '彰化縣鹿港鎮第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            185 => 
            [
                'id' => 2186,
                'name' => '彰化縣鹿港鎮第二十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            186 => 
            [
                'id' => 2187,
                'name' => '彰化縣鹿港鎮第二十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            187 => 
            [
                'id' => 2188,
                'name' => '彰化縣鹿港鎮第二十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            188 => 
            [
                'id' => 2189,
                'name' => '彰化縣鹿港鎮第二公墓〈過塔崙〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            189 => 
            [
                'id' => 2190,
                'name' => '彰化縣鹿港鎮第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            190 => 
            [
                'id' => 2191,
                'name' => '彰化縣鹿港鎮第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            191 => 
            [
                'id' => 2192,
                'name' => '彰化縣鹿港鎮第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            192 => 
            [
                'id' => 2193,
                'name' => '彰化縣鹿港鎮第十九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            193 => 
            [
                'id' => 2194,
                'name' => '彰化縣鹿港鎮第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            194 => 
            [
                'id' => 2195,
                'name' => '彰化縣鹿港鎮第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            195 => 
            [
                'id' => 2196,
                'name' => '彰化縣鹿港鎮第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            196 => 
            [
                'id' => 2197,
                'name' => '彰化縣鹿港鎮第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            197 => 
            [
                'id' => 2198,
                'name' => '彰化縣鹿港鎮第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            198 => 
            [
                'id' => 2199,
                'name' => '彰化縣鹿港鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            199 => 
            [
                'id' => 2200,
                'name' => '彰化縣鹿港鎮第三公墓〈四粒崙〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            200 => 
            [
                'id' => 2201,
                'name' => '彰化縣鹿港鎮第五公墓〈石埤腳塚〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            201 => 
            [
                'id' => 2202,
                'name' => '彰化縣鹿港鎮第五公墓骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7715365',
            ],
            202 => 
            [
                'id' => 2203,
                'name' => '彰化縣鹿港鎮第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            203 => 
            [
                'id' => 2204,
                'name' => '彰化縣鹿港鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            204 => 
            [
                'id' => 2205,
                'name' => '彰化縣鹿港鎮第四公墓〈大板橋塚〉',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7761795',
            ],
            205 => 
            [
                'id' => 2206,
                'name' => '彰化縣溪州鄉第五公墓懷德堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-8898192',
            ],
            206 => 
            [
                'id' => 2207,
                'name' => '彰化縣溪湖鎮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8812325',
            ],
            207 => 
            [
                'id' => 2208,
                'name' => '彰化縣溪湖鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-8812325',
            ],
            208 => 
            [
                'id' => 2209,
                'name' => '彰化縣福興鄉第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7800379',
            ],
            209 => 
            [
                'id' => 2210,
                'name' => '彰化縣福興鄉第十五公墓慈恩納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7800379',
            ],
            210 => 
            [
                'id' => 2211,
                'name' => '彰化縣福興鄉第十五公墓懷恩納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-7800379',
            ],
            211 => 
            [
                'id' => 2212,
                'name' => '彰化縣線西鄉第一、二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(047)583543',
            ],
            212 => 
            [
                'id' => 2213,
                'name' => '彰化縣線西鄉第五公墓懷恩堂骨骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(047)583543',
            ],
            213 => 
            [
                'id' => 2214,
                'name' => '旗津生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-5717765',
            ],
            214 => 
            [
                'id' => 2215,
                'name' => '滿州鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            215 => 
            [
                'id' => 2216,
                'name' => '滿州鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            216 => 
            [
                'id' => 2217,
                'name' => '滿州鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            217 => 
            [
                'id' => 2218,
                'name' => '滿州鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            218 => 
            [
                'id' => 2219,
                'name' => '滿州鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            219 => 
            [
                'id' => 2220,
                'name' => '滿州鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            220 => 
            [
                'id' => 2221,
                'name' => '滿州鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            221 => 
            [
                'id' => 2222,
                'name' => '滿州鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            222 => 
            [
                'id' => 2223,
                'name' => '滿州鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            223 => 
            [
                'id' => 2224,
                'name' => '滿州鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-8801105',
            ],
            224 => 
            [
                'id' => 2225,
                'name' => '瑪家鄉三和部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            225 => 
            [
                'id' => 2226,
                'name' => '瑪家鄉北葉村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            226 => 
            [
                'id' => 2227,
                'name' => '瑪家鄉玉泉村公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            227 => 
            [
                'id' => 2228,
                'name' => '瑪家鄉玉泉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            228 => 
            [
                'id' => 2229,
                'name' => '瑪家鄉佳義第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            229 => 
            [
                'id' => 2230,
                'name' => '瑪家鄉佳義第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            230 => 
            [
                'id' => 2231,
                'name' => '瑪家鄉佳義第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            231 => 
            [
                'id' => 2232,
                'name' => '瑪家鄉佳義第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            232 => 
            [
                'id' => 2233,
                'name' => '瑪家鄉美園公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            233 => 
            [
                'id' => 2234,
                'name' => '瑪家鄉排灣部落公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            234 => 
            [
                'id' => 2235,
                'name' => '瑪家鄉涼山第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            235 => 
            [
                'id' => 2236,
                'name' => '瑪家鄉涼山第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            236 => 
            [
                'id' => 2237,
                'name' => '瑪家鄉瑪家村第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            237 => 
            [
                'id' => 2238,
                'name' => '瑪家鄉瑪家村第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            238 => 
            [
                'id' => 2239,
                'name' => '瑪家鄉瑪家村第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            239 => 
            [
                'id' => 2240,
                'name' => '瑪家鄉瑪家村第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7992009',
            ],
            240 => 
            [
                'id' => 2241,
                'name' => '磁瑤口',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-5826320*126',
            ],
            241 => 
            [
                'id' => 2242,
                'name' => '福居園生命園區',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '087228500、0800454880',
            ],
            242 => 
            [
                'id' => 2243,
                'name' => '福祿壽生命藝術園區',
                'type' => '殯儀館',
                'class' => '私立',
                'telephone' => '037-722519',
            ],
            243 => 
            [
                'id' => 2244,
                'name' => '福祿壽生命藝術園區',
                'type' => '火化場',
                'class' => '私立',
                'telephone' => '037-722519',
            ],
            244 => 
            [
                'id' => 2245,
                'name' => '福祿壽生命藝術園區',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '037-731777',
            ],
            245 => 
            [
                'id' => 2246,
                'name' => '福興鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7772066-303',
            ],
            246 => 
            [
                'id' => 2247,
                'name' => '福興鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7772066-303',
            ],
            247 => 
            [
                'id' => 2248,
                'name' => '福興鄉第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7772066',
            ],
            248 => 
            [
                'id' => 2249,
                'name' => '福興鄉第十四私立公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-7772066-303',
            ],
            249 => 
            [
                'id' => 2250,
                'name' => '福龍紀念園',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '04-23554388',
            ],
            250 => 
            [
                'id' => 2251,
                'name' => '綠島鄉公舘公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-672510',
            ],
            251 => 
            [
                'id' => 2252,
                'name' => '綠島鄉南寮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-672510',
            ],
            252 => 
            [
                'id' => 2253,
                'name' => '綠島鄉納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-672510',
            ],
            253 => 
            [
                'id' => 2254,
                'name' => '綠島鄉溫泉公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-672510',
            ],
            254 => 
            [
                'id' => 2255,
            'name' => '臺中市大甲區納骨堂(懷賢堂)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            255 => 
            [
                'id' => 2256,
                'name' => '臺中市大甲區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            256 => 
            [
                'id' => 2257,
                'name' => '臺中市大甲區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            257 => 
            [
                'id' => 2258,
                'name' => '臺中市大甲區第二納骨堂-懷德堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-2687-7044',
            ],
            258 => 
            [
                'id' => 2259,
                'name' => '臺中市大甲區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            259 => 
            [
                'id' => 2260,
                'name' => '臺中市大甲區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            260 => 
            [
                'id' => 2261,
                'name' => '臺中市大甲區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            261 => 
            [
                'id' => 2262,
                'name' => '臺中市大甲區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            262 => 
            [
                'id' => 2263,
                'name' => '臺中市大甲區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            263 => 
            [
                'id' => 2264,
                'name' => '臺中市大甲區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26877044',
            ],
            264 => 
            [
                'id' => 2265,
                'name' => '臺中市大安區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            265 => 
            [
                'id' => 2266,
                'name' => '臺中市大安區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            266 => 
            [
                'id' => 2267,
                'name' => '臺中市大安區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            267 => 
            [
                'id' => 2268,
                'name' => '臺中市大安區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            268 => 
            [
                'id' => 2269,
                'name' => '臺中市大安區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            269 => 
            [
                'id' => 2270,
                'name' => '臺中市大安區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            270 => 
            [
                'id' => 2271,
                'name' => '臺中市大安區第十公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            271 => 
            [
                'id' => 2272,
                'name' => '臺中市大安區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            272 => 
            [
                'id' => 2273,
                'name' => '臺中市大安區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            273 => 
            [
                'id' => 2274,
                'name' => '臺中市大安區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            274 => 
            [
                'id' => 2275,
                'name' => '臺中市大安區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26867835',
            ],
            275 => 
            [
                'id' => 2276,
                'name' => '臺中市大肚山回教公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            276 => 
            [
                'id' => 2277,
                'name' => '臺中市大肚區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            277 => 
            [
                'id' => 2278,
                'name' => '臺中市大肚區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            278 => 
            [
                'id' => 2279,
                'name' => '臺中市大肚區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            279 => 
            [
                'id' => 2280,
                'name' => '臺中市大肚區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            280 => 
            [
                'id' => 2281,
                'name' => '臺中市大肚區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            281 => 
            [
                'id' => 2282,
                'name' => '臺中市大肚區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            282 => 
            [
                'id' => 2283,
                'name' => '臺中市大度山無主納骨堂前棟-萬善堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(04)2462-4375',
            ],
            283 => 
            [
                'id' => 2284,
                'name' => '臺中市大度山無主納骨堂後棟-崇恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(04)2462-4375',
            ],
            284 => 
            [
                'id' => 2285,
                'name' => '臺中市大雅區生命藝術館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25650089',
            ],
            285 => 
            [
                'id' => 2286,
                'name' => '臺中市大雅區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25650089',
            ],
            286 => 
            [
                'id' => 2287,
                'name' => '臺中市大雅區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            287 => 
            [
                'id' => 2288,
                'name' => '臺中市大雅區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25650089',
            ],
            288 => 
            [
                'id' => 2289,
                'name' => '臺中市大雅區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25650089',
            ],
            289 => 
            [
                'id' => 2290,
                'name' => '臺中市大雅區第四公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25602863',
            ],
            290 => 
            [
                'id' => 2291,
                'name' => '臺中市太平區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            291 => 
            [
                'id' => 2292,
                'name' => '臺中市太平區第一花園公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            292 => 
            [
                'id' => 2293,
                'name' => '臺中市太平區第一花園公墓-懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            293 => 
            [
                'id' => 2294,
                'name' => '臺中市太平區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            294 => 
            [
                'id' => 2295,
                'name' => '臺中市太平區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            295 => 
            [
                'id' => 2296,
                'name' => '臺中市太平區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            296 => 
            [
                'id' => 2297,
                'name' => '臺中市太平區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            297 => 
            [
                'id' => 2298,
                'name' => '臺中市太平區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-22707453',
            ],
            298 => 
            [
                'id' => 2299,
                'name' => '臺中市外埔生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26837449',
            ],
            299 => 
            [
                'id' => 2300,
                'name' => '臺中市外埔區第一公墓納骨塔-孝思堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26837449',
            ],
            300 => 
            [
                'id' => 2301,
                'name' => '臺中市外埔區第二示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26837449',
            ],
            301 => 
            [
                'id' => 2302,
                'name' => '臺中市外埔區第二示範公墓納骨塔-懷德堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26837449',
            ],
            302 => 
            [
                'id' => 2303,
                'name' => '臺中市生命禮儀管理處─大肚山公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            303 => 
            [
                'id' => 2304,
                'name' => '臺中市生命禮儀管理處-十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-24624375',
            ],
            304 => 
            [
                'id' => 2305,
                'name' => '臺中市生命禮儀管理處-大甲館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-26876744',
            ],
            305 => 
            [
                'id' => 2306,
                'name' => '臺中市生命禮儀管理處-大甲館',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '04-26876744',
            ],
            306 => 
            [
                'id' => 2307,
                'name' => '臺中市生命禮儀管理處-東海館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-23592992',
            ],
            307 => 
            [
                'id' => 2308,
                'name' => '臺中市生命禮儀管理處-東海館',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '04-23592992',
            ],
            308 => 
            [
                'id' => 2309,
                'name' => '臺中市生命禮儀管理處-東勢館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-25771582',
            ],
            309 => 
            [
                'id' => 2310,
                'name' => '臺中市生命禮儀管理處-崇德館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '04-22334145',
            ],
            310 => 
            [
                'id' => 2311,
                'name' => '臺中市生命禮儀管理處第13公墓─九重塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-24624375',
            ],
            311 => 
            [
                'id' => 2312,
                'name' => '臺中市生命禮儀管理處第13公墓─弘恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-24624375',
            ],
            312 => 
            [
                'id' => 2313,
                'name' => '臺中市生命禮儀管理處第13公墓─慈恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-24624375',
            ],
            313 => 
            [
                'id' => 2314,
                'name' => '臺中市生命禮儀管理處第13公墓─懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-24624375',
            ],
            314 => 
            [
                'id' => 2315,
                'name' => '臺中市石岡區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            315 => 
            [
                'id' => 2316,
                'name' => '臺中市石岡區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            316 => 
            [
                'id' => 2317,
                'name' => '臺中市石岡區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            317 => 
            [
                'id' => 2318,
                'name' => '臺中市石岡區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            318 => 
            [
                'id' => 2319,
                'name' => '臺中市示範公墓附設公墓',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '04-2359-2340',
            ],
            319 => 
            [
                'id' => 2320,
                'name' => '臺中市后里區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25579023',
            ],
            320 => 
            [
                'id' => 2321,
                'name' => '臺中市后里區第一示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25579023',
            ],
            321 => 
            [
                'id' => 2322,
                'name' => '臺中市后里區第一納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25579023',
            ],
            322 => 
            [
                'id' => 2323,
                'name' => '臺中市后里區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25579023',
            ],
            323 => 
            [
                'id' => 2324,
                'name' => '臺中市后里區第二納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-2557-9023',
            ],
            324 => 
            [
                'id' => 2325,
                'name' => '臺中市后里區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25579023',
            ],
            325 => 
            [
                'id' => 2326,
                'name' => '臺中市后里區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25579023',
            ],
            326 => 
            [
                'id' => 2327,
                'name' => '臺中市沙鹿區示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26634601',
            ],
            327 => 
            [
                'id' => 2328,
                'name' => '臺中市沙鹿區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26634601',
            ],
            328 => 
            [
                'id' => 2329,
                'name' => '臺中市沙鹿區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26634601',
            ],
            329 => 
            [
                'id' => 2330,
                'name' => '臺中市沙鹿區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26634601',
            ],
            330 => 
            [
                'id' => 2331,
                'name' => '臺中市沙鹿區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26634601',
            ],
            331 => 
            [
                'id' => 2332,
                'name' => '臺中市沙鹿區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26634601',
            ],
            332 => 
            [
                'id' => 2333,
                'name' => '臺中市和平區十文溪公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            333 => 
            [
                'id' => 2334,
                'name' => '臺中市和平區中冷公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            334 => 
            [
                'id' => 2335,
                'name' => '臺中市和平區白毛台公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            335 => 
            [
                'id' => 2336,
                'name' => '臺中市和平區竹林公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            336 => 
            [
                'id' => 2337,
                'name' => '臺中市和平區和平公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            337 => 
            [
                'id' => 2338,
                'name' => '臺中市和平區松茂公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            338 => 
            [
                'id' => 2339,
                'name' => '臺中市和平區南勢公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            339 => 
            [
                'id' => 2340,
                'name' => '臺中市和平區梨山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            340 => 
            [
                'id' => 2341,
                'name' => '臺中市和平區雪山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            341 => 
            [
                'id' => 2342,
                'name' => '臺中市和平區環山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            342 => 
            [
                'id' => 2343,
                'name' => '臺中市和平區雙崎公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25941501',
            ],
            343 => 
            [
                'id' => 2344,
                'name' => '臺中市東勢區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            344 => 
            [
                'id' => 2345,
                'name' => '臺中市東勢區第一公墓公園化納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            345 => 
            [
                'id' => 2346,
                'name' => '臺中市東勢區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            346 => 
            [
                'id' => 2347,
                'name' => '臺中市東勢區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            347 => 
            [
                'id' => 2348,
                'name' => '臺中市東勢區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            348 => 
            [
                'id' => 2349,
                'name' => '臺中市東勢區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            349 => 
            [
                'id' => 2350,
                'name' => '臺中市東勢區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            350 => 
            [
                'id' => 2351,
                'name' => '臺中市東勢區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            351 => 
            [
                'id' => 2352,
                'name' => '臺中市東勢區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            352 => 
            [
                'id' => 2353,
                'name' => '臺中市東勢區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            353 => 
            [
                'id' => 2354,
                'name' => '臺中市南屯區第一花園公墓-中台福座',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-2380-1137',
            ],
            354 => 
            [
                'id' => 2355,
                'name' => '臺中市南屯區第一花園公墓-榮美殿',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-2380-1137',
            ],
            355 => 
            [
                'id' => 2356,
                'name' => '臺中市烏日功德二堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-23891970',
            ],
            356 => 
            [
                'id' => 2357,
                'name' => '臺中市烏日區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23891970',
            ],
            357 => 
            [
                'id' => 2358,
                'name' => '臺中市烏日區第九公墓納骨堂-功德堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-23891970',
            ],
            358 => 
            [
                'id' => 2359,
                'name' => '臺中市烏日區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23891970',
            ],
            359 => 
            [
                'id' => 2360,
                'name' => '臺中市烏日區第五公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-23891970',
            ],
            360 => 
            [
                'id' => 2361,
                'name' => '臺中市烏日區第五示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23891970',
            ],
            361 => 
            [
                'id' => 2362,
                'name' => '臺中市烏日區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23891970',
            ],
            362 => 
            [
                'id' => 2363,
                'name' => '臺中市神岡區示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            363 => 
            [
                'id' => 2364,
                'name' => '臺中市神岡區示範公墓納骨堂-陟岵堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            364 => 
            [
                'id' => 2365,
                'name' => '臺中市神岡區第一公墓納骨堂-崇本堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            365 => 
            [
                'id' => 2366,
            'name' => '臺中市神岡區第一公墓環保多元葬(崇璞園)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            366 => 
            [
                'id' => 2367,
                'name' => '臺中市神岡區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            367 => 
            [
                'id' => 2368,
                'name' => '臺中市神岡區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            368 => 
            [
                'id' => 2369,
                'name' => '臺中市神岡區第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            369 => 
            [
                'id' => 2370,
                'name' => '臺中市神岡區第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            370 => 
            [
                'id' => 2371,
                'name' => '臺中市神岡區第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            371 => 
            [
                'id' => 2372,
                'name' => '臺中市神岡區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25631345',
            ],
            372 => 
            [
                'id' => 2373,
                'name' => '臺中市梧棲區立納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26562436',
            ],
            373 => 
            [
                'id' => 2374,
                'name' => '臺中市清水區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            374 => 
            [
                'id' => 2375,
                'name' => '臺中市清水區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            375 => 
            [
                'id' => 2376,
                'name' => '臺中市清水區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            376 => 
            [
                'id' => 2377,
                'name' => '臺中市清水區第二公墓第一納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            377 => 
            [
                'id' => 2378,
                'name' => '臺中市清水區第二公墓第二納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            378 => 
            [
                'id' => 2379,
                'name' => '臺中市清水區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            379 => 
            [
                'id' => 2380,
                'name' => '臺中市清水區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            380 => 
            [
                'id' => 2381,
                'name' => '臺中市清水區第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            381 => 
            [
                'id' => 2382,
                'name' => '臺中市清水區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            382 => 
            [
                'id' => 2383,
                'name' => '臺中市清水區第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            383 => 
            [
                'id' => 2384,
                'name' => '臺中市清水區第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            384 => 
            [
                'id' => 2385,
                'name' => '臺中市清水區第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            385 => 
            [
                'id' => 2386,
                'name' => '臺中市清水區第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            386 => 
            [
                'id' => 2387,
                'name' => '臺中市清水區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26239541',
            ],
            387 => 
            [
                'id' => 2388,
                'name' => '臺中市新社區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            388 => 
            [
                'id' => 2389,
                'name' => '臺中市新社區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            389 => 
            [
                'id' => 2390,
                'name' => '臺中市新社區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            390 => 
            [
                'id' => 2391,
                'name' => '臺中市新社區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            391 => 
            [
                'id' => 2392,
                'name' => '臺中市新社區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            392 => 
            [
                'id' => 2393,
                'name' => '臺中市新社區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            393 => 
            [
                'id' => 2394,
                'name' => '臺中市新社區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25770814',
            ],
            394 => 
            [
                'id' => 2395,
            'name' => '臺中市潭子區第一公墓納骨塔(石牌公園納骨塔)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25364822',
            ],
            395 => 
            [
                'id' => 2396,
                'name' => '臺中市潭子區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25364822',
            ],
            396 => 
            [
                'id' => 2397,
                'name' => '臺中市潭子區潭子生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25362007',
            ],
            397 => 
            [
                'id' => 2398,
                'name' => '臺中市龍井區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            398 => 
            [
                'id' => 2399,
                'name' => '臺中市龍井區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            399 => 
            [
                'id' => 2400,
                'name' => '臺中市龍井區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            400 => 
            [
                'id' => 2401,
                'name' => '臺中市龍井區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-26995874',
            ],
            401 => 
            [
                'id' => 2402,
                'name' => '臺中市豐原區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-25254497',
            ],
            402 => 
            [
                'id' => 2403,
                'name' => '臺中市豐原區第十二公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-25254497',
            ],
            403 => 
            [
                'id' => 2404,
                'name' => '臺中市霧峰區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23393576',
            ],
            404 => 
            [
                'id' => 2405,
                'name' => '臺中市霧峰區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23393576',
            ],
            405 => 
            [
                'id' => 2406,
                'name' => '臺中市霧峰區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23393576',
            ],
            406 => 
            [
                'id' => 2407,
                'name' => '臺中市霧峰區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23393576',
            ],
            407 => 
            [
                'id' => 2408,
                'name' => '臺中市霧峰區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '04-23393576',
            ],
            408 => 
            [
                'id' => 2409,
                'name' => '臺中市霧峰區第四公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(04)2339-3576',
            ],
            409 => 
            [
                'id' => 2410,
            'name' => '臺中軍人忠靈祠(僅限具榮民資格)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '04-26876674',
            ],
            410 => 
            [
                'id' => 2411,
                'name' => '臺中寶山紀念墓園',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '04-22779203',
            ],
            411 => 
            [
                'id' => 2412,
                'name' => '臺北市立火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '02-87329767',
            ],
            412 => 
            [
                'id' => 2413,
                'name' => '臺北市立第一殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '02-25131057',
            ],
            413 => 
            [
                'id' => 2414,
                'name' => '臺北市立第二殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '02-87329790',
            ],
            414 => 
            [
                'id' => 2415,
                'name' => '臺北市立富德靈骨樓',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '02-22391590',
            ],
            415 => 
            [
                'id' => 2416,
                'name' => '臺西鄉五港公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6982428',
            ],
            416 => 
            [
                'id' => 2417,
                'name' => '臺西鄉牛厝公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6982428',
            ],
            417 => 
            [
                'id' => 2418,
                'name' => '臺西鄉牛埔公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6982428',
            ],
            418 => 
            [
                'id' => 2419,
                'name' => '臺西鄉丘厝公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6982428',
            ],
            419 => 
            [
                'id' => 2420,
                'name' => '臺西鄉蚊港公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6982428',
            ],
            420 => 
            [
                'id' => 2421,
                'name' => '臺西鄉普令厝公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6982428',
            ],
            421 => 
            [
                'id' => 2422,
                'name' => '臺西鄉菜尾示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6984248',
            ],
            422 => 
            [
                'id' => 2423,
                'name' => '臺西鄉龍眼崙公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-6982428',
            ],
            423 => 
            [
                'id' => 2424,
                'name' => '臺東市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '089-230016',
            ],
            424 => 
            [
                'id' => 2425,
                'name' => '臺東縣大武鄉第一公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-792710',
            ],
            425 => 
            [
                'id' => 2426,
                'name' => '臺東縣鹿野鄉后湖納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-552136',
            ],
            426 => 
            [
                'id' => 2427,
                'name' => '臺南市七股區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-7871070',
            ],
            427 => 
            [
                'id' => 2428,
                'name' => '臺南市大內區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-576-1001',
            ],
            428 => 
            [
                'id' => 2429,
                'name' => '臺南市仁德區中洲懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-2661186',
            ],
            429 => 
            [
                'id' => 2430,
                'name' => '臺南市安南區第一示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-2572536',
            ],
            430 => 
            [
                'id' => 2431,
                'name' => '臺南市安南區第一示範公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-2572536',
            ],
            431 => 
            [
                'id' => 2432,
                'name' => '臺南市南化區思親堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5772619',
            ],
            432 => 
            [
                'id' => 2433,
                'name' => '臺南市南化區懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5773248',
            ],
            433 => 
            [
                'id' => 2434,
                'name' => '臺南市柳營區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6226961',
            ],
            434 => 
            [
                'id' => 2435,
                'name' => '臺南市柳營區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6226961',
            ],
            435 => 
            [
                'id' => 2436,
                'name' => '臺南市柳營區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6226961',
            ],
            436 => 
            [
                'id' => 2437,
                'name' => '臺南市柳營區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6226961',
            ],
            437 => 
            [
                'id' => 2438,
                'name' => '臺南市崇孝塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-2155519',
            ],
            438 => 
            [
                'id' => 2439,
                'name' => '臺南市新市區孝思堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5990238',
            ],
            439 => 
            [
                'id' => 2440,
                'name' => '臺南市新市區懷恩塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5990238',
            ],
            440 => 
            [
                'id' => 2441,
                'name' => '臺南市殯葬管理所－南區火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '06-2645707',
            ],
            441 => 
            [
                'id' => 2442,
                'name' => '臺南市殯葬管理所－南區殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '06-2144333',
            ],
            442 => 
            [
                'id' => 2443,
                'name' => '臺南市殯葬管理所－柳營祿園火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '06-6225141',
            ],
            443 => 
            [
                'id' => 2444,
                'name' => '臺南市殯葬管理所－柳營祿園納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6226961',
            ],
            444 => 
            [
                'id' => 2445,
                'name' => '臺南市殯葬管理所－柳營祿園殯葬專區',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '06-6226961',
            ],
            445 => 
            [
                'id' => 2446,
                'name' => '臺南市殯葬管理所－新營福園火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '06-6594447#46',
            ],
            446 => 
            [
                'id' => 2447,
                'name' => '臺南市殯葬管理所－新營福園納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6594441#13',
            ],
            447 => 
            [
                'id' => 2448,
                'name' => '臺南市殯葬管理所－新營福園殯葬專區',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '06-6594441#12',
            ],
            448 => 
            [
                'id' => 2449,
                'name' => '臺南市殯葬管理所－鹽水壽園納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6523055',
            ],
            449 => 
            [
                'id' => 2450,
                'name' => '臺南市殯葬管理所－鹽水壽園殯葬專區',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '06-6523055',
            ],
            450 => 
            [
                'id' => 2451,
                'name' => '臺南後壁鄉納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6874715',
            ],
            451 => 
            [
                'id' => 2452,
                'name' => '臺南縣鹽水鎮第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-6524357',
            ],
            452 => 
            [
                'id' => 2453,
                'name' => '銅鑼鄉公所第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037982131-31',
            ],
            453 => 
            [
                'id' => 2454,
            'name' => '銅鑼鄉第一公墓(北排尾)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-982130轉31',
            ],
            454 => 
            [
                'id' => 2455,
            'name' => '銅鑼鄉第七公墓(銃櫃坪)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-982130轉31',
            ],
            455 => 
            [
                'id' => 2456,
            'name' => '銅鑼鄉第九公墓(內庄)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-982130轉31',
            ],
            456 => 
            [
                'id' => 2457,
            'name' => '銅鑼鄉第二公墓(校栗坪)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-982130轉31',
            ],
            457 => 
            [
                'id' => 2458,
            'name' => '銅鑼鄉第八公墓大坪)',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '037-982130轉31',
        ],
        458 => 
        [
            'id' => 2459,
        'name' => '銅鑼鄉第三公墓(金陵坑口)',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '037-982130轉31',
        ],
        459 => 
        [
            'id' => 2460,
        'name' => '銅鑼鄉第五公墓(伯公龍排)',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '037-982130轉31',
        ],
        460 => 
        [
            'id' => 2461,
        'name' => '銅鑼鄉第六公墓(樟樹坪)',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '037-982130轉31',
        ],
        461 => 
        [
            'id' => 2462,
        'name' => '銅鑼鄉第四公墓(銑櫃坑口)',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '037-982130轉31',
        ],
        462 => 
        [
            'id' => 2463,
            'name' => '鳳林鎮立骨灰骸存放設施',
        'type' => '骨灰(骸)存放',
            'class' => '公立',
            'telephone' => '03-8762771',
        ],
        463 => 
        [
            'id' => 2464,
            'name' => '鳳林鎮第一公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-8762771ext166-168',
        ],
        464 => 
        [
            'id' => 2465,
            'name' => '鳳林鎮第一公墓火化場',
            'type' => '火化場',
            'class' => '公立',
            'telephone' => '03-8762771ext166-168',
        ],
        465 => 
        [
            'id' => 2466,
            'name' => '鳳林鎮第一公墓樹葬區',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-8762771ext166-168',
        ],
        466 => 
        [
            'id' => 2467,
            'name' => '鳳林鎮第二公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-8762771ext166-168',
        ],
        467 => 
        [
            'id' => 2468,
            'name' => '鳳林鎮第三公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-8762771ext166-168',
        ],
        468 => 
        [
            'id' => 2469,
            'name' => '歐式花園骨灰存放園區',
        'type' => '骨灰(骸)存放',
            'class' => '私立',
            'telephone' => '0938-019526',
        ],
        469 => 
        [
            'id' => 2470,
            'name' => '潮州鎮第七公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '08-7882371',
        ],
        470 => 
        [
            'id' => 2471,
            'name' => '潮州鎮第二公墓納骨堂',
        'type' => '骨灰(骸)存放',
            'class' => '公立',
            'telephone' => '08-7882371',
        ],
        471 => 
        [
            'id' => 2472,
            'name' => '潮州鎮第三公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '08-7882371',
        ],
        472 => 
        [
            'id' => 2473,
            'name' => '潮州鎮第三公墓納骨堂',
        'type' => '骨灰(骸)存放',
            'class' => '公立',
            'telephone' => '08-7815977',
        ],
        473 => 
        [
            'id' => 2474,
            'name' => '潮州鎮第五公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '08-7882371',
        ],
        474 => 
        [
            'id' => 2475,
            'name' => '潮州鎮第六公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '08-7882371',
        ],
        475 => 
        [
            'id' => 2476,
            'name' => '潮州鎮第四公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '08-7882371',
        ],
        476 => 
        [
            'id' => 2477,
        'name' => '澎湖縣菊島福園(火化場)',
            'type' => '火化場',
            'class' => '公立',
            'telephone' => '06-9221655',
        ],
        477 => 
        [
            'id' => 2478,
        'name' => '澎湖縣菊島福園(殯儀館)',
            'type' => '殯儀館',
            'class' => '公立',
            'telephone' => '06-9221655',
        ],
        478 => 
        [
            'id' => 2479,
            'name' => '澎湖縣菜園生命紀念館',
        'type' => '骨灰(骸)存放',
            'class' => '公立',
            'telephone' => '06-9219078',
        ],
        479 => 
        [
            'id' => 2480,
            'name' => '澎湖縣隘門納骨塔',
        'type' => '骨灰(骸)存放',
            'class' => '公立',
            'telephone' => '06-9221650',
        ],
        480 => 
        [
            'id' => 2481,
            'name' => '線西鄉第五公墓孝親堂骨灰骸存放設施',
        'type' => '骨灰(骸)存放',
            'class' => '公立',
            'telephone' => '04-7583543',
        ],
        481 => 
        [
            'id' => 2482,
            'name' => '蓬萊公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '037-823115',
        ],
        482 => 
        [
            'id' => 2483,
            'name' => '蓬萊陵園',
            'type' => '公墓',
            'class' => '私立',
        'telephone' => '(02)2182-2939',
        ],
        483 => 
        [
            'id' => 2484,
        'name' => '蓬萊陵園(附設大佛寺)',
        'type' => '骨灰(骸)存放',
            'class' => '私立',
        'telephone' => '(02)2182-2939',
        ],
        484 => 
        [
            'id' => 2485,
        'name' => '蓬萊陵園(附設祥雲觀)',
        'type' => '骨灰(骸)存放',
            'class' => '私立',
        'telephone' => '(02)2498-2570',
        ],
        485 => 
        [
            'id' => 2486,
        'name' => '蓬萊陵園(附設對越寺)',
        'type' => '骨灰(骸)存放',
            'class' => '私立',
        'telephone' => '(02)2498-2570',
        ],
        486 => 
        [
            'id' => 2487,
            'name' => '褒忠鄉六塊寮公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '無',
        ],
        487 => 
        [
            'id' => 2488,
            'name' => '褒忠鄉田洋水沙蓮公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '無',
        ],
        488 => 
        [
            'id' => 2489,
            'name' => '褒忠鄉埔姜崙生命園區公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '05-6971448',
        ],
        489 => 
        [
            'id' => 2490,
            'name' => '褒忠鄉馬鳴情廣崙公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '無',
        ],
        490 => 
        [
            'id' => 2491,
            'name' => '褒忠鄉新厝下公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '無',
        ],
        491 => 
        [
            'id' => 2492,
            'name' => '褒忠鄉新湖公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '無',
        ],
        492 => 
        [
            'id' => 2493,
            'name' => '褒忠鄉潮洋厝公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '無',
        ],
        493 => 
        [
            'id' => 2494,
            'name' => '褒忠鄉龍岩公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '無',
        ],
        494 => 
        [
            'id' => 2495,
            'name' => '養德寶塔',
        'type' => '骨灰(骸)存放',
            'class' => '私立',
            'telephone' => '049-2272893',
        ],
        495 => 
        [
            'id' => 2496,
            'name' => '擁恆文創園區',
        'type' => '骨灰(骸)存放',
            'class' => '私立',
            'telephone' => '02-2465-8000',
        ],
        496 => 
        [
            'id' => 2497,
            'name' => '橫山鄉第一公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-5932001',
        ],
        497 => 
        [
            'id' => 2498,
            'name' => '橫山鄉第七公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-5932001',
        ],
        498 => 
        [
            'id' => 2499,
            'name' => '橫山鄉第二公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-5932001',
        ],
        499 => 
        [
            'id' => 2500,
            'name' => '橫山鄉第八公墓',
            'type' => '公墓',
            'class' => '公立',
            'telephone' => '03-5932001',
        ],
    ]);
        DB::table('taiwan_funeral_facilities')->insert([
            0 => 
            [
                'id' => 2501,
                'name' => '橫山鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5932001',
            ],
            1 => 
            [
                'id' => 2502,
                'name' => '橫山鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5932001',
            ],
            2 => 
            [
                'id' => 2503,
                'name' => '樹林生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '8684-4928',
            ],
            3 => 
            [
                'id' => 2504,
                'name' => '樹林示範公墓納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2681-2106',
            ],
            4 => 
            [
                'id' => 2505,
                'name' => '樹林區第八公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2681-2106分機1527',
            ],
            5 => 
            [
                'id' => 2506,
                'name' => '樹林區第六公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2681-2106分機1527',
            ],
            6 => 
            [
                'id' => 2507,
                'name' => '燕巢區深水山樸園樹葬區',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '07-6152424',
            ],
            7 => 
            [
                'id' => 2508,
                'name' => '燕巢區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '07-6161411',
            ],
            8 => 
            [
                'id' => 2509,
                'name' => '頭份市立殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '037-596080',
            ],
            9 => 
            [
                'id' => 2510,
                'name' => '頭份生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '037-635506',
            ],
            10 => 
            [
                'id' => 2511,
                'name' => '頭份鎮斗煥段第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-596080',
            ],
            11 => 
            [
                'id' => 2512,
                'name' => '頭份鎮水流東第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-596080',
            ],
            12 => 
            [
                'id' => 2513,
                'name' => '頭份鎮尖山第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-596080',
            ],
            13 => 
            [
                'id' => 2514,
                'name' => '頭城鎮第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9772371',
            ],
            14 => 
            [
                'id' => 2515,
                'name' => '頭城鎮第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9772371',
            ],
            15 => 
            [
                'id' => 2516,
                'name' => '頭城鎮第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9772371',
            ],
            16 => 
            [
                'id' => 2517,
                'name' => '頭城鎮第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9772371',
            ],
            17 => 
            [
                'id' => 2518,
                'name' => '頭屋鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            18 => 
            [
                'id' => 2519,
                'name' => '頭屋鄉第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            19 => 
            [
                'id' => 2520,
                'name' => '頭屋鄉第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            20 => 
            [
                'id' => 2521,
                'name' => '頭屋鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            21 => 
            [
                'id' => 2522,
                'name' => '頭屋鄉第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            22 => 
            [
                'id' => 2523,
                'name' => '頭屋鄉第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            23 => 
            [
                'id' => 2524,
                'name' => '頭屋鄉第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            24 => 
            [
                'id' => 2525,
                'name' => '頭屋鄉第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            25 => 
            [
                'id' => 2526,
                'name' => '頭屋鄉第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            26 => 
            [
                'id' => 2527,
                'name' => '頭屋鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            27 => 
            [
                'id' => 2528,
                'name' => '頭屋鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            28 => 
            [
                'id' => 2529,
                'name' => '頭屋鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            29 => 
            [
                'id' => 2530,
                'name' => '頭屋鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '037-250078',
            ],
            30 => 
            [
                'id' => 2531,
                'name' => '龍門公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            31 => 
            [
                'id' => 2532,
                'name' => '龍崎區三拋崙公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            32 => 
            [
                'id' => 2533,
                'name' => '龍崎區土崎腳公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            33 => 
            [
                'id' => 2534,
                'name' => '龍崎區大山母公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            34 => 
            [
                'id' => 2535,
                'name' => '龍崎區大坪頂公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            35 => 
            [
                'id' => 2536,
                'name' => '龍崎區水坑仔公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            36 => 
            [
                'id' => 2537,
                'name' => '龍崎區考潭公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            37 => 
            [
                'id' => 2538,
                'name' => '龍崎區西公林公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            38 => 
            [
                'id' => 2539,
                'name' => '龍崎區後湖仔山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            39 => 
            [
                'id' => 2540,
                'name' => '龍崎區馬鞍山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            40 => 
            [
                'id' => 2541,
                'name' => '龍崎區埤子公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            41 => 
            [
                'id' => 2542,
                'name' => '龍崎區興化店公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            42 => 
            [
                'id' => 2543,
                'name' => '龍崎區險尾山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            43 => 
            [
                'id' => 2544,
                'name' => '龍崎區雞絲崙公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-5941326',
            ],
            44 => 
            [
                'id' => 2545,
                'name' => '龍潭公墓公園樹葬區-龍園',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-4706341',
            ],
            45 => 
            [
                'id' => 2546,
                'name' => '龍潭區公墓公園',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-4706341',
            ],
            46 => 
            [
                'id' => 2547,
                'name' => '龍潭區公墓公園納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-4706341',
            ],
            47 => 
            [
                'id' => 2548,
                'name' => '龍巖白沙灣陵園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2636-5300',
            ],
            48 => 
            [
                'id' => 2549,
                'name' => '龍巖白沙灣陵園暨真龍殿生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2636-5300',
            ],
            49 => 
            [
                'id' => 2550,
            'name' => '龍巖安泰陵園(平安園)',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            50 => 
            [
                'id' => 2551,
            'name' => '龍巖安泰陵園(安息園)',
                'type' => '公墓',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            51 => 
            [
                'id' => 2552,
            'name' => '龍巖安泰陵園(安泰福居)納骨台',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            52 => 
            [
                'id' => 2553,
            'name' => '龍巖安泰陵園(美樂地)納骨台',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            53 => 
            [
                'id' => 2554,
            'name' => '龍巖安泰陵園(祥祿園)納骨台',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            54 => 
            [
                'id' => 2555,
            'name' => '龍巖安泰陵園(祥福園)納骨台',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            55 => 
            [
                'id' => 2556,
            'name' => '龍巖安泰陵園(菩堤園)納骨台',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            56 => 
            [
                'id' => 2557,
            'name' => '龍巖安泰陵園(萬佛園)納骨台',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            57 => 
            [
                'id' => 2558,
            'name' => '龍巖安泰陵園(福壽園)納骨台',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6602225',
            ],
            58 => 
            [
                'id' => 2559,
                'name' => '龍巖嘉雲生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '05-289-1650',
            ],
            59 => 
            [
                'id' => 2560,
                'name' => '龍巖福田陵園',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)2498-0666',
            ],
            60 => 
            [
                'id' => 2561,
            'name' => '龍巖福田陵園(附設金剛舍利寶塔)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2498-0666',
            ],
            61 => 
            [
                'id' => 2562,
            'name' => '龍巖福田陵園(附設福田生命紀念館)',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)2498-0666',
            ],
            62 => 
            [
                'id' => 2563,
                'name' => '龍巖蓮園生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(03)842-1111',
            ],
            63 => 
            [
                'id' => 2564,
                'name' => '龜山區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3203711',
            ],
            64 => 
            [
                'id' => 2565,
                'name' => '龜山區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3203711',
            ],
            65 => 
            [
                'id' => 2566,
                'name' => '龜山區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3203711',
            ],
            66 => 
            [
                'id' => 2567,
                'name' => '礁溪鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9283100',
            ],
            67 => 
            [
                'id' => 2568,
                'name' => '礁溪鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9881311',
            ],
            68 => 
            [
                'id' => 2569,
                'name' => '礁溪鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9881311',
            ],
            69 => 
            [
                'id' => 2570,
                'name' => '歸仁區納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-2396335',
            ],
            70 => 
            [
                'id' => 2571,
                'name' => '歸仁區第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-2301518',
            ],
            71 => 
            [
                'id' => 2572,
                'name' => '歸仁區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-2396335',
            ],
            72 => 
            [
                'id' => 2573,
                'name' => '歸仁區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-2396335',
            ],
            73 => 
            [
                'id' => 2574,
                'name' => '豐濱鄉立德公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8791350',
            ],
            74 => 
            [
                'id' => 2575,
                'name' => '豐濱鄉港口公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8791350',
            ],
            75 => 
            [
                'id' => 2576,
                'name' => '豐濱鄉新社公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8791350',
            ],
            76 => 
            [
                'id' => 2577,
                'name' => '豐濱鄉靜浦公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8791350',
            ],
            77 => 
            [
                'id' => 2578,
                'name' => '豐濱鄉磯崎公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8791350',
            ],
            78 => 
            [
                'id' => 2579,
                'name' => '豐濱鄉豐富公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8791350',
            ],
            79 => 
            [
                'id' => 2580,
                'name' => '豐濱鄉豐濱公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-8791350',
            ],
            80 => 
            [
                'id' => 2581,
                'name' => '雙溪區丁子蘭坑公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            81 => 
            [
                'id' => 2582,
                'name' => '雙溪區大平公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            82 => 
            [
                'id' => 2583,
                'name' => '雙溪區石壁坑公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            83 => 
            [
                'id' => 2584,
                'name' => '雙溪區柑腳公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            84 => 
            [
                'id' => 2585,
                'name' => '雙溪區料角坑公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            85 => 
            [
                'id' => 2586,
                'name' => '雙溪區頂坪公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            86 => 
            [
                'id' => 2587,
                'name' => '雙溪區溪尾寮公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            87 => 
            [
                'id' => 2588,
                'name' => '雙溪區燦光寮公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2493-1111分機109',
            ],
            88 => 
            [
                'id' => 2589,
                'name' => '雙溪懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2493-0237',
            ],
            89 => 
            [
                'id' => 2590,
                'name' => '鯉龍山人文紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '08-8771808',
            ],
            90 => 
            [
                'id' => 2591,
                'name' => '懷恩生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '03-5625080',
            ],
            91 => 
            [
                'id' => 2592,
                'name' => '懷軒園',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '08-7626958',
            ],
            92 => 
            [
                'id' => 2593,
                'name' => '羅東鎮立第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9898845',
            ],
            93 => 
            [
                'id' => 2594,
                'name' => '羅東鎮立壽園火化場',
                'type' => '火化場',
                'class' => '公立',
                'telephone' => '03-9898845',
            ],
            94 => 
            [
                'id' => 2595,
                'name' => '羅東鎮立壽園骨灰骸存放設施',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9898845',
            ],
            95 => 
            [
                'id' => 2596,
            'name' => '羅東鎮立壽園第二納骨塔(福恩塔)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-9898845',
            ],
            96 => 
            [
                'id' => 2597,
                'name' => '羅東鎮立壽園殯儀館',
                'type' => '殯儀館',
                'class' => '公立',
                'telephone' => '03-9898845',
            ],
            97 => 
            [
                'id' => 2598,
                'name' => '關山鎮碧雲塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '無',
            ],
            98 => 
            [
                'id' => 2599,
                'name' => '關山鎮懷恩堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-811249',
            ],
            99 => 
            [
                'id' => 2600,
                'name' => '關山鎮懷恩園區里壠示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-811249',
            ],
            100 => 
            [
                'id' => 2601,
                'name' => '關西鎮第一示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5873180',
            ],
            101 => 
            [
                'id' => 2602,
                'name' => '關西鎮第一示範公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-5877870',
            ],
            102 => 
            [
                'id' => 2603,
                'name' => '關西鎮第九示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5873180',
            ],
            103 => 
            [
                'id' => 2604,
                'name' => '關西鎮第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5873180',
            ],
            104 => 
            [
                'id' => 2605,
                'name' => '關西鎮第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5873180',
            ],
            105 => 
            [
                'id' => 2606,
                'name' => '關西鎮第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5873180',
            ],
            106 => 
            [
                'id' => 2607,
                'name' => '關西鎮第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5873180',
            ],
            107 => 
            [
                'id' => 2608,
                'name' => '關廟區公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '5950002-136',
            ],
            108 => 
            [
                'id' => 2609,
                'name' => '關廟區第一納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '06-5950674',
            ],
            109 => 
            [
                'id' => 2610,
            'name' => '霧台鄉大武1號(小山)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#117',
            ],
            110 => 
            [
                'id' => 2611,
            'name' => '霧台鄉大武2號(東川)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#117',
            ],
            111 => 
            [
                'id' => 2612,
                'name' => '霧台鄉吉露公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#113',
            ],
            112 => 
            [
                'id' => 2613,
                'name' => '霧台鄉佳暮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#113',
            ],
            113 => 
            [
                'id' => 2614,
                'name' => '霧台鄉阿禮公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#117',
            ],
            114 => 
            [
                'id' => 2615,
                'name' => '霧台鄉霧臺1號公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#113',
            ],
            115 => 
            [
                'id' => 2616,
                'name' => '霧台鄉霧臺2號公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#113',
            ],
            116 => 
            [
                'id' => 2617,
                'name' => '霧台鄉霧臺3號公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7902234#117',
            ],
            117 => 
            [
                'id' => 2618,
                'name' => '霧鹿納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '089-931370',
            ],
            118 => 
            [
                'id' => 2619,
            'name' => '霧臺-大武村小山部落公墓(納骨牆)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7902234',
            ],
            119 => 
            [
                'id' => 2620,
            'name' => '霧臺-大武村東川部落公墓(納骨牆)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7902234',
            ],
            120 => 
            [
                'id' => 2621,
            'name' => '霧臺-阿禮村公墓(納骨牆)',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7902234',
            ],
            121 => 
            [
                'id' => 2622,
                'name' => '霧臺第三公墓納骨牆',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7902234轉116',
            ],
            122 => 
            [
                'id' => 2623,
                'name' => '寶山鄉山湖公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5200090',
            ],
            123 => 
            [
                'id' => 2624,
                'name' => '寶山鄉五化公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5200090',
            ],
            124 => 
            [
                'id' => 2625,
                'name' => '寶山鄉油田公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5200090',
            ],
            125 => 
            [
                'id' => 2626,
                'name' => '寶山鄉新城公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5200090',
            ],
            126 => 
            [
                'id' => 2627,
                'name' => '寶山鄉雙溪公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5200090',
            ],
            127 => 
            [
                'id' => 2628,
                'name' => '寶山鄉寶山公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5200090',
            ],
            128 => 
            [
                'id' => 2629,
                'name' => '寶山鄉寶斗公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-5200090',
            ],
            129 => 
            [
                'id' => 2630,
                'name' => '寶華山生命紀念館',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
            'telephone' => '(02)8678-0666',
            ],
            130 => 
            [
                'id' => 2631,
                'name' => '蘆竹生命紀念園區樹葬-追思園',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3240446',
            ],
            131 => 
            [
                'id' => 2632,
            'name' => '蘆竹區生命紀念園區(原第18公墓)',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3240446',
            ],
            132 => 
            [
                'id' => 2633,
                'name' => '蘆竹區生命紀念園區-忠孝納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-3240446',
            ],
            133 => 
            [
                'id' => 2634,
                'name' => '蘆竹區生命紀念園區-信義納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '03-3240446',
            ],
            134 => 
            [
                'id' => 2635,
                'name' => '蘆竹區示範公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '3240446',
            ],
            135 => 
            [
                'id' => 2636,
                'name' => '蘆竹區第21公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-3520000轉405',
            ],
            136 => 
            [
                'id' => 2637,
                'name' => '蘇澳鎮第二（聖湖）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9973421',
            ],
            137 => 
            [
                'id' => 2638,
                'name' => '蘇澳鎮第六（東澳）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9973421',
            ],
            138 => 
            [
                'id' => 2639,
                'name' => '蘇澳鎮第四（頂寮）公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-9961812',
            ],
            139 => 
            [
                'id' => 2640,
                'name' => '覺靈寺慈雲塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '049-2931387',
            ],
            140 => 
            [
                'id' => 2641,
                'name' => '蘭嶼鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-732110',
            ],
            141 => 
            [
                'id' => 2642,
                'name' => '蘭嶼鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-732110',
            ],
            142 => 
            [
                'id' => 2643,
                'name' => '蘭嶼鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-732110',
            ],
            143 => 
            [
                'id' => 2644,
                'name' => '蘭嶼鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-732110',
            ],
            144 => 
            [
                'id' => 2645,
                'name' => '蘭嶼鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-732110',
            ],
            145 => 
            [
                'id' => 2646,
                'name' => '蘭嶼鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '089-732110',
            ],
            146 => 
            [
                'id' => 2647,
            'name' => '鶯歌區第一公墓(含示範公墓)',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2678-0202分機254',
            ],
            147 => 
            [
                'id' => 2648,
                'name' => '鶯歌區第二公墓',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2678-0202分機254',
            ],
            148 => 
            [
                'id' => 2649,
            'name' => '鶯歌區第三公墓(附設納骨堂)',
                'type' => '公墓',
                'class' => '公立',
            'telephone' => '(02)2678-0202分機254',
            ],
            149 => 
            [
                'id' => 2650,
                'name' => '鶯歌第一示範公墓暨納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '2678-0202',
            ],
            150 => 
            [
                'id' => 2651,
                'name' => '麟洛鄉第一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7222553',
            ],
            151 => 
            [
                'id' => 2652,
                'name' => '麟洛鄉第一公墓納骨堂',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
            'telephone' => '(08)7222553',
            ],
            152 => 
            [
                'id' => 2653,
                'name' => '麟洛鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7222553',
            ],
            153 => 
            [
                'id' => 2654,
                'name' => '麟洛鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7222553',
            ],
            154 => 
            [
                'id' => 2655,
                'name' => '麟洛鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7222553',
            ],
            155 => 
            [
                'id' => 2656,
                'name' => '鹽水區第七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            156 => 
            [
                'id' => 2657,
                'name' => '鹽水區第九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            157 => 
            [
                'id' => 2658,
                'name' => '鹽水區第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            158 => 
            [
                'id' => 2659,
                'name' => '鹽水區第八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            159 => 
            [
                'id' => 2660,
                'name' => '鹽水區第十一公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            160 => 
            [
                'id' => 2661,
                'name' => '鹽水區第十七公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            161 => 
            [
                'id' => 2662,
                'name' => '鹽水區第十九公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            162 => 
            [
                'id' => 2663,
                'name' => '鹽水區第十二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            163 => 
            [
                'id' => 2664,
                'name' => '鹽水區第十八公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            164 => 
            [
                'id' => 2665,
                'name' => '鹽水區第十三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            165 => 
            [
                'id' => 2666,
                'name' => '鹽水區第十五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            166 => 
            [
                'id' => 2667,
                'name' => '鹽水區第十六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            167 => 
            [
                'id' => 2668,
                'name' => '鹽水區第十公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            168 => 
            [
                'id' => 2669,
                'name' => '鹽水區第十四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            169 => 
            [
                'id' => 2670,
                'name' => '鹽水區第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            170 => 
            [
                'id' => 2671,
                'name' => '鹽水區第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            171 => 
            [
                'id' => 2672,
                'name' => '鹽水區第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            172 => 
            [
                'id' => 2673,
                'name' => '鹽水區第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '06-6521038#103',
            ],
            173 => 
            [
                'id' => 2674,
                'name' => '鹽埔鄉納骨塔',
            'type' => '骨灰(骸)存放',
                'class' => '公立',
                'telephone' => '08-7933996',
            ],
            174 => 
            [
                'id' => 2675,
                'name' => '鹽埔鄉第二公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7932126',
            ],
            175 => 
            [
                'id' => 2676,
                'name' => '鹽埔鄉第三公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7932126',
            ],
            176 => 
            [
                'id' => 2677,
                'name' => '鹽埔鄉第五公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7932126',
            ],
            177 => 
            [
                'id' => 2678,
                'name' => '鹽埔鄉第六公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7932126',
            ],
            178 => 
            [
                'id' => 2679,
                'name' => '鹽埔鄉第四公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '08-7932126',
            ],
            179 => 
            [
                'id' => 2680,
                'name' => '鹽館公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            180 => 
            [
                'id' => 2681,
                'name' => '灣潭公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '05-2533321*144',
            ],
            181 => 
            [
                'id' => 2682,
                'name' => '觀音山金寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07*356-0188',
            ],
            182 => 
            [
                'id' => 2683,
            'name' => '觀音區第一(白玉)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-4732121分機 228、224',
            ],
            183 => 
            [
                'id' => 2684,
            'name' => '觀音區第十(塔腳)公墓',
                'type' => '公墓',
                'class' => '公立',
                'telephone' => '03-4732121 #228',
            ],
            184 => 
            [
                'id' => 2685,
                'name' => '觀音菩薩紀念公園麒麟寶塔、金龍寶塔',
            'type' => '骨灰(骸)存放',
                'class' => '私立',
                'telephone' => '07-6566468',
            ],
            185 => 
            [
                'id' => 2686,
                'name' => '觀龍陵墓園-花園仙境',
                'type' => '公墓',
                'class' => '私立',
            'telephone' => '(02)8791-2719',
            ],
        ]);
    }
}