<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class TaiwanMotorVehiclesInspectionAgenciesTableSeeder extends Seeder
{
    /**
     * Run the database seeders.
     */
    public function run(): void
    {
        DB::table('taiwan_motor_vehicles_inspection_agencies')->delete();
        DB::table('taiwan_motor_vehicles_inspection_agencies')->insert([
            0 => 
            [
                'id' => 1,
                'name' => '濱江驗車股份有限公司',
                'address' => '臺北市中山區濱江街341號',
                'telephone' => '02-25159566',
                'fax' => '02-25160799',
            ],
            1 => 
            [
                'id' => 2,
                'name' => '華褘股份有限公司濱江分公司',
                'address' => '臺北市中山區濱江街285號及287號',
                'telephone' => '02-25160707',
                'fax' => '02-25160505',
            ],
            2 => 
            [
                'id' => 3,
                'name' => '臺北汽車修造有限公司',
                'address' => '臺北市松山區光復北路75號',
                'telephone' => '02-27683018',
                'fax' => '02-27600935',
            ],
            3 => 
            [
                'id' => 4,
                'name' => '成達汽車企業有限公司',
                'address' => '臺北市萬華區和平西路三段272-274號',
                'telephone' => '02-23021667',
                'fax' => '02-23060013',
            ],
            4 => 
            [
                'id' => 5,
                'name' => '環北汽車有限公司',
                'address' => '臺北市士林區延平北路六段450巷2號',
                'telephone' => '02-28121432',
                'fax' => '02-88112673',
            ],
            5 => 
            [
                'id' => 6,
                'name' => '君輝汽車有限公司',
                'address' => '臺北市北投區立功街165巷15號',
                'telephone' => '02-28951099',
                'fax' => '02-28951095',
            ],
            6 => 
            [
                'id' => 7,
                'name' => '普飛汽車股份有限公司',
                'address' => '臺北市北投區中央南路二段125號',
                'telephone' => '02-28984999',
                'fax' => '02-28960166',
            ],
            7 => 
            [
                'id' => 8,
                'name' => '北承汽車有限公司',
                'address' => '臺北市北投區立功街116號',
                'telephone' => '02-28972568',
                'fax' => '02-28934162',
            ],
            8 => 
            [
                'id' => 9,
                'name' => '聯成汽車鈑金有限公司',
                'address' => '臺北市北投區中央南路二段131號1樓',
                'telephone' => '02-28913909',
                'fax' => '02-28925939',
            ],
            9 => 
            [
                'id' => 10,
                'name' => '中懋股份有限公司',
                'address' => '臺北市北投區大業路264號',
                'telephone' => '02-28931633',
                'fax' => '02-28971229',
            ],
            10 => 
            [
                'id' => 11,
                'name' => '鯨世界國際股份有限公司台北分公司',
                'address' => '臺北市內湖區瑞光路358巷38弄28號',
                'telephone' => '02-87526578',
                'fax' => '02-27987286',
            ],
            11 => 
            [
                'id' => 12,
                'name' => '南陽實業股份有限公司台北服務總廠',
                'address' => '臺北市內湖區新明路323號',
                'telephone' => '02-27913166',
                'fax' => '02-27927864',
            ],
            12 => 
            [
                'id' => 13,
                'name' => '保捷興汽車股份有限公司',
                'address' => '臺北市內湖區民權東路六段12-1號',
                'telephone' => '02-27965999',
                'fax' => '02-27965989',
            ],
            13 => 
            [
                'id' => 14,
                'name' => '明榮駿汽車股份有限公司',
                'address' => '臺北市內湖區安康路238號',
                'telephone' => '02-27915025',
                'fax' => '02-27911579',
            ],
            14 => 
            [
                'id' => 15,
                'name' => '鼎誥汽車股份有限公司',
                'address' => '臺北市內湖區瑞光路66巷37號',
                'telephone' => '02-87921321',
                'fax' => '02-87921312',
            ],
            15 => 
            [
                'id' => 16,
                'name' => '九和汽車股份有限公司台北分公司',
                'address' => '臺北市南港區忠孝東路六段297號',
                'telephone' => '02-26546621',
                'fax' => '02-27838822',
            ],
            16 => 
            [
                'id' => 17,
                'name' => '良友汽車工業股份有限公司',
                'address' => '臺北市南港區南港路三段108-1號',
                'telephone' => '02-27831313',
                'fax' => '02-26519320',
            ],
            17 => 
            [
                'id' => 18,
                'name' => '欣欣客運股份有限公司',
                'address' => '臺北市文山區木柵路四段157-1號',
                'telephone' => '02-22307222',
                'fax' => '02-22303404',
            ],
            18 => 
            [
                'id' => 19,
                'name' => '南港汽車有限公司',
                'address' => '臺北市南港區成功路1段62號',
                'telephone' => '02-26547288',
                'fax' => '02-26547699',
            ],
            19 => 
            [
                'id' => 20,
                'name' => '弘福汽車有限公司',
                'address' => '金門縣金城鎮伯玉路1段80巷21之1號',
                'telephone' => '082-328388',
                'fax' => '082-321818',
            ],
            20 => 
            [
                'id' => 21,
                'name' => '台灣中油股份有限公司高雄營業處中華三路加油站',
                'address' => '高雄市前金區中華三路136號',
                'telephone' => '07-2856976',
                'fax' => '07-2852090',
            ],
            21 => 
            [
                'id' => 22,
                'name' => '國慶實業股份有限公司',
                'address' => '高雄市苓雅區中正一路332號',
                'telephone' => '07-7219612',
                'fax' => '07-7277576',
            ],
            22 => 
            [
                'id' => 23,
                'name' => '光華加油站有限公司',
                'address' => '高雄市苓雅區三多二路330號',
                'telephone' => '07-3336168',
                'fax' => '07-5350934',
            ],
            23 => 
            [
                'id' => 24,
                'name' => '寶國汽車股份有限公司九如分公司',
                'address' => '高雄市鼓山區至聖路476號',
                'telephone' => '07-5226102',
                'fax' => '07-5225884',
            ],
            24 => 
            [
                'id' => 25,
                'name' => '鼓山汽車有限公司',
                'address' => '高雄市鼓山區鼓山一路125號',
                'telephone' => '07-5216727',
                'fax' => '07-5213629',
            ],
            25 => 
            [
                'id' => 26,
                'name' => '茗欣汽車工業股份有限公司',
                'address' => '高雄市前鎮區新大路6號',
                'telephone' => '07-8125900',
                'fax' => '07-8125908',
            ],
            26 => 
            [
                'id' => 27,
                'name' => '民族加油站有限公司',
                'address' => '高雄市三民區民族一路418號',
                'telephone' => '07-3863981',
                'fax' => '07-3866475',
            ],
            27 => 
            [
                'id' => 28,
                'name' => '永純鋼鐵股份有限公司自由加油站',
                'address' => '高雄市三民區自由一路231號',
                'telephone' => '07-3863111',
                'fax' => '07-3863113',
            ],
            28 => 
            [
                'id' => 29,
                'name' => '榮族有限公司',
                'address' => '高雄市三民區民族一路508號',
                'telephone' => '07-3895022',
                'fax' => '07-3895274',
            ],
            29 => 
            [
                'id' => 30,
                'name' => '正健汽車企業有限公司',
                'address' => '高雄市三民區九如一路269號',
                'telephone' => '07-3877815',
                'fax' => '07-3877815',
            ],
            30 => 
            [
                'id' => 31,
                'name' => '上正汽車股份有限公司',
                'address' => '高雄市三民區民族一路491號',
                'telephone' => '07-3450301',
                'fax' => '07-3432248',
            ],
            31 => 
            [
                'id' => 32,
                'name' => '華盟汽車有限公司',
                'address' => '高雄市三民區同協路167號',
                'telephone' => '07-3136999',
                'fax' => '07-3232347',
            ],
            32 => 
            [
                'id' => 33,
                'name' => '高都汽車股份有限公司高雄分公司',
                'address' => '高雄市民族一路556號',
                'telephone' => '07-3850161',
                'fax' => '07-3826635',
            ],
            33 => 
            [
                'id' => 34,
                'name' => '裕益汽車股份有限公司高雄分公司',
                'address' => '高雄市民族一路566號',
                'telephone' => '07-3818366',
                'fax' => '07-3871815',
            ],
            34 => 
            [
                'id' => 35,
                'name' => '高都汽車股份有限公司九如分公司',
                'address' => '高雄市三民區九如三路271號',
                'telephone' => '07-3231071',
                'fax' => '07-3122730',
            ],
            35 => 
            [
                'id' => 36,
                'name' => '琮陽實業有限公司',
                'address' => '高雄市三民區自由一路230號',
                'telephone' => '07-3860273',
                'fax' => '07-3824126',
            ],
            36 => 
            [
                'id' => 37,
                'name' => '詳全汽車修理廠有限公司',
                'address' => '高雄市三民區自由一路220號',
                'telephone' => '07-3965675',
                'fax' => '07-3965676',
            ],
            37 => 
            [
                'id' => 38,
                'name' => '雄陽汽車有限公司',
                'address' => '高雄市三民區中和街10號',
                'telephone' => '07-3130285',
                'fax' => '07-3112434',
            ],
            38 => 
            [
                'id' => 39,
                'name' => '慶昌加油站有限公司',
                'address' => '高雄市楠梓區後昌路1196號',
                'telephone' => '07-3601188',
                'fax' => '07-3012247',
            ],
            39 => 
            [
                'id' => 40,
                'name' => '昌陽汽車有限公司',
                'address' => '高雄市楠梓區加昌路633-1號',
                'telephone' => '07-3630817',
                'fax' => '07-3617844',
            ],
            40 => 
            [
                'id' => 41,
                'name' => '楠都加油站股份有限公司',
                'address' => '高雄市楠梓區楠陽路115號',
                'telephone' => '07-3519049',
                'fax' => '07-3559671',
            ],
            41 => 
            [
                'id' => 42,
                'name' => '小港汽車有限公司',
                'address' => '高雄市小港區平和路213號',
                'telephone' => '07-8221708',
                'fax' => '07-8221710',
            ],
            42 => 
            [
                'id' => 43,
                'name' => '吉鎮汽車有限公司',
                'address' => '高雄市小港區宏平路431號',
                'telephone' => '07-8012936',
                'fax' => '07-8012940',
            ],
            43 => 
            [
                'id' => 44,
                'name' => '裕益汽車股份有限司高雄分公司小港廠',
                'address' => '高雄市小港區大業南路50號',
                'telephone' => '07-8720630',
                'fax' => '07-8720060',
            ],
            44 => 
            [
                'id' => 45,
                'name' => '桂林加油站股份有限公司',
                'address' => '高雄市小港區孔鳳路579號',
                'telephone' => '07-7914977',
                'fax' => '07-7912422',
            ],
            45 => 
            [
                'id' => 46,
                'name' => '九和汽車股份有限公司高雄分公司',
                'address' => '高雄市民族一路747號',
                'telephone' => '07-3433333',
                'fax' => '07-3418730',
            ],
            46 => 
            [
                'id' => 47,
                'name' => '上豐加油站股份有限公司',
                'address' => '高雄市左營區自由三路157號',
                'telephone' => '07-3417590',
                'fax' => '07-3417591',
            ],
            47 => 
            [
                'id' => 48,
                'name' => '尚運實業有限公司',
                'address' => '高雄市左營區民族一路942號',
                'telephone' => '07-3424038',
                'fax' => '07-3423917',
            ],
            48 => 
            [
                'id' => 49,
                'name' => '上永汽車有限公司',
                'address' => '新北市板橋區民生路二段17號',
                'telephone' => '02-29579968',
                'fax' => '02-29566389',
            ],
            49 => 
            [
                'id' => 50,
                'name' => '名隆汽車股份有限公司',
                'address' => '新北市新店區安業街16號',
                'telephone' => '02-86660829',
                'fax' => '02-86660346',
            ],
            50 => 
            [
                'id' => 51,
                'name' => '博達汽車股份有限公司新店分公司',
                'address' => '新北市新店區安和路二段119號',
                'telephone' => '02-86664568',
                'fax' => '02-86668561',
            ],
            51 => 
            [
                'id' => 52,
                'name' => '國僑汽車股份有限公司',
                'address' => '新北市中和區橋和路107~113號',
                'telephone' => '02-22431545',
                'fax' => '02-22431512',
            ],
            52 => 
            [
                'id' => 53,
                'name' => '鴻源實業股份有限公司',
                'address' => '新北市中和區中正路1155號',
                'telephone' => '02-32345222',
                'fax' => '02-22217371',
            ],
            53 => 
            [
                'id' => 54,
                'name' => '欣格汽車股份有限公司',
                'address' => '新北市中和區中正路802號',
                'telephone' => '02-22236193',
                'fax' => '02-22223142',
            ],
            54 => 
            [
                'id' => 55,
                'name' => '賓勝汽車股份有限公司',
                'address' => '新北市中和區中山路二段338號',
                'telephone' => '02-22469663',
                'fax' => '02-22469402',
            ],
            55 => 
            [
                'id' => 56,
                'name' => '協聖汽車股份有限公司',
                'address' => '新北市土城區中華路一段2號',
                'telephone' => '02-82622934',
                'fax' => '02-82622942',
            ],
            56 => 
            [
                'id' => 57,
                'name' => '技藝汽車股份有限公司',
                'address' => '新北市土城區中央路三段76巷1號',
                'telephone' => '02-22672361',
                'fax' => '02-22675541',
            ],
            57 => 
            [
                'id' => 58,
                'name' => '泰陸汽車股份有限公司',
                'address' => '新北市土城區中華路一段124號',
                'telephone' => '02-22748865',
                'fax' => '02-22747243',
            ],
            58 => 
            [
                'id' => 59,
                'name' => '仁祥汽車股份有限公司',
                'address' => '新北市土城區中華路一段40號',
                'telephone' => '02-82602288',
                'fax' => '02-82602891',
            ],
            59 => 
            [
                'id' => 60,
                'name' => '益通汽車修配股份有限公司',
                'address' => '新北市三峽區介壽路一段384號',
                'telephone' => '02-26722058',
                'fax' => '02-26722056',
            ],
            60 => 
            [
                'id' => 61,
                'name' => '上行汽車有限公司',
                'address' => '新北市樹林區東順街15號',
                'telephone' => '02-86840399',
                'fax' => '02-86840395',
            ],
            61 => 
            [
                'id' => 62,
                'name' => '大鋒汽車修配股份有限公司',
                'address' => '新北市樹林區中正路353號',
                'telephone' => '02-26873803',
                'fax' => '02-26839119',
            ],
            62 => 
            [
                'id' => 63,
                'name' => '灃順汽車事業股份有限公司',
                'address' => '新北市鶯歌區西湖街279巷1號',
                'telephone' => '02-26788260',
                'fax' => '02-26788262',
            ],
            63 => 
            [
                'id' => 64,
                'name' => '中隆汽車有限公司',
                'address' => '新北市鶯歌區鶯桃路38號',
                'telephone' => '02-26706591',
                'fax' => '02-26703883',
            ],
            64 => 
            [
                'id' => 65,
                'name' => '金翼詮有限公司',
                'address' => '新北市三重區三和路四段87號',
                'telephone' => '02-22873815',
                'fax' => '02-22878729',
            ],
            65 => 
            [
                'id' => 66,
                'name' => '三鈴汽車股份有限公司',
                'address' => '新北市三重區新北大道二段69號',
                'telephone' => '02-29953530',
                'fax' => '02-29996103',
            ],
            66 => 
            [
                'id' => 67,
                'name' => '金門汽車股份有限公司',
                'address' => '新北市新莊區中正路700-1號',
                'telephone' => '02-29044317',
                'fax' => '02-29045608',
            ],
            67 => 
            [
                'id' => 68,
                'name' => '華禕股份有限公司新莊分公司',
                'address' => '新北市新莊區化成路37號',
                'telephone' => '02-89937070',
                'fax' => '02-89937171',
            ],
            68 => 
            [
                'id' => 69,
                'name' => '裕信汽車股份有限公司',
                'address' => '新北市新莊區思源路40-1號',
                'telephone' => '02-29926262',
                'fax' => '02-29909191',
            ],
            69 => 
            [
                'id' => 70,
                'name' => '巨大汽車有限公司',
                'address' => '新北市新莊區新樹路236號',
                'telephone' => '02-22046642',
                'fax' => '02-22070650',
            ],
            70 => 
            [
                'id' => 71,
                'name' => '裕益汽車股份有限公司',
                'address' => '新北市泰山區明志路三段523號',
                'telephone' => '02-29067131',
                'fax' => '02-29043814',
            ],
            71 => 
            [
                'id' => 72,
                'name' => '菘宏汽車股份有限公司',
                'address' => '新北市林口區中華路283號',
                'telephone' => '02-26019911',
                'fax' => '02-26022684',
            ],
            72 => 
            [
                'id' => 73,
                'name' => '瑞駿汽車實業有限公司',
                'address' => '新北市蘆洲區中山二路240號',
                'telephone' => '02-22856111',
                'fax' => '02-22857602',
            ],
            73 => 
            [
                'id' => 74,
                'name' => '政錩汽車股份有限公司',
                'address' => '新北市五股區新北產業區五工路116號',
                'telephone' => '02-22997806',
                'fax' => '02-22997808',
            ],
            74 => 
            [
                'id' => 75,
                'name' => '聯全汽車有限公司',
                'address' => '新北市淡水區中正東路一段3巷37號',
                'telephone' => '02-86316001',
                'fax' => '02-86316017',
            ],
            75 => 
            [
                'id' => 76,
                'name' => '勤達汽車有限公司',
                'address' => '新北市新莊區中正路53號',
                'telephone' => '02-29966060',
                'fax' => '02-29976062',
            ],
            76 => 
            [
                'id' => 77,
                'name' => '北都汽車股份有限公司',
                'address' => '基隆市安樂區武訓街92號',
                'telephone' => '02-24337366',
                'fax' => '02-24329775',
            ],
            77 => 
            [
                'id' => 78,
                'name' => '日進汽車修造廠有限公司',
                'address' => '基隆市暖暖區八堵路185巷89號',
                'telephone' => '02-24567136',
                'fax' => '02-24564488',
            ],
            78 => 
            [
                'id' => 79,
                'name' => '啟信汽車修理有限公司基隆分公司',
                'address' => '基隆市七堵區工建北路6-1號',
                'telephone' => '02-24510705',
                'fax' => '02-24510706',
            ],
            79 => 
            [
                'id' => 80,
                'name' => '安聯汽車修理股份有限公司',
                'address' => '基隆市七堵區俊賢路3號',
                'telephone' => '02-24551818',
                'fax' => '02-24556668',
            ],
            80 => 
            [
                'id' => 81,
                'name' => '世億汽車股份有限公司',
                'address' => '基隆市七堵區八德路9之1號',
                'telephone' => '02-24552222',
                'fax' => '02-24554762',
            ],
            81 => 
            [
                'id' => 82,
                'name' => '固德汽車有限公司',
                'address' => '新北市汐止區大同路一段156之2號',
                'telephone' => '02-26481466',
                'fax' => '02-26481466',
            ],
            82 => 
            [
                'id' => 83,
                'name' => '廣銓汽車修理有限公司',
                'address' => '新北市汐止區大同路一段337巷16弄47號',
                'telephone' => '02-26472628',
                'fax' => '02-26471309',
            ],
            83 => 
            [
                'id' => 84,
                'name' => '新台旺汽車有限公司',
                'address' => '新北市汐止區新台五路1段131號',
                'telephone' => '02-26472289',
                'fax' => '02-26472239',
            ],
            84 => 
            [
                'id' => 85,
                'name' => '中森股份有限公司',
                'address' => '宜蘭縣宜蘭市中山路五段501號',
                'telephone' => '03-9289728',
                'fax' => '03-9289731',
            ],
            85 => 
            [
                'id' => 86,
                'name' => '家通實業股份有限公司',
                'address' => '宜蘭縣宜蘭市中山路五段252巷15號',
                'telephone' => '03-9282179',
                'fax' => '03-9285619',
            ],
            86 => 
            [
                'id' => 87,
                'name' => '益大汽車工業有限公司',
                'address' => '宜蘭縣宜蘭市中山路五段282號',
                'telephone' => '03-9282452',
                'fax' => '03-9286544',
            ],
            87 => 
            [
                'id' => 88,
                'name' => '僑興汽車修理廠',
                'address' => '宜蘭縣宜蘭市中山路五段258號',
                'telephone' => '03-9285566',
                'fax' => '03-9285568',
            ],
            88 => 
            [
                'id' => 89,
                'name' => '鴻曜汽車股份有限公司',
                'address' => '宜蘭縣五結鄉五結路三段336號',
                'telephone' => '03-9600533',
                'fax' => '03-9602036',
            ],
            89 => 
            [
                'id' => 90,
                'name' => '盈誼股份有限公司',
                'address' => '宜蘭縣五結鄉光榮北路95號',
                'telephone' => '03-9544778',
                'fax' => '03-9546736',
            ],
            90 => 
            [
                'id' => 91,
                'name' => '紳展汽車股份有限公司',
                'address' => '宜蘭縣冬山鄉永興路一段5之1號',
                'telephone' => '03-9585115',
                'fax' => '03-9586091',
            ],
            91 => 
            [
                'id' => 92,
                'name' => '商準汽車有限公司',
                'address' => '宜蘭縣蘇澳鎮馬賽路457號',
                'telephone' => '03-9904200',
                'fax' => '03-9904203',
            ],
            92 => 
            [
                'id' => 93,
                'name' => '光榮汽車股份有限公司',
                'address' => '宜蘭縣五結鄉光榮北路111號',
                'telephone' => '03-9699888',
                'fax' => '03-9567288',
            ],
            93 => 
            [
                'id' => 94,
                'name' => '營成汽車工業股份有限公司',
                'address' => '花蓮市精美路23號',
                'telephone' => '03-8226529',
                'fax' => '03-8239296',
            ],
            94 => 
            [
                'id' => 95,
                'name' => '慶豐昌加油站股份有限公司',
                'address' => '花蓮縣吉安鄉中央路二段336號',
                'telephone' => '03-8513919',
                'fax' => '03-8510662',
            ],
            95 => 
            [
                'id' => 96,
                'name' => '金東里汽車實業有限公司',
                'address' => '花蓮縣吉安鄉吉興路一段231號',
                'telephone' => '03-8520880',
                'fax' => '03-8539963',
            ],
            96 => 
            [
                'id' => 97,
                'name' => '昇輝汽車有限公司',
                'address' => '花蓮縣吉安鄉和平路一段147號',
                'telephone' => '03-8575608',
                'fax' => '03-8578038',
            ],
            97 => 
            [
                'id' => 98,
                'name' => '東義汽車有限公司',
                'address' => '花蓮縣玉里鎮大禹里酸柑30之2號',
                'telephone' => '03-8889968',
                'fax' => '03-8889939',
            ],
            98 => 
            [
                'id' => 99,
                'name' => '明展加油站有限公司',
                'address' => '花蓮縣鳳林鎮自強路68號',
                'telephone' => '03-8760277',
                'fax' => '03-8762243',
            ],
            99 => 
            [
                'id' => 100,
                'name' => '聯全汽車有限公司紅樹林分公司',
                'address' => '新北市八里區龍米路一段172-1號',
                'telephone' => '02-26187000',
                'fax' => '02-26186699',
            ],
            100 => 
            [
                'id' => 101,
                'name' => '車容坊股份有限公司樹林營業所',
                'address' => '新北市樹林區佳園路3段9號',
                'telephone' => '02-2668-7868',
                'fax' => '02-2668-7696',
            ],
            101 => 
            [
                'id' => 102,
                'name' => '車容坊股份有限公司五股營業所',
                'address' => '新北市五股區新五路二段279號',
                'telephone' => '02-2293-0999',
                'fax' => '02-2293-3987',
            ],
            102 => 
            [
                'id' => 103,
                'name' => '碩聯科技有限公司',
                'address' => '新北市新店區寶橋路235巷16號',
                'telephone' => '02-29138111',
                'fax' => '02-29138222',
            ],
            103 => 
            [
                'id' => 104,
                'name' => '龍德汽車代驗有限公司',
                'address' => '宜蘭縣蘇澳鎮蘇濱路三段一號',
                'telephone' => '03-9906288',
                'fax' => '03-9901568',
            ],
            104 => 
            [
                'id' => 105,
                'name' => '羅捷汽車有限公司',
                'address' => '竹北市中和街191巷26號',
                'telephone' => '03-5518168',
                'fax' => '03-5515688',
            ],
            105 => 
            [
                'id' => 106,
                'name' => '興竹北汽車有限公司',
                'address' => '竹北市中華路648號',
                'telephone' => '03-5545921',
                'fax' => '03-5545917',
            ],
            106 => 
            [
                'id' => 107,
                'name' => '台元汽車有限公司',
                'address' => '竹北市環北路一段301巷8號',
                'telephone' => '03-6563788',
                'fax' => '03-6563765',
            ],
            107 => 
            [
                'id' => 108,
                'name' => '台曜汽車修理有限公司',
                'address' => '竹北市環北路一段289號',
                'telephone' => '03-5550288',
                'fax' => '03-5557428',
            ],
            108 => 
            [
                'id' => 109,
                'name' => '風城汽車有限公司',
                'address' => '竹北市保泰三路89號',
                'telephone' => '03-5529505',
                'fax' => '03-5519810',
            ],
            109 => 
            [
                'id' => 110,
                'name' => '新竹汽車客運公司',
                'address' => '新竹縣湖口鄉中華路13號',
                'telephone' => '03-5977249',
                'fax' => '03-5977249',
            ],
            110 => 
            [
                'id' => 111,
                'name' => '興湖汽修理有限公司',
                'address' => '湖口鄉成功路351號',
                'telephone' => '03-5995188',
                'fax' => '03-5901500',
            ],
            111 => 
            [
                'id' => 112,
                'name' => '湖中汽車修理有限公司',
                'address' => '湖口鄉中正路二段131號',
                'telephone' => '03-5996567',
                'fax' => '03-5906910',
            ],
            112 => 
            [
                'id' => 113,
                'name' => '華隆汽車有限公司',
                'address' => '新竹縣湖口鄉中華路122-9號',
                'telephone' => '03-5977999',
                'fax' => '03-5976868',
            ],
            113 => 
            [
                'id' => 114,
                'name' => '新竹物流股份有限公司',
                'address' => '新竹縣新豐鄉德昌街228號',
                'telephone' => '03-5595072',
                'fax' => '03-5590220',
            ],
            114 => 
            [
                'id' => 115,
                'name' => '士湖汽車修理有限公司',
                'address' => '新豐鄉建興路二段423號',
                'telephone' => '03-5599551',
                'fax' => '03-5599553',
            ],
            115 => 
            [
                'id' => 116,
                'name' => '新普汽車修理有限公司',
                'address' => '新埔鎮田新路269號',
                'telephone' => '03-5886089',
                'fax' => '03-5885958',
            ],
            116 => 
            [
                'id' => 117,
                'name' => '偉勝汽車檢驗公司',
                'address' => '竹東鎮工業二路131號',
                'telephone' => '03-5944966',
                'fax' => '03-5944288',
            ],
            117 => 
            [
                'id' => 118,
                'name' => '新竹東汽車有限公司',
                'address' => '竹東鎮北興路一段345號',
                'telephone' => '03-5103620',
                'fax' => '03-5103623',
            ],
            118 => 
            [
                'id' => 119,
                'name' => '裕新汽車公司竹東廠',
                'address' => '竹東鎮中興路一段169號',
                'telephone' => '03-5833389',
                'fax' => '03-5826790',
            ],
            119 => 
            [
                'id' => 120,
                'name' => '新苗汽車公司竹東廠',
                'address' => '竹東鎮中興路二段111號',
                'telephone' => '03-5827979',
                'fax' => '03-5824652',
            ],
            120 => 
            [
                'id' => 121,
                'name' => '正銓實業股份有限公司',
                'address' => '新竹市中華路二段97號',
                'telephone' => '03-5325167',
                'fax' => '03-5311551',
            ],
            121 => 
            [
                'id' => 122,
                'name' => '達盛興汽車有限公司',
                'address' => '新竹市公道五路二段132號',
                'telephone' => '03-5753318',
                'fax' => '03-5714393',
            ],
            122 => 
            [
                'id' => 123,
                'name' => '百祥加油站股份有限公司',
                'address' => '新竹市中華路五段111號',
                'telephone' => '03-5387876',
                'fax' => '03-5398520',
            ],
            123 => 
            [
                'id' => 124,
                'name' => '承田汽車股份有限公司',
                'address' => '新竹市食品路1號',
                'telephone' => '03-5166282',
                'fax' => '03-5710115',
            ],
            124 => 
            [
                'id' => 125,
                'name' => '裕文汽車有限公司',
                'address' => '新竹市東光路93號',
                'telephone' => '03-5750899',
                'fax' => '03-5165099',
            ],
            125 => 
            [
                'id' => 126,
                'name' => '興牛埔汽車修理有限公司',
                'address' => '新竹市牛埔路276號',
                'telephone' => '03-5380058',
                'fax' => '03-5403840',
            ],
            126 => 
            [
                'id' => 127,
                'name' => '東光橋有限公司',
                'address' => '新竹市東光路209號',
                'telephone' => '03-5612938',
                'fax' => '03-5612967',
            ],
            127 => 
            [
                'id' => 128,
                'name' => '重光實業有限公司',
                'address' => '新竹市中華路一段34號',
                'telephone' => '03-5322137',
                'fax' => '03-5328002',
            ],
            128 => 
            [
                'id' => 129,
                'name' => '新苗汽車企業股份有限公司新竹廠',
                'address' => '新竹市中華路一段267號',
                'telephone' => '03-5321158',
                'fax' => '03-5420611',
            ],
            129 => 
            [
                'id' => 130,
                'name' => '尚隆加油站有限公司',
                'address' => '新竹市天府路二段51號',
                'telephone' => '03-5363236',
                'fax' => '03-5363028',
            ],
            130 => 
            [
                'id' => 131,
                'name' => '維邦汽車',
                'address' => '桃園市建國路348巷12號',
                'telephone' => '03-3618205',
                'fax' => '03-3763333',
            ],
            131 => 
            [
                'id' => 132,
                'name' => '鴻湧汽車',
                'address' => '桃園市建國路348巷6號',
                'telephone' => '03-3766669',
                'fax' => '03-3765369',
            ],
            132 => 
            [
                'id' => 133,
                'name' => '永昇汽車',
                'address' => '桃園市中山路507巷46號',
                'telephone' => '03-3325142',
                'fax' => '03-3376561',
            ],
            133 => 
            [
                'id' => 134,
                'name' => '宣陽汽車',
                'address' => '桃園市鹽庫西街8號',
                'telephone' => '03-3253333',
                'fax' => '03-3168327',
            ],
            134 => 
            [
                'id' => 135,
                'name' => '尚好汽車',
                'address' => '桃園市富國路668號',
                'telephone' => '03-2161218',
                'fax' => '03-2161218',
            ],
            135 => 
            [
                'id' => 136,
                'name' => '新中平汽車',
                'address' => '桃園市民族路241號',
                'telephone' => '03-3364111',
                'fax' => '03-3314357',
            ],
            136 => 
            [
                'id' => 137,
                'name' => '振好汽車',
                'address' => '桃園市春日路1528巷18號',
                'telephone' => '03-3167272',
                'fax' => '03-3467676',
            ],
            137 => 
            [
                'id' => 138,
                'name' => '新立汽車',
                'address' => '桃園市大誠路3號',
                'telephone' => '03-2188888',
                'fax' => '03-2641000',
            ],
            138 => 
            [
                'id' => 139,
                'name' => '元隆汽車',
                'address' => '桃園市中山路1310號',
                'telephone' => '03-3797865',
                'fax' => '03-3606418',
            ],
            139 => 
            [
                'id' => 140,
                'name' => '長榮汽車',
                'address' => '桃園市經國路899號',
                'telephone' => '03-3560180',
                'fax' => '03-3460371',
            ],
            140 => 
            [
                'id' => 141,
                'name' => '紘億汽車',
                'address' => '桃園縣龜山鄉頂湖路2號',
                'telephone' => '03-2115802',
                'fax' => '03-2114598',
            ],
            141 => 
            [
                'id' => 142,
                'name' => '台宇汽車',
                'address' => '桃園縣龜山鄉文化一路41-1號',
                'telephone' => '03-3975858*115',
                'fax' => '03-3186195',
            ],
            142 => 
            [
                'id' => 143,
                'name' => '元展汽車',
                'address' => '桃園縣龜山鄉山鶯路163號',
                'telephone' => '03-3506880',
                'fax' => '03-3501512',
            ],
            143 => 
            [
                'id' => 144,
                'name' => '清河汽車',
                'address' => '桃園縣八德市和平路698號',
                'telephone' => '03-3634959',
                'fax' => '03-3634958',
            ],
            144 => 
            [
                'id' => 145,
                'name' => '金八德汽車',
                'address' => '桃園縣八德市介壽路二段620號',
                'telephone' => '03-3656268',
                'fax' => '03-3656171',
            ],
            145 => 
            [
                'id' => 146,
                'name' => '廣德利汽車',
                'address' => '桃園縣八德市廣福路517號',
                'telephone' => '03-3756560',
                'fax' => '03-3756372',
            ],
            146 => 
            [
                'id' => 147,
                'name' => '萬通汽車',
                'address' => '桃園縣八德市介壽路666號',
                'telephone' => '03-3663992',
                'fax' => '03-3672607',
            ],
            147 => 
            [
                'id' => 148,
                'name' => '元榮汽車',
                'address' => '桃園縣大溪鎮公園路108號',
                'telephone' => '03-3072382',
                'fax' => '03-3072382',
            ],
            148 => 
            [
                'id' => 149,
            'name' => '華信汽車(103及104不續約)',
                'address' => '桃園縣大溪鎮介壽路350號',
                'telephone' => '03-3075658',
                'fax' => '03-3075855',
            ],
            149 => 
            [
                'id' => 150,
                'name' => '慈溪汽車',
                'address' => '桃園縣大溪鎮公園路100號',
                'telephone' => '03-3070088',
                'fax' => '03-3075702',
            ],
            150 => 
            [
                'id' => 151,
                'name' => '大園汽車',
                'address' => '桃園縣大園鄉田心村大觀路311號',
                'telephone' => '03-3863880',
                'fax' => '03-3662350',
            ],
            151 => 
            [
                'id' => 152,
                'name' => '嘉陽汽車',
                'address' => '桃園縣大園鄉大觀路339號',
                'telephone' => '03-3853901',
                'fax' => '03-3860952',
            ],
            152 => 
            [
                'id' => 153,
                'name' => '鄉信汽車',
                'address' => '桃園縣大園鄉田心村2鄰9號',
                'telephone' => '03-3868138',
                'fax' => '03-3868136',
            ],
            153 => 
            [
                'id' => 154,
                'name' => '三利汽車',
                'address' => '桃園縣蘆竹鄉中興路61號',
                'telephone' => '03-3135458',
                'fax' => '03-3135460',
            ],
            154 => 
            [
                'id' => 155,
                'name' => '壢陽汽車',
                'address' => '桃園縣蘆竹鄉長興路四段331號',
                'telephone' => '03-3122151',
                'fax' => '03-3122153',
            ],
            155 => 
            [
                'id' => 156,
                'name' => '威德汽車',
                'address' => '桃園縣蘆竹鄉長榮路10號',
                'telephone' => '03-2221122',
                'fax' => '03-2222040',
            ],
            156 => 
            [
                'id' => 157,
                'name' => '峰羽汽車',
                'address' => '桃園縣蘆竹鄉南工路122號',
                'telephone' => '03-3210708',
                'fax' => '03-3210805',
            ],
            157 => 
            [
                'id' => 158,
                'name' => '原總汽車有限公司',
                'address' => '桃園縣龜山鄉復興三路32號',
                'telephone' => '03-3960666',
                'fax' => '03-2115475',
            ],
            158 => 
            [
                'id' => 159,
                'name' => '桃苗汽車股份有限公司',
                'address' => '桃園縣中壢市中園路162號',
                'telephone' => '03-4622338',
                'fax' => '03-4623814',
            ],
            159 => 
            [
                'id' => 160,
                'name' => '萬芳汽車股份有限公司',
                'address' => '桃園縣中壢市中華路二段536號',
                'telephone' => '03-4332158',
                'fax' => '03-4331045',
            ],
            160 => 
            [
                'id' => 161,
                'name' => '將陽汽車有限公司',
                'address' => '桃園縣中壢市普忠路209號',
                'telephone' => '03-4356526',
                'fax' => '03-4356509',
            ],
            161 => 
            [
                'id' => 162,
                'name' => '普中汽車有限公司',
                'address' => '桃園縣中壢市普忠路315號',
                'telephone' => '03-4621515',
                'fax' => '03-4629020',
            ],
            162 => 
            [
                'id' => 163,
                'name' => '裕益汽車股份有限公司中壢分公司',
                'address' => '桃園縣中壢市中園路158號',
                'telephone' => '03-4626588',
                'fax' => '03-4622460',
            ],
            163 => 
            [
                'id' => 164,
                'name' => '璿豐汽車股份有限公司中壢分公司',
                'address' => '桃園縣中壢市中華路二段188號',
                'telephone' => '03-4527191',
                'fax' => '03-4637890',
            ],
            164 => 
            [
                'id' => 165,
                'name' => '莊東陽汽車修理廠有限公司',
                'address' => '桃園縣中壢市中華路一段803號',
                'telephone' => '03-4512664',
                'fax' => '03-4511589',
            ],
            165 => 
            [
                'id' => 166,
                'name' => '錡鎂汽車企業有限公司',
                'address' => '桃園縣中壢市民族路三段22號',
                'telephone' => '03-4914687',
                'fax' => '03-4025577',
            ],
            166 => 
            [
                'id' => 167,
                'name' => '山隆通運股份有限公司中壢營業處汽車修理廠',
                'address' => '桃園縣中壢市中壢工業區吉林路5-1號',
                'telephone' => '03-4617151',
                'fax' => '03-4616605',
            ],
            167 => 
            [
                'id' => 168,
                'name' => '中平汽車代檢有限公司',
                'address' => '桃園縣平鎮市中豐路570號',
                'telephone' => '03-4287928',
                'fax' => '03-4287930',
            ],
            168 => 
            [
                'id' => 169,
                'name' => '宋屋車業有限公司',
                'address' => '桃園縣平鎮市廣南路219號',
                'telephone' => '03-4929470',
                'fax' => '03-4936450',
            ],
            169 => 
            [
                'id' => 170,
                'name' => '新宏汽車有限公司',
                'address' => '桃園縣平鎮市金陵路二段356號',
                'telephone' => '03-4281166',
                'fax' => '03-4689161',
            ],
            170 => 
            [
                'id' => 171,
                'name' => '中大汽車代檢有限公司',
                'address' => '桃園縣平鎮市民族路雙連二段48號',
                'telephone' => '03-4201323',
                'fax' => '03-4203243',
            ],
            171 => 
            [
                'id' => 172,
                'name' => '達豐汽車修理有限公司',
                'address' => '桃園縣平鎮市民族路雙連三段26號',
                'telephone' => '03-4901099',
                'fax' => '03-4906116',
            ],
            172 => 
            [
                'id' => 173,
                'name' => '五六六汽車有限公司',
                'address' => '桃園縣平鎮市中豐路566號',
                'telephone' => '03-4579797',
                'fax' => '03-4572418',
            ],
            173 => 
            [
                'id' => 174,
                'name' => '元力汽車股份有限公司',
                'address' => '桃園縣平鎮市延平路三段588號',
                'telephone' => '03-4644888',
                'fax' => '03-4642601',
            ],
            174 => 
            [
                'id' => 175,
                'name' => '詮喜汽車有限公司',
                'address' => '桃園縣龍潭鄉中豐路208號',
                'telephone' => '03-4796688',
                'fax' => '03-4995050',
            ],
            175 => 
            [
                'id' => 176,
                'name' => '合宣企業有限公司',
                'address' => '桃園縣龍潭鄉聖亭路202號',
                'telephone' => '03-4892828',
                'fax' => '03-4090098',
            ],
            176 => 
            [
                'id' => 177,
                'name' => '益園實業股份有限公司',
                'address' => '桃園縣龍潭鄉聖亭路186號',
                'telephone' => '03-4790726',
                'fax' => '03-4791119',
            ],
            177 => 
            [
                'id' => 178,
                'name' => '順益汽車股份有限公司幼獅分公司',
                'address' => '桃園縣楊梅市青年路3號',
                'telephone' => '03-4643296',
                'fax' => '03-4642153',
            ],
            178 => 
            [
                'id' => 179,
                'name' => '誠泰汽車企業有限公司',
                'address' => '桃園縣楊梅市中山北路一段307號',
                'telephone' => '03-4883555',
                'fax' => '03-4883777',
            ],
            179 => 
            [
                'id' => 180,
                'name' => '全新汽車有限公司',
                'address' => '桃園縣楊梅市電研路69巷16號',
                'telephone' => '03-4909899',
                'fax' => '03-4909555',
            ],
            180 => 
            [
                'id' => 181,
                'name' => '漢勳股份有限公司',
                'address' => '桃園縣楊梅市中山北路一段235號',
                'telephone' => '03-4753721',
                'fax' => '03-4788316',
            ],
            181 => 
            [
                'id' => 182,
                'name' => '百城汽車修理廠',
                'address' => '桃園縣新屋鄉成功路326號',
                'telephone' => '03-4971177',
                'fax' => '03-4970342',
            ],
            182 => 
            [
                'id' => 183,
                'name' => '新屋汽車有限公司',
                'address' => '桃園縣新屋鄉中山路553號',
                'telephone' => '03-4972500',
                'fax' => '03-4871991',
            ],
            183 => 
            [
                'id' => 184,
                'name' => '興竹南汽車實業有限公司',
                'address' => '苗栗縣竹南鎮延平路172號',
                'telephone' => '037-484858',
                'fax' => '037-470626',
            ],
            184 => 
            [
                'id' => 185,
                'name' => '興竹南國際汽車有限公司',
                'address' => '苗栗縣竹南鎮龍天路131號',
                'telephone' => '037-477288',
                'fax' => '037-477239',
            ],
            185 => 
            [
                'id' => 186,
                'name' => '百晟汽車興業有限公司',
                'address' => '苗栗縣頭份鎮民族路421號',
                'telephone' => '037-615777',
                'fax' => '037-613789',
            ],
            186 => 
            [
                'id' => 187,
                'name' => '巨昌興業股份有限公司',
                'address' => '苗栗縣頭份鎮永貞路一段161號',
                'telephone' => '037-627507',
                'fax' => '037-625908',
            ],
            187 => 
            [
                'id' => 188,
                'name' => '二誠企業有限公司',
                'address' => '苗栗縣頭份鎮中華路533號',
                'telephone' => '037-681427',
                'fax' => '037-672656',
            ],
            188 => 
            [
                'id' => 189,
                'name' => '振成汽車有限公司',
                'address' => '苗栗縣苑裡鎮南房1-6號',
                'telephone' => '037-864436',
                'fax' => '037-854439',
            ],
            189 => 
            [
                'id' => 190,
                'name' => '群來汽車事業股份公司',
                'address' => '苗栗縣苑裡鎮中山路451號',
                'telephone' => '037-866576',
                'fax' => '037-869385',
            ],
            190 => 
            [
                'id' => 191,
                'name' => '桂鴻實業股份有限公司',
                'address' => '苗栗縣苗栗市橫車路226號',
                'telephone' => '037-356972',
                'fax' => '037-350032',
            ],
            191 => 
            [
                'id' => 192,
                'name' => '裕新汽車股份有限公司',
                'address' => '苗栗縣苗栗市國華路658號',
                'telephone' => '037-337886',
                'fax' => '037-361736',
            ],
            192 => 
            [
                'id' => 193,
                'name' => '太陽汽車股份有限公司',
                'address' => '苗栗縣苗栗市國華路518號',
                'telephone' => '037-323817',
                'fax' => '037-323817',
            ],
            193 => 
            [
                'id' => 194,
                'name' => '吉德汽車股份有限公司',
                'address' => '苗栗縣苗栗市為公路679號',
                'telephone' => '037-267015',
                'fax' => '037-060505',
            ],
            194 => 
            [
                'id' => 195,
                'name' => '國華興業有限公司',
                'address' => '苗栗縣苗栗市英才路318號',
                'telephone' => '037-366436',
                'fax' => '037-366523',
            ],
            195 => 
            [
                'id' => 196,
                'name' => '永松汽車保養股份有限公司',
                'address' => '苗栗縣公館鄉五谷村2鄰76號',
                'telephone' => '037-229892',
                'fax' => '037-234567',
            ],
            196 => 
            [
                'id' => 197,
                'name' => '山隆通運股份有限公司苗栗汽車修理廠',
                'address' => '苗栗縣銅鑼鄉中平村中隆一路1號',
                'telephone' => '037-234529',
                'fax' => '037-234528',
            ],
            197 => 
            [
                'id' => 198,
                'name' => '吉栗汽車有限公司',
                'address' => '苗栗縣苗栗市英才路333號',
                'telephone' => '037-366530',
                'fax' => '037-375371',
            ],
            198 => 
            [
                'id' => 199,
                'name' => '加得利加油站股份有限公司',
                'address' => '臺中市中區柳川西路三段2號',
                'telephone' => '04-22278988',
                'fax' => '04-22214752',
            ],
            199 => 
            [
                'id' => 200,
                'name' => '總冠汽車有限公司',
                'address' => '臺中市中區中正路116號',
                'telephone' => '04-22297777',
                'fax' => '04-22217788',
            ],
            200 => 
            [
                'id' => 201,
                'name' => '羿通汽車有限公司',
                'address' => '臺中市東區東英八街61號',
                'telephone' => '04-22118900',
                'fax' => '04-22131053',
            ],
            201 => 
            [
                'id' => 202,
                'name' => '總安汽車有限公司',
                'address' => '臺中市南區工學北路11號',
                'telephone' => '04-22623751',
                'fax' => '04-22611768',
            ],
            202 => 
            [
                'id' => 203,
                'name' => '復興汽車檢驗股份有限公司',
                'address' => '臺中市南區公理街25號',
                'telephone' => '04-22202995',
                'fax' => '04-22200829',
            ],
            203 => 
            [
                'id' => 204,
                'name' => '至陽汽車股份有限公司',
                'address' => '臺中市南區文心南路661號',
                'telephone' => '04-22610027',
                'fax' => '04-22617877',
            ],
            204 => 
            [
                'id' => 205,
                'name' => '千立汽車有限公司',
                'address' => '臺中市南區有恆街158號',
                'telephone' => '04-22860611',
                'fax' => '04-22854966',
            ],
            205 => 
            [
                'id' => 206,
                'name' => '大漢財盛汽車修配有限公司',
                'address' => '臺中市西區五權路1-15號',
                'telephone' => '04-23726168',
                'fax' => '04-23722015',
            ],
            206 => 
            [
                'id' => 207,
                'name' => '北區汽車有限公司',
                'address' => '臺中市北區英才路155號',
                'telephone' => '04-22020020',
                'fax' => '04-22022977',
            ],
            207 => 
            [
                'id' => 208,
                'name' => '新太汽車有限公司',
                'address' => '臺中市北屯區崇德15路20號',
                'telephone' => '04-24227956',
                'fax' => '04-24229526',
            ],
            208 => 
            [
                'id' => 209,
                'name' => '信毅加油站股份有限公司',
                'address' => '臺中市北屯區軍功路二段168號',
                'telephone' => '04-22399561',
                'fax' => '04-22399562',
            ],
            209 => 
            [
                'id' => 210,
                'name' => '鉅侑汽車有限公司',
                'address' => '臺中市北屯區梅川東路五段140號',
                'telephone' => '04-22422955',
                'fax' => '04-22422967',
            ],
            210 => 
            [
                'id' => 211,
                'name' => '聖眾汽車有限公司北屯分公司',
                'address' => '臺中市北屯區瀋陽路三段61號',
                'telephone' => '04-22461727',
                'fax' => '04-22460702',
            ],
            211 => 
            [
                'id' => 212,
                'name' => '廣裕汽車股份有限公司',
                'address' => '臺中市北屯區松竹路一段901號',
                'telephone' => '04-24377800',
                'fax' => '04-24378600',
            ],
            212 => 
            [
                'id' => 213,
                'name' => '長安汽車有限公司',
                'address' => '臺中市西屯區甘肅路二段30號',
                'telephone' => '04-23111671',
                'fax' => '04-23111671',
            ],
            213 => 
            [
                'id' => 214,
                'name' => '安和加油站股份有限公司',
                'address' => '臺中市西屯區安和路51之8號',
                'telephone' => '04- 23598600',
                'fax' => '04-23599829',
            ],
            214 => 
            [
                'id' => 215,
                'name' => '民益汽車修配廠股份有限公司',
                'address' => '臺中市西屯區甘肅路二段68號',
                'telephone' => '04-23110272',
                'fax' => '04-23118360',
            ],
            215 => 
            [
                'id' => 216,
                'name' => '太子汽車工業股份有限公司台中修配廠',
                'address' => '臺中市西屯區工業區六路13號',
                'telephone' => '04-23592847',
                'fax' => '04-23593274',
            ],
            216 => 
            [
                'id' => 217,
                'name' => '環盟汽車股份有限公司',
                'address' => '臺中市西屯區河南路二段111號',
                'telephone' => '04-23118705',
                'fax' => '04-23129303',
            ],
            217 => 
            [
                'id' => 218,
                'name' => '上立汽車股份有限公司',
                'address' => '臺中市西屯區文心路三段137號',
                'telephone' => '04-23112288',
                'fax' => '04-23152437',
            ],
            218 => 
            [
                'id' => 219,
                'name' => '暉祥汽車有限公司',
                'address' => '臺中市西屯區甘肅路二段122號',
                'telephone' => '04-23112388',
                'fax' => '04-23112378',
            ],
            219 => 
            [
                'id' => 220,
                'name' => '美星汽車股份有限公司',
                'address' => '臺中市西屯區甘肅路二段168號',
                'telephone' => '04-23111097',
                'fax' => '04-23110620',
            ],
            220 => 
            [
                'id' => 221,
                'name' => '聖眾汽車有限公司',
                'address' => '臺中市西屯區甘肅路二段86號',
                'telephone' => '04-23111271',
                'fax' => '04-23123083',
            ],
            221 => 
            [
                'id' => 222,
                'name' => '長榮汽車有限公司',
                'address' => '臺中市南屯區大墩11街306號',
                'telephone' => '04-23296999',
                'fax' => '04-23296655',
            ],
            222 => 
            [
                'id' => 223,
                'name' => '存佑汽車有限公司',
                'address' => '臺中市南屯區大觀路91號',
                'telephone' => '04-23803822',
                'fax' => '04-23820203',
            ],
            223 => 
            [
                'id' => 224,
                'name' => '保源汽車廠有限公司',
                'address' => '臺中市太平區永平路三段221號',
                'telephone' => '04-22772517',
                'fax' => '04-22774295',
            ],
            224 => 
            [
                'id' => 225,
                'name' => '曜宏汽車股份有限公司',
                'address' => '臺中市太平區中平路73號',
                'telephone' => '04-22770102',
                'fax' => '04-22778645',
            ],
            225 => 
            [
                'id' => 226,
                'name' => '新民汽車有限公司',
                'address' => '臺中市太平區新明街13號',
                'telephone' => '04-23917288',
                'fax' => '04-23917168',
            ],
            226 => 
            [
                'id' => 227,
                'name' => '昀鼎汽車有限公司',
                'address' => '臺中市太平區東平路717號',
                'telephone' => '04-22731027',
                'fax' => '04-22778090',
            ],
            227 => 
            [
                'id' => 228,
                'name' => '精晟電腦科技有限公司車籠埔分公司',
                'address' => '臺中市太平區興隆路一段230號',
                'telephone' => '04-22773068',
                'fax' => '04-22773068',
            ],
            228 => 
            [
                'id' => 229,
                'name' => '長鴻汽車股份有限公司',
                'address' => '臺中市太平區永平路二段296號',
                'telephone' => '04-22774855',
                'fax' => '04-22775172',
            ],
            229 => 
            [
                'id' => 230,
                'name' => '大里汽車有限公司',
                'address' => '臺中市大里區國光路一段143號',
                'telephone' => '04-24073755',
                'fax' => '04-24070320',
            ],
            230 => 
            [
                'id' => 231,
                'name' => '冠昌汽車股份有限公司',
                'address' => '臺中市大里區瑞城一街216號',
                'telephone' => '04-24929217',
                'fax' => '04-24967050',
            ],
            231 => 
            [
                'id' => 232,
                'name' => '精晟電腦科技有限公司',
                'address' => '臺中市大里區仁化路671號',
                'telephone' => '04-24929170',
                'fax' => '04-24952203',
            ],
            232 => 
            [
                'id' => 233,
                'name' => '大勝加油站有限公司',
                'address' => '臺中市大里區大明路482號',
                'telephone' => '04-24067591',
                'fax' => '04-24064927',
            ],
            233 => 
            [
                'id' => 234,
                'name' => '仁化汽車有限公司',
                'address' => '臺中市大里區仁化路343號',
                'telephone' => '04-24919280',
                'fax' => '04-24919289',
            ],
            234 => 
            [
                'id' => 235,
                'name' => '慶順汽車股份有限公司大里分公司',
                'address' => '臺中市大里區國光路一段76巷1號',
                'telephone' => '04-24863877',
                'fax' => '04-24837434',
            ],
            235 => 
            [
                'id' => 236,
                'name' => '亞東汽車有限公司',
                'address' => '臺中市大里區國光路一段123號',
                'telephone' => '04-24066821',
                'fax' => '04-24072443',
            ],
            236 => 
            [
                'id' => 237,
                'name' => '國正汽車修配廠有限公司',
                'address' => '臺中市大里區中興路二段35號',
                'telephone' => '04-24834455',
                'fax' => '04-24836716',
            ],
            237 => 
            [
                'id' => 238,
                'name' => '全嘉汽車有限公司',
                'address' => '臺中市霧峰區吉峰里吉峰路58號',
                'telephone' => '04-23307575',
                'fax' => '04-23307676',
            ],
            238 => 
            [
                'id' => 239,
                'name' => '政宏汽車有限公司',
                'address' => '臺中市霧峰區中正路569-9號',
                'telephone' => '04-23312266',
                'fax' => '04-23304411',
            ],
            239 => 
            [
                'id' => 240,
                'name' => '高速事業股份有限公司南台中分公司',
                'address' => '臺中市烏日區中山路一段159號',
                'telephone' => '04-23382255',
                'fax' => '04-23362805',
            ],
            240 => 
            [
                'id' => 241,
                'name' => '民富汽車事業股份有公司',
                'address' => '臺中市烏日區中山路一段663號',
                'telephone' => '04-23378659',
                'fax' => '04-23378681',
            ],
            241 => 
            [
                'id' => 242,
                'name' => '慶源汽車股份有限公司',
                'address' => '臺中市烏日區中山路三段565號',
                'telephone' => '04-23379562',
                'fax' => '04-23379880',
            ],
            242 => 
            [
                'id' => 243,
                'name' => '裕民汽車股份有限公司烏日廠',
                'address' => '臺中市烏日區中山路一段37號',
                'telephone' => '04-23362355',
                'fax' => '04-23362945',
            ],
            243 => 
            [
                'id' => 244,
                'name' => '巨業交通股份有限公司',
                'address' => '臺中市沙鹿區和平街2號',
                'telephone' => '04-26623555',
                'fax' => '04-26655889',
            ],
            244 => 
            [
                'id' => 245,
                'name' => '群大汽車事業股份有限公司',
                'address' => '臺中市沙鹿區臺灣大道七段922號',
                'telephone' => '04-26626405',
                'fax' => '04-26629038',
            ],
            245 => 
            [
                'id' => 246,
                'name' => '忠和興汽車有限公司',
                'address' => '臺中市龍井區西濱路三段65號',
                'telephone' => '04-26390639',
                'fax' => '04-26392636',
            ],
            246 => 
            [
                'id' => 247,
                'name' => '特威力汽車修配股份有限公司',
                'address' => '臺中市龍井區臺西南路253號',
                'telephone' => '04-26396331',
                'fax' => '04-26304557',
            ],
            247 => 
            [
                'id' => 248,
                'name' => '元廣順汽車有限公司',
                'address' => '臺中市龍井區中華路一段23號',
                'telephone' => '04-26366272',
                'fax' => '04-26367227',
            ],
            248 => 
            [
                'id' => 249,
                'name' => '成大興汽車有限公司',
                'address' => '臺中市龍井區遊園南路366號',
                'telephone' => '04-26315639',
                'fax' => '04-26326573',
            ],
            249 => 
            [
                'id' => 250,
                'name' => '鑫鼎昌汽車修配廠有限公司',
                'address' => '臺中市梧棲區港埠路一段233號',
                'telephone' => '04-26393441',
                'fax' => '04-26393443',
            ],
            250 => 
            [
                'id' => 251,
                'name' => '山隆通運股份有限公司台中港汽車修理廠',
                'address' => '臺中市梧棲區自立路568號',
                'telephone' => '04-26392151',
                'fax' => '04-26398192',
            ],
            251 => 
            [
                'id' => 252,
                'name' => '中科汽車有限公司',
                'address' => '臺中市梧棲區光復路501號',
                'telephone' => '04-26571801',
                'fax' => '04-26571800',
            ],
            252 => 
            [
                'id' => 253,
                'name' => '金星車業有限公司',
                'address' => '臺中市梧棲區向上路九段562巷96號',
                'telephone' => '04-26301263',
                'fax' => '04-26301273',
            ],
            253 => 
            [
                'id' => 254,
                'name' => '清水金龍汽車有限公司',
                'address' => '臺中市清水區中山路523-6號',
                'telephone' => '04-26236828',
                'fax' => '04-26236828',
            ],
            254 => 
            [
                'id' => 255,
                'name' => '千瑞汽車有限公司',
                'address' => '臺中市清水區中山路547-17號',
                'telephone' => '04-26239506',
                'fax' => '04-26229138',
            ],
            255 => 
            [
                'id' => 256,
                'name' => '加得旺汽車股份有限公司',
                'address' => '臺中市南區復興路三段112號',
                'telephone' => '04-22270988',
                'fax' => '04-22273588',
            ],
            256 => 
            [
                'id' => 257,
                'name' => '健行汽車股份有限公司',
                'address' => '臺中市北區健行里大雅路185號',
                'telephone' => '04-22075889',
                'fax' => '04-22075089',
            ],
            257 => 
            [
                'id' => 258,
                'name' => '新幹線汽車股份有限公司',
                'address' => '臺中市南區三民西路250號',
                'telephone' => '04-23728669',
                'fax' => '04-23723135',
            ],
            258 => 
            [
                'id' => 259,
                'name' => '中欣汽車修配廠',
                'address' => '臺中市太平區中山路三段19巷10號',
                'telephone' => '04-22781553',
                'fax' => '04-22795565',
            ],
            259 => 
            [
                'id' => 260,
                'name' => '同立汽車修理廠',
                'address' => '臺中市豐原區大順路130號',
                'telephone' => '04-25293022',
                'fax' => '04-25293025',
            ],
            260 => 
            [
                'id' => 261,
                'name' => '勝輪汽車有限公司',
                'address' => '臺中市豐原區三豐路976號',
                'telephone' => '04-25159800',
                'fax' => '04-25159801',
            ],
            261 => 
            [
                'id' => 262,
                'name' => '速度汽車有限公司',
                'address' => '臺中市豐原區豐原大道一段418號',
                'telephone' => '04-25351878',
                'fax' => '04-25356998',
            ],
            262 => 
            [
                'id' => 263,
                'name' => '旭勝汽車工業股份有限公司',
                'address' => '臺中市豐原區水源路373號',
                'telephone' => '04-25224560',
                'fax' => '04-25151142',
            ],
            263 => 
            [
                'id' => 264,
                'name' => '豐原汽車客運股份有限公司',
                'address' => '臺中市豐原區豐勢路二段147號',
                'telephone' => '04-25205397',
                'fax' => '04-25281621',
            ],
            264 => 
            [
                'id' => 265,
                'name' => '保島汽車實業股份有限公司',
                'address' => '臺中市豐原區圓環北路二段365號',
                'telephone' => '04-25239677',
                'fax' => '04-25203567',
            ],
            265 => 
            [
                'id' => 266,
                'name' => '東陽汽車修理有限公司',
                'address' => '臺中市后里區七星街1號',
                'telephone' => '04-25584977',
                'fax' => '04-25584976',
            ],
            266 => 
            [
                'id' => 267,
                'name' => '中庸汽車有限公司',
                'address' => '臺中市后里區三豐路206號',
                'telephone' => '04-25577568',
                'fax' => '04-25577558',
            ],
            267 => 
            [
                'id' => 268,
                'name' => '原峰汽車修理廠',
                'address' => '臺中市石岡區豐勢路931號',
                'telephone' => '04-25723816',
                'fax' => '04-25723817',
            ],
            268 => 
            [
                'id' => 269,
                'name' => '東勢汽車修理有限公司',
                'address' => '臺中市東勢區公園路27號',
                'telephone' => '04-25885821',
                'fax' => '04-25875511',
            ],
            269 => 
            [
                'id' => 270,
                'name' => '孟君實業有限公司',
                'address' => '臺中市東勢區公園路21號',
                'telephone' => '04-25887480',
                'fax' => '04-25887480',
            ],
            270 => 
            [
                'id' => 271,
                'name' => '新豐原汽車有限公司',
                'address' => '臺中市潭子區中山路三段430號',
                'telephone' => '04-25357802',
                'fax' => '04-25350601',
            ],
            271 => 
            [
                'id' => 272,
                'name' => '栗隆有限公司',
                'address' => '臺中市潭子區中山路三段425號',
                'telephone' => '04-25311313',
                'fax' => '04-25311313',
            ],
            272 => 
            [
                'id' => 273,
                'name' => '宏記汽車有限公司',
                'address' => '臺中市潭子區中山路三段486號',
                'telephone' => '04-25326311',
                'fax' => '04-25333986',
            ],
            273 => 
            [
                'id' => 274,
                'name' => '中部汽車股份有限公司',
                'address' => '臺中市潭子區中山路一段285號',
                'telephone' => '04-25314094',
                'fax' => '04-25320439',
            ],
            274 => 
            [
                'id' => 275,
                'name' => '宏昌汽車修配廠',
                'address' => '臺中市潭子區中山路三段79號',
                'telephone' => '04-25314513',
                'fax' => '04-25328911',
            ],
            275 => 
            [
                'id' => 276,
                'name' => '真宏汽車修配廠',
                'address' => '臺中市潭子區中山路三段113.115號',
                'telephone' => '04-25316311',
                'fax' => '04-25316988',
            ],
            276 => 
            [
                'id' => 277,
                'name' => '美伸汽車興業有限公司',
                'address' => '臺中市大雅區中清路三段885巷5號',
                'telephone' => '04-25666399',
                'fax' => '04-25666299',
            ],
            277 => 
            [
                'id' => 278,
                'name' => '大雅汽車有限公司',
                'address' => '臺中市大雅區中清路三段1108號',
                'telephone' => '04-25672596',
                'fax' => '04-25671596',
            ],
            278 => 
            [
                'id' => 279,
                'name' => '道成汽車實業股份有限公司',
                'address' => '臺中市大雅區民生路三段155號',
                'telephone' => '04-25670575',
                'fax' => '04-25680122',
            ],
            279 => 
            [
                'id' => 280,
                'name' => '旭利興有限公司',
                'address' => '臺中市神岡區神圳路5號',
                'telephone' => '04-25623939',
                'fax' => '04-25618787',
            ],
            280 => 
            [
                'id' => 281,
                'name' => '鍍邦汽車事業股份有限公司',
                'address' => '臺中市神岡區中山路259號',
                'telephone' => '04-25283013',
                'fax' => '04-25239299',
            ],
            281 => 
            [
                'id' => 282,
                'name' => '轟倫實業有限公司',
                'address' => '臺中市神岡區八德路625號',
                'telephone' => '04-25613777',
                'fax' => '04-25616748',
            ],
            282 => 
            [
                'id' => 283,
                'name' => '民豐汽車事業股份有限公司',
                'address' => '臺中市大甲區大安港路126號',
                'telephone' => '04-26865408',
                'fax' => '04-26886016',
            ],
            283 => 
            [
                'id' => 284,
                'name' => '信甲國際股份有限公司',
                'address' => '臺中市大甲區中山路一段976-3號',
                'telephone' => '04-26881111',
                'fax' => '04-26861199',
            ],
            284 => 
            [
                'id' => 285,
                'name' => '合鋒企業股份有限公司',
                'address' => '臺中市外埔區大馬路188號',
                'telephone' => '04-26836529',
                'fax' => '04-26837179',
            ],
            285 => 
            [
                'id' => 286,
                'name' => '全中彰汽車有限公司',
                'address' => '彰化縣彰化市彰南路三段115號',
                'telephone' => '04-7322637',
                'fax' => '04-7322638',
            ],
            286 => 
            [
                'id' => 287,
                'name' => '昌暉汽車股份有限公司彰化分公司',
                'address' => '彰化縣彰化市彰美路一段385號',
                'telephone' => '04-7332699',
                'fax' => '04-7332698',
            ],
            287 => 
            [
                'id' => 288,
                'name' => '國安車業有限公司',
                'address' => '彰化縣彰化市中山路一段120號',
                'telephone' => '04-7125188',
                'fax' => '04-7125388',
            ],
            288 => 
            [
                'id' => 289,
                'name' => '彰化汽車客運股份有限公司',
                'address' => '彰化縣彰化市建國南路177號',
                'telephone' => '04-7271551',
                'fax' => '04-7224514',
            ],
            289 => 
            [
                'id' => 290,
                'name' => '達鑫汽車股份有限公司',
                'address' => '彰化縣彰化市彰鹿路63號',
                'telephone' => '04-7615617',
                'fax' => '04-7615619',
            ],
            290 => 
            [
                'id' => 291,
                'name' => '瀅通實業股份有限公司',
                'address' => '彰化縣彰化市中山路三段57號',
                'telephone' => '04-7234492',
                'fax' => '04-7234548',
            ],
            291 => 
            [
                'id' => 292,
                'name' => '達永汽車修理廠有限公司',
                'address' => '彰化縣彰化市金馬路三段661號',
                'telephone' => '04-7512710',
                'fax' => '04-7615377',
            ],
            292 => 
            [
                'id' => 293,
                'name' => '國彰汽車工業有限公司',
                'address' => '彰化縣花壇鄉花橋街10號',
                'telephone' => '04-7878061',
                'fax' => '04-7878548',
            ],
            293 => 
            [
                'id' => 294,
                'name' => '聖興汽車修護廠股份有限公司',
                'address' => '彰化縣花壇鄉中山路二段516號',
                'telephone' => '04-7868991',
                'fax' => '04-7874253',
            ],
            294 => 
            [
                'id' => 295,
                'name' => '怡通汽車股份有限公司',
                'address' => '彰化縣花壇鄉中山路一段221號',
                'telephone' => '04-7863366',
                'fax' => '04-7863966',
            ],
            295 => 
            [
                'id' => 296,
                'name' => '秀鑫汽車股份有限公司',
                'address' => '彰化縣秀水鄉彰水路二段100-1號',
                'telephone' => '04-7680036',
                'fax' => '04-7680036',
            ],
            296 => 
            [
                'id' => 297,
                'name' => '金全國汽車修理廠有限公司',
                'address' => '彰化縣鹿港鎮顏厝巷67-23號',
                'telephone' => '04-7789116',
                'fax' => '04-7743350',
            ],
            297 => 
            [
                'id' => 298,
                'name' => '昌暉汽車股份有限公司鹿港分公司',
                'address' => '彰化縣福興鄉鹿興路259號',
                'telephone' => '04-7789588',
                'fax' => '04-7789886',
            ],
            298 => 
            [
                'id' => 299,
                'name' => '大彰汽車檢驗廠股份有限公司',
                'address' => '彰化縣福興鄉鹿興路217號',
                'telephone' => '04-7782522',
                'fax' => NULL,
            ],
            299 => 
            [
                'id' => 300,
                'name' => '順安汽車修理有限公司',
                'address' => '彰化縣福興鄉彰鹿路七段388號',
                'telephone' => '04-7752016',
                'fax' => '04-7752018',
            ],
            300 => 
            [
                'id' => 301,
                'name' => '和田汽車修護股份有限公司',
                'address' => '彰化縣和美鎮道周路725號',
                'telephone' => '04-7574701',
                'fax' => '04-7574713',
            ],
            301 => 
            [
                'id' => 302,
                'name' => '全興鴻有限公司',
                'address' => '彰化縣和美鎮興工路262-1號',
                'telephone' => '04-7977399',
                'fax' => '04-7977322',
            ],
            302 => 
            [
                'id' => 303,
                'name' => '友銓車業有限公司',
                'address' => '彰化縣和美鎮德美路323號',
                'telephone' => '04-7557755',
                'fax' => '04-7551268',
            ],
            303 => 
            [
                'id' => 304,
                'name' => '昌暉汽車股份有限公司',
                'address' => '彰化縣和美鎮道周路193-1號',
                'telephone' => '04-7572991',
                'fax' => '04-7557999',
            ],
            304 => 
            [
                'id' => 305,
                'name' => '國恩車業股份有限公司',
                'address' => '彰化縣員林鎮中山路一段26號',
                'telephone' => '04-8377258',
                'fax' => '04-8377387',
            ],
            305 => 
            [
                'id' => 306,
                'name' => '興豐汽車保養廠股份有限公司',
                'address' => '彰化縣員林鎮中山路二段556巷21號',
                'telephone' => '04-8344922',
                'fax' => '04-8312655',
            ],
            306 => 
            [
                'id' => 307,
                'name' => '總興汽車有限公司員水分公司',
                'address' => '彰化縣員林鎮員水路一段506號',
                'telephone' => '04-8392128',
                'fax' => '04-8363239',
            ],
            307 => 
            [
                'id' => 308,
                'name' => '上騰汽車有限公司',
                'address' => '彰化縣員林鎮莒光路808號',
                'telephone' => '04-8321118',
                'fax' => '04-8338638',
            ],
            308 => 
            [
                'id' => 309,
                'name' => '國億汽車工業有限公司',
                'address' => '彰化縣員林鎮員東路一段431號',
                'telephone' => '04-8377689',
                'fax' => '04-8375199',
            ],
            309 => 
            [
                'id' => 310,
                'name' => '坤泰汽車修理廠有限公司',
                'address' => '彰化縣員林鎮員集路一段20號',
                'telephone' => '04-8711866',
                'fax' => '04-8713201',
            ],
            310 => 
            [
                'id' => 311,
                'name' => '總興汽車有限公司',
                'address' => '彰化縣員林鎮中山路二段465號',
                'telephone' => '04-8352158',
                'fax' => '04-8356358',
            ],
            311 => 
            [
                'id' => 312,
                'name' => '?聖汽車修理股份有限公司',
                'address' => '彰化縣社頭鄉員集路二段626巷27號',
                'telephone' => '04-8713339',
                'fax' => '04-8713611',
            ],
            312 => 
            [
                'id' => 313,
                'name' => '威陽汽車企業有限公司',
                'address' => '彰化縣社頭鄉中山路一段273巷1號',
                'telephone' => '04-8733060',
                'fax' => '04-8726979',
            ],
            313 => 
            [
                'id' => 314,
                'name' => '余氏汽車事業股份有限公司',
                'address' => '彰化縣埔心鄉員鹿路五段368號',
                'telephone' => '04-8283058',
                'fax' => '04-8283341',
            ],
            314 => 
            [
                'id' => 315,
                'name' => '隆嘉車業有限公司',
                'address' => '彰化縣埔心鄉柳橋東路35號',
                'telephone' => '04-8373883',
                'fax' => '04-8375017',
            ],
            315 => 
            [
                'id' => 316,
                'name' => '安順汽車有限公司',
                'address' => '彰化縣溪湖鎮員鹿路二段459巷7號',
                'telephone' => '04-8814762',
                'fax' => '04-8819521',
            ],
            316 => 
            [
                'id' => 317,
                'name' => '誌安汽車興業有限公司',
                'address' => '彰化縣溪湖鎮太平街158號',
                'telephone' => '04-8612876',
                'fax' => '04-8827360',
            ],
            317 => 
            [
                'id' => 318,
                'name' => '開發油品股份有限公司',
                'address' => '彰化縣溪湖鎮糖北東街8號',
                'telephone' => '04-8817809',
                'fax' => '04-8820996',
            ],
            318 => 
            [
                'id' => 319,
                'name' => '立胺汽車有限公司',
                'address' => '彰化縣溪湖鎮忠溪路359號',
                'telephone' => '04-8857909',
                'fax' => '04-8821987',
            ],
            319 => 
            [
                'id' => 320,
                'name' => '冠程汽車有限公司',
                'address' => '彰化縣大村鄉中山路三段53號',
                'telephone' => '04-8521155',
                'fax' => '04-8526289',
            ],
            320 => 
            [
                'id' => 321,
                'name' => '福成汽車有限公司',
                'address' => '彰化縣埔鹽鄉中山路7號',
                'telephone' => '04-8661077',
                'fax' => '04-8661077',
            ],
            321 => 
            [
                'id' => 322,
                'name' => '全豐汽車有限公司',
                'address' => '彰化縣田中鎮興工路289號',
                'telephone' => '04-8763756',
                'fax' => '04-8763761',
            ],
            322 => 
            [
                'id' => 323,
                'name' => '源誠汽車修理廠有限公司',
                'address' => '彰化縣田中鎮新工一路47號',
                'telephone' => '04-8742621',
                'fax' => '04-8757372',
            ],
            323 => 
            [
                'id' => 324,
                'name' => '順大通運企業有限公司汽車修理廠',
                'address' => '彰化縣北斗鎮中山路一段280號',
                'telephone' => '04-8872277',
                'fax' => '04-8874567',
            ],
            324 => 
            [
                'id' => 325,
                'name' => '北斗汽車修理有限公司',
                'address' => '彰化縣北斗鎮復興路523號',
                'telephone' => '04-8876389',
                'fax' => '04-8876390',
            ],
            325 => 
            [
                'id' => 326,
                'name' => '山隆通運股份有限公司山隆彰興加油站',
                'address' => '彰化縣埤頭鄉彰水路二段928號',
                'telephone' => '04-8910762',
                'fax' => '04-8928751',
            ],
            326 => 
            [
                'id' => 327,
                'name' => '溪州國光汽車修護保養有限公司',
                'address' => '彰化縣溪州鄉中山路二段646號',
                'telephone' => '04-8893353',
                'fax' => '04-8891353',
            ],
            327 => 
            [
                'id' => 328,
                'name' => '光田國際汽車股份有限公司',
                'address' => '彰化縣二林鎮二城路812號',
                'telephone' => '04-8958015',
                'fax' => '04-8958020',
            ],
            328 => 
            [
                'id' => 329,
                'name' => '光田汽車修護股份有限公司',
                'address' => '彰化縣二林鎮二林巷138號',
                'telephone' => '04-8951336',
                'fax' => '04-8967024',
            ],
            329 => 
            [
                'id' => 330,
                'name' => '宏謚汽車修配有限公司',
                'address' => '彰化縣芳苑鄉工區路34號',
                'telephone' => '04-8965172',
                'fax' => '04-8965174',
            ],
            330 => 
            [
                'id' => 331,
                'name' => '承冠加油站股份有限公司',
                'address' => '南投縣南投市南崗三路27號',
                'telephone' => '049-2263468',
                'fax' => '049-2263469',
            ],
            331 => 
            [
                'id' => 332,
                'name' => '大友汽車工業股份有限公司',
                'address' => '南投縣南投市南崗三路45號',
                'telephone' => '049-2252826',
                'fax' => '049-2255300',
            ],
            332 => 
            [
                'id' => 333,
                'name' => '大茂汽車股份有限公司',
                'address' => '南投縣南投市中興路292-40號',
                'telephone' => '049-2239962',
                'fax' => '049-2239963',
            ],
            333 => 
            [
                'id' => 334,
                'name' => '裕民汽車股份有限公司南投廠',
                'address' => '南投縣南投市南崗三路276號',
                'telephone' => '049-2257302',
                'fax' => '049-2251739',
            ],
            334 => 
            [
                'id' => 335,
                'name' => '詮峰汽車股份有限公司',
                'address' => '南投縣水里鄉中山路一段1號',
                'telephone' => '049-2774958',
                'fax' => '049-2774895',
            ],
            335 => 
            [
                'id' => 336,
                'name' => '省都加油站有限公司',
                'address' => '南投縣草屯鎮省府路386號',
                'telephone' => '049-2358480',
                'fax' => NULL,
            ],
            336 => 
            [
                'id' => 337,
                'name' => '宏利汽車檢驗股份公司',
                'address' => '南投縣埔里鎮南安路320號',
                'telephone' => '049-2990877',
                'fax' => '049-2990879',
            ],
            337 => 
            [
                'id' => 338,
                'name' => '景誠汽車股份有限公司',
                'address' => '南投縣草屯鎮草溪路211-12號',
                'telephone' => '049-2332247',
                'fax' => '049-2325992',
            ],
            338 => 
            [
                'id' => 339,
                'name' => '中投汽車修理有限公司',
                'address' => '南投縣草屯鎮新豐路47號',
                'telephone' => '049-2357587',
                'fax' => '049-2367211',
            ],
            339 => 
            [
                'id' => 340,
                'name' => '南埔汽車有限公司',
                'address' => '南投縣草屯鎮中正路288-20號',
                'telephone' => '049-2562238',
                'fax' => '049-2564937',
            ],
            340 => 
            [
                'id' => 341,
                'name' => '台亞石油股份有限公司',
                'address' => '南投縣草屯鎮博愛路1136號',
                'telephone' => '049-2353280',
                'fax' => '049-2333283',
            ],
            341 => 
            [
                'id' => 342,
                'name' => '順盈汽車企業社',
                'address' => '南投縣草屯鎮草溪路211-28號',
                'telephone' => '049-2372676',
                'fax' => '049-2372503',
            ],
            342 => 
            [
                'id' => 343,
                'name' => '劦田汽車企業股份有限公司',
                'address' => '南投縣埔里鎮育英街263號1樓',
                'telephone' => '049-2422912',
                'fax' => '049-2422069',
            ],
            343 => 
            [
                'id' => 344,
                'name' => '昌裕汽車股份有限公司',
                'address' => '南投縣埔里鎮南安路557號',
                'telephone' => '049-2911407',
                'fax' => '049-2917778',
            ],
            344 => 
            [
                'id' => 345,
                'name' => '建宏開發汽車企業有限公司',
                'address' => '南投縣埔里鎮中正路666號',
                'telephone' => '049-2982661',
                'fax' => '049-2999231',
            ],
            345 => 
            [
                'id' => 346,
                'name' => '啟茂汽車股份有限公司',
                'address' => '南投縣名間鄉彰南路366-1號',
                'telephone' => '049-2230731',
                'fax' => '049-2230739',
            ],
            346 => 
            [
                'id' => 347,
                'name' => '豐晟汽車有限公司',
                'address' => '南投縣竹山鎮集山路三段439號',
                'telephone' => '049-2642079',
                'fax' => '049-2659421',
            ],
            347 => 
            [
                'id' => 348,
                'name' => '德山汽車股份有限公司',
                'address' => '南投縣竹山鎮東鄉路8-126號',
                'telephone' => '049-2652877',
                'fax' => '049-2641439',
            ],
            348 => 
            [
                'id' => 349,
                'name' => '八通車業股份有限公司',
                'address' => '南投縣竹山鎮延平路21號',
                'telephone' => '049-2646995',
                'fax' => '049-2652959',
            ],
            349 => 
            [
                'id' => 350,
                'name' => '加洲企業有限公司',
                'address' => '南投縣名間鄉彰南路252號',
                'telephone' => '049-2731106',
                'fax' => '049-2734557',
            ],
            350 => 
            [
                'id' => 351,
                'name' => '芳美有限公司',
                'address' => '南投縣南投市芳美路191號',
                'telephone' => '049-2201126',
                'fax' => '049-2201126',
            ],
            351 => 
            [
                'id' => 352,
                'name' => '川華汽車工業有限公司',
                'address' => '嘉義市忠孝二街199號',
                'telephone' => '05-2767337',
                'fax' => '05-2761853',
            ],
            352 => 
            [
                'id' => 353,
                'name' => '源盛汽車有限公司',
                'address' => '嘉義市大同路11號',
                'telephone' => '05-2835522',
                'fax' => '05-2836952',
            ],
            353 => 
            [
                'id' => 354,
                'name' => '金車城汽車有限公司',
                'address' => '嘉義市北港路673號',
                'telephone' => '05-2372768',
                'fax' => '05-2372095',
            ],
            354 => 
            [
                'id' => 355,
                'name' => '嘉田汽車股份有限公司',
                'address' => '嘉義市忠孝路750號',
                'telephone' => '05-2777555',
                'fax' => '05-2769123',
            ],
            355 => 
            [
                'id' => 356,
                'name' => '銓陞汽車有限公司',
                'address' => '嘉義市中興路589號',
                'telephone' => '05-2361478',
                'fax' => '05-2354152',
            ],
            356 => 
            [
                'id' => 357,
                'name' => '芳汎企業有限公司',
                'address' => '嘉義市民生南路749號',
                'telephone' => '05-2354822',
                'fax' => '05-2838771',
            ],
            357 => 
            [
                'id' => 358,
                'name' => '嘉銘汽車修理檢驗廠有限公司',
                'address' => '嘉義市保康路130號',
                'telephone' => '05-2711178',
                'fax' => '05-2765804',
            ],
            358 => 
            [
                'id' => 359,
                'name' => '福銘汽車有限公司',
                'address' => '嘉義市大溪路51號',
                'telephone' => '05-2387179',
                'fax' => '05-2382742',
            ],
            359 => 
            [
                'id' => 360,
                'name' => '欣益汽車有限公司',
                'address' => '嘉義縣梅山鄉工業一路32-2號',
                'telephone' => '05-2627658',
                'fax' => '05-2620641',
            ],
            360 => 
            [
                'id' => 361,
                'name' => '富士汽車有限公司',
                'address' => '嘉義縣竹崎鄉鹿鳴路10-1號',
                'telephone' => '05-2613888',
                'fax' => '05-2615999',
            ],
            361 => 
            [
                'id' => 362,
                'name' => '嘉慶汽車有限公司',
                'address' => '嘉義縣中埔鄉頂山門6-25號',
                'telephone' => '05-2393232',
                'fax' => '05-2390551',
            ],
            362 => 
            [
                'id' => 363,
                'name' => '民鈿有限公司',
                'address' => '嘉義縣中埔鄉頂山門6-35號',
                'telephone' => '05-2395152',
                'fax' => '05-2399617',
            ],
            363 => 
            [
                'id' => 364,
                'name' => '侑進汽車有限公司',
                'address' => '嘉義縣太保市北港路二段83號',
                'telephone' => '05-2383723',
                'fax' => '05-2384552',
            ],
            364 => 
            [
                'id' => 365,
                'name' => '金溢興業有限公司',
                'address' => '嘉義縣朴子市應菜埔109-22號',
                'telephone' => '05-3707178',
                'fax' => '05-3707278',
            ],
            365 => 
            [
                'id' => 366,
                'name' => '宏俐有限公司',
                'address' => '嘉義縣朴子市大康榔1037號',
                'telephone' => '05-3660880',
                'fax' => '05-3660080',
            ],
            366 => 
            [
                'id' => 367,
                'name' => '美利汽車股份有限公司',
                'address' => '嘉義縣朴子市大鄉里179-16號',
                'telephone' => '05-3702270',
                'fax' => '05-3701011',
            ],
            367 => 
            [
                'id' => 368,
                'name' => '奕昌汽車有限公司',
                'address' => '嘉義縣新港鄉菜公村8鄰82號',
                'telephone' => '05-3746868',
                'fax' => '05-3748055',
            ],
            368 => 
            [
                'id' => 369,
                'name' => '民雄汽車修護有限公司',
                'address' => '嘉義縣民雄鄉好收72-23號',
                'telephone' => '05-2262393',
                'fax' => '05-2262953',
            ],
            369 => 
            [
                'id' => 370,
                'name' => '協同加油站有限公司',
                'address' => '嘉義縣民雄鄉建國路三段265號',
                'telephone' => '05-2207898',
                'fax' => '05-2769123',
            ],
            370 => 
            [
                'id' => 371,
                'name' => '千程汽汽車工業有限公司',
                'address' => '嘉義縣民雄鄉中山路16號',
                'telephone' => '05-2213724',
                'fax' => '05-2218661',
            ],
            371 => 
            [
                'id' => 372,
                'name' => '大林汽車修理廠',
                'address' => '嘉義縣大林鎮中興路二段62號',
                'telephone' => '05-2656861',
                'fax' => '05-2641335',
            ],
            372 => 
            [
                'id' => 373,
                'name' => '大世紀汽車修配股份有限公司',
                'address' => '雲林縣斗南鎮興北路一段10號',
                'telephone' => '05-5971339',
                'fax' => '05-5951777',
            ],
            373 => 
            [
                'id' => 374,
                'name' => '南昌汽車有限公司',
                'address' => '雲林縣斗南鎮新生三路136號',
                'telephone' => '05-5962666',
                'fax' => '05-5965350',
            ],
            374 => 
            [
                'id' => 375,
                'name' => '新昇汽車股份有限公司',
                'address' => '雲林縣虎尾鎮廉使100號',
                'telephone' => '05-6325256',
                'fax' => '05-6329524',
            ],
            375 => 
            [
                'id' => 376,
                'name' => '國莊汽車修理廠有限公司',
                'address' => '雲林縣虎尾鎮光復路137號一樓',
                'telephone' => '05-6336290',
                'fax' => '05-6332869',
            ],
            376 => 
            [
                'id' => 377,
                'name' => '長得汽車有限公司',
                'address' => '雲林縣虎尾鎮平和里24-30號',
                'telephone' => '05-6328758',
                'fax' => '05-6362178',
            ],
            377 => 
            [
                'id' => 378,
                'name' => '千慧汽車有限公司',
                'address' => '雲林縣虎尾鎮中湳35號',
                'telephone' => '05-6321537',
                'fax' => '05-6329921',
            ],
            378 => 
            [
                'id' => 379,
                'name' => '土庫汽車有限公司',
                'address' => '雲林縣土庫鎮林森路92號',
                'telephone' => '05-6629266',
                'fax' => '05-6624518',
            ],
            379 => 
            [
                'id' => 380,
                'name' => '新馬汽車股份有限公司',
                'address' => '雲林縣東勢鄉文化路3號',
                'telephone' => '05-6992626',
                'fax' => '05-6992899',
            ],
            380 => 
            [
                'id' => 381,
                'name' => '鋕穎汽車企業有限公司',
                'address' => '雲林縣崙背鄉南光路396號',
                'telephone' => '05-6960588',
                'fax' => '05-6967981',
            ],
            381 => 
            [
                'id' => 382,
                'name' => '長弘汽車修護有限公司',
                'address' => '雲林縣麥寮鄉西濱路二段132號',
                'telephone' => '05-6937389',
                'fax' => '05-6930879',
            ],
            382 => 
            [
                'id' => 383,
                'name' => '麥寮汽車股份有限公司',
                'address' => '雲林縣麥寮鄉西濱路二段262號',
                'telephone' => '05-6938447',
                'fax' => '05-6934129',
            ],
            383 => 
            [
                'id' => 384,
                'name' => '通成汽車有限公司',
                'address' => '雲林縣斗六市大學路二段10號',
                'telephone' => '05-5370886',
                'fax' => '05-5354997',
            ],
            384 => 
            [
                'id' => 385,
                'name' => '芳原汽車有限公司',
                'address' => '雲林縣斗六市西平路485號',
                'telephone' => '05-5512115',
                'fax' => '05-5512165',
            ],
            385 => 
            [
                'id' => 386,
                'name' => '光正汽車股份有限公司',
                'address' => '雲林縣斗六市保長路57號',
                'telephone' => '05-5342345',
                'fax' => '05-5324800',
            ],
            386 => 
            [
                'id' => 387,
                'name' => '元龍汽車檢驗有限公司',
                'address' => '雲林縣斗六市雲林路二段288號',
                'telephone' => '05-5348789',
                'fax' => '05-5347256',
            ],
            387 => 
            [
                'id' => 388,
                'name' => '宏仁汽車修理有限公司',
                'address' => '雲林縣斗六市文化路690號',
                'telephone' => '05-5351111',
                'fax' => '05-5343636',
            ],
            388 => 
            [
                'id' => 389,
                'name' => '嘉南汽車有限公司',
                'address' => '雲林縣林內鄉九芎村大埔15-60號',
                'telephone' => '05-5899599',
                'fax' => '05-5899840',
            ],
            389 => 
            [
                'id' => 390,
                'name' => '順正汽車有限公司',
                'address' => '雲林縣莿桐鄉莿桐村中正路15號',
                'telephone' => '05-5847066',
                'fax' => '05-5845755',
            ],
            390 => 
            [
                'id' => 391,
                'name' => '金泰汽車修理廠有限公司',
                'address' => '雲林縣西螺鎮社口68-23號',
                'telephone' => '05-5877102',
                'fax' => '05-5869727',
            ],
            391 => 
            [
                'id' => 392,
                'name' => '鑫裕松汽車有限公司',
                'address' => '雲林縣二崙鄉崙西村中山路388號',
                'telephone' => '05-5989209',
                'fax' => '05-5988753',
            ],
            392 => 
            [
                'id' => 393,
                'name' => '和億汽車有限公司',
                'address' => '雲林縣北港鎮華勝路337號',
                'telephone' => '05-7833700',
                'fax' => '05-7832477',
            ],
            393 => 
            [
                'id' => 394,
                'name' => '鑫長興汽車有限公司',
                'address' => '雲林縣北港鎮民享路20號',
                'telephone' => '05-7832611',
                'fax' => '05-7835861',
            ],
            394 => 
            [
                'id' => 395,
                'name' => '翔一汽車有限公司',
                'address' => '雲林縣北港鎮民樂路213號',
                'telephone' => '05-7835912',
                'fax' => '05-7833655',
            ],
            395 => 
            [
                'id' => 396,
                'name' => '通遠車業股份有限公司',
                'address' => '臺南市東區崇善路291號',
                'telephone' => '06-2683135',
                'fax' => '06-2680775',
            ],
            396 => 
            [
                'id' => 397,
                'name' => '東來汽車車業股份有限公司',
                'address' => '臺南市東區東門路三段230號',
                'telephone' => '06-2891568',
                'fax' => '06-2891577',
            ],
            397 => 
            [
                'id' => 398,
                'name' => '德霖興業股份有限公司',
                'address' => '臺南市南區新仁路15號',
                'telephone' => '06-2616185',
                'fax' => '06-2915745',
            ],
            398 => 
            [
                'id' => 399,
                'name' => '伸陽汽車股份有限公司',
                'address' => '臺南市南區新仁路11號',
                'telephone' => '06-2644975',
                'fax' => '06-3506569',
            ],
            399 => 
            [
                'id' => 400,
                'name' => '凱發汽車有限公司',
                'address' => '臺南市南區新忠路25號',
                'telephone' => '06-2920267',
                'fax' => '06-2920516',
            ],
            400 => 
            [
                'id' => 401,
                'name' => '鼎豐汽車保養廠股份有限公司',
                'address' => '臺南市北區忠義路三段85號',
                'telephone' => '06-2263779',
                'fax' => '06-2282750',
            ],
            401 => 
            [
                'id' => 402,
                'name' => '成福汽車修理廠有限公司',
                'address' => '臺南市北區育賢街259號',
                'telephone' => '06-2812119',
                'fax' => '06-2817500',
            ],
            402 => 
            [
                'id' => 403,
                'name' => '億傑汽車有限公司',
                'address' => '臺南市北區文賢路379號',
                'telephone' => '06-2583565',
                'fax' => '06-2583020',
            ],
            403 => 
            [
                'id' => 404,
                'name' => '弘昇汽車有限公司',
                'address' => '臺南市北區和緯路四段360號',
                'telephone' => '06-2502952',
                'fax' => '06-2589989',
            ],
            404 => 
            [
                'id' => 405,
                'name' => '慶展車業股份有限公司',
                'address' => '臺南市安南區安和路四段158號',
                'telephone' => '06-3558558',
                'fax' => '06-3553195',
            ],
            405 => 
            [
                'id' => 406,
                'name' => '皇元汽車興業有限公司',
                'address' => '臺南市安南區安和路三段150巷43號',
                'telephone' => '06-3552626',
                'fax' => '06-3557484',
            ],
            406 => 
            [
                'id' => 407,
                'name' => '允昇汽車股份有限公司',
                'address' => '臺南市安南區永安路16號',
                'telephone' => '06-3555059',
                'fax' => '06-3567082',
            ],
            407 => 
            [
                'id' => 408,
                'name' => '凱昱車業股份有限公司',
                'address' => '臺南市永康區中山北路246號',
                'telephone' => '06-2027358',
                'fax' => '06-2312204',
            ],
            408 => 
            [
                'id' => 409,
                'name' => '新億汽車有限公司',
                'address' => '臺南市永康區中山南路335之1號',
                'telephone' => '06-2015961',
                'fax' => '06-2015960',
            ],
            409 => 
            [
                'id' => 410,
                'name' => '巧克力汽車商業股份有限公司',
                'address' => '臺南市永康區中正南路415號',
                'telephone' => '06-2530220',
                'fax' => '06-2530078',
            ],
            410 => 
            [
                'id' => 411,
                'name' => '井道汽車實業有限公司',
                'address' => '臺南市永康區中正南路319號',
                'telephone' => '06-2533386',
                'fax' => '06-2534564',
            ],
            411 => 
            [
                'id' => 412,
                'name' => '裕豐汽車保養廠有限公司',
                'address' => '臺南市永康區南興路94號',
                'telephone' => '06-2729234',
                'fax' => '06-2715275',
            ],
            412 => 
            [
                'id' => 413,
                'name' => '詮泰汽車修理廠有限公司',
                'address' => '臺南市永康區中正南路567號',
                'telephone' => '06-2424777',
                'fax' => '06-2424222',
            ],
            413 => 
            [
                'id' => 414,
                'name' => '元益汽車有限公司永康廠',
                'address' => '臺南市永康區中山北路264巷28號',
                'telephone' => '06-2018575',
                'fax' => '06-2018576',
            ],
            414 => 
            [
                'id' => 415,
                'name' => '棋揚汽車企業有限公司',
                'address' => '臺南市永康區中正北路317巷1之1號',
                'telephone' => '06-2423461',
                'fax' => '06-2424569',
            ],
            415 => 
            [
                'id' => 416,
                'name' => '沅昌汽車實業有限公司',
                'address' => '臺南市歸仁區中山路一段232號',
                'telephone' => '06-3386557',
                'fax' => '06-3386559',
            ],
            416 => 
            [
                'id' => 417,
                'name' => '興泰汽車修配廠有限公司',
                'address' => '臺南市歸仁區中山九街1號',
                'telephone' => '06-2301185',
                'fax' => '06-2392649',
            ],
            417 => 
            [
                'id' => 418,
                'name' => '新泰汽車修理廠有限公司',
                'address' => '臺南市仁德區太子路735號',
                'telephone' => '06-5111777',
                'fax' => '06-5112828',
            ],
            418 => 
            [
                'id' => 419,
                'name' => '永全汽車股份有限公司',
                'address' => '臺南市仁德區中山路12號',
                'telephone' => '06-2702570',
                'fax' => '06-2798950',
            ],
            419 => 
            [
                'id' => 420,
                'name' => '弘陽實業有限公司',
                'address' => '臺南市仁德區中山路202號',
                'telephone' => '06-2705878',
                'fax' => '06-2792034',
            ],
            420 => 
            [
                'id' => 421,
                'name' => '進新汽車有限公司',
                'address' => '臺南市仁德區大同路三段239號',
                'telephone' => '06-2681506',
                'fax' => '06-2901158',
            ],
            421 => 
            [
                'id' => 422,
                'name' => '中華汽車修配檢驗有限公司',
                'address' => '臺南市仁德區中正路三段369號',
                'telephone' => '06-2736966',
                'fax' => '06-2737582',
            ],
            422 => 
            [
                'id' => 423,
                'name' => '上慶汽車修配廠',
                'address' => '臺南市玉井區礁吧哖東路286號',
                'telephone' => '06-5745095',
                'fax' => '06-5745149',
            ],
            423 => 
            [
                'id' => 424,
                'name' => '興國汽車修配廠',
                'address' => '臺南市麻豆區興國路66號',
                'telephone' => '06-5718208',
                'fax' => NULL,
            ],
            424 => 
            [
                'id' => 425,
                'name' => '崇銘汽車修護股份有限公司',
                'address' => '臺南市麻豆區苓子林17-9號',
                'telephone' => '06-5703555',
                'fax' => '06-5703346',
            ],
            425 => 
            [
                'id' => 426,
                'name' => '上正汽車修配廠',
                'address' => '臺南市麻豆區麻豆口10-11號',
                'telephone' => '06-5700711',
                'fax' => NULL,
            ],
            426 => 
            [
                'id' => 427,
                'name' => '億寶汽車企業有限公司',
                'address' => '臺南市佳里區佳東路86號',
                'telephone' => '06-7216725',
                'fax' => '06-7216721',
            ],
            427 => 
            [
                'id' => 428,
                'name' => '統盟興業股份有限公司',
                'address' => '臺南市佳里區同安寮1-9號',
                'telephone' => '06-7236823',
                'fax' => NULL,
            ],
            428 => 
            [
                'id' => 429,
                'name' => '元安汽車有限公司',
                'address' => '臺南市佳里區六安里117-34號',
                'telephone' => '06-7263757',
                'fax' => '06-7263767',
            ],
            429 => 
            [
                'id' => 430,
                'name' => '和記行汽車有限公司',
                'address' => '臺南市學甲區中正路566號',
                'telephone' => '06-7820159',
                'fax' => NULL,
            ],
            430 => 
            [
                'id' => 431,
                'name' => '宏斌汽車修護廠',
                'address' => '臺南市新營區開元路84-16號',
                'telephone' => '06-6334641',
                'fax' => NULL,
            ],
            431 => 
            [
                'id' => 432,
                'name' => '新穎汽車有限公司',
                'address' => '臺南市新營區復興路1069號',
                'telephone' => '06-6531677',
                'fax' => NULL,
            ],
            432 => 
            [
                'id' => 433,
                'name' => '樺煒汽車修護廠新營分廠',
                'address' => '臺南市新營區東山路31號',
                'telephone' => '06-6327599',
                'fax' => NULL,
            ],
            433 => 
            [
                'id' => 434,
                'name' => '樺煒汽車修護廠',
                'address' => '臺南市新營區東山路138號',
                'telephone' => '06-6357259',
                'fax' => NULL,
            ],
            434 => 
            [
                'id' => 435,
                'name' => '南陽實業公司股份有限公司新營修護廠',
                'address' => '臺南市新營區復興路1137號',
                'telephone' => '06-6522816',
                'fax' => NULL,
            ],
            435 => 
            [
                'id' => 436,
                'name' => '南瀛汽車修護股份有限公司',
                'address' => '臺南市新營區東山路88-8號',
                'telephone' => '06-6333111',
                'fax' => '06-6351488',
            ],
            436 => 
            [
                'id' => 437,
                'name' => '樺煒汽車修護廠白河廠',
                'address' => '臺南市白河區富民路111號',
                'telephone' => '06-6859122',
                'fax' => '06-7236497',
            ],
            437 => 
            [
                'id' => 438,
                'name' => '宏興汽車修配所',
                'address' => '臺南市白河區中山路568號',
                'telephone' => '06-6855271',
                'fax' => NULL,
            ],
            438 => 
            [
                'id' => 439,
                'name' => '民鈿有限公司台南分公司',
                'address' => '臺南市六甲區中華路423號',
                'telephone' => '06-6985812',
                'fax' => NULL,
            ],
            439 => 
            [
                'id' => 440,
                'name' => '登榮汽車車體股份有限公司',
                'address' => '臺南市柳營區柳營路一段226號',
                'telephone' => '06-6223929',
                'fax' => '06-6220377',
            ],
            440 => 
            [
                'id' => 441,
                'name' => '通貫汽車有限公司',
                'address' => '臺南市善化區興農路27號',
                'telephone' => '06-5818788',
                'fax' => '06-7835969',
            ],
            441 => 
            [
                'id' => 442,
                'name' => '善化汽車有限公司',
                'address' => '臺南市善化區成功路405號',
                'telephone' => '06-5852289',
                'fax' => '06-5852159',
            ],
            442 => 
            [
                'id' => 443,
                'name' => '元益汽車有限公司',
                'address' => '臺南市新市區中山路209號',
                'telephone' => '06-5993728',
                'fax' => '06-5997592',
            ],
            443 => 
            [
                'id' => 444,
                'name' => '金帝汽車有限公司',
                'address' => '臺南市新市區中華路31號',
                'telephone' => '06-5990203',
                'fax' => NULL,
            ],
            444 => 
            [
                'id' => 445,
                'name' => '南科加油站有限公司',
                'address' => '臺南市安定區安定258-55號',
                'telephone' => '06-5922499',
                'fax' => NULL,
            ],
            445 => 
            [
                'id' => 446,
                'name' => '海寮加油站股份有限公司',
                'address' => '臺南市安定區海寮里7-10號',
                'telephone' => '06-5934180',
                'fax' => NULL,
            ],
            446 => 
            [
                'id' => 447,
                'name' => '長弘汽車有限公司',
                'address' => '嘉義市新民路195號',
                'telephone' => '05-2831111',
                'fax' => '05-2839292',
            ],
            447 => 
            [
                'id' => 448,
                'name' => '合泰汽車有限公司',
                'address' => '嘉義市世賢路4段379號',
                'telephone' => '05-2166869',
                'fax' => '05-2166869',
            ],
            448 => 
            [
                'id' => 449,
                'name' => '高新汽車修配廠有限公司',
                'address' => '高雄市仁武區鳳仁路299號',
                'telephone' => '07-3732952',
                'fax' => NULL,
            ],
            449 => 
            [
                'id' => 450,
                'name' => '臺塑汽車貨運股份有限公司',
                'address' => '高雄市仁武區鳳仁路304號',
                'telephone' => '07-3714721轉500或509',
                'fax' => NULL,
            ],
            450 => 
            [
                'id' => 451,
                'name' => '台安汽車保養廠有限公司',
                'address' => '高雄市仁武區鳳仁路396號',
                'telephone' => '07-3710110',
                'fax' => NULL,
            ],
            451 => 
            [
                'id' => 452,
                'name' => '德明汽車有限公司',
                'address' => '高雄市岡山區岡山路618號',
                'telephone' => '07-6246916',
                'fax' => NULL,
            ],
            452 => 
            [
                'id' => 453,
                'name' => '德明汽車有限公司協和分公司',
                'address' => '高雄市岡山區協榮路17號',
                'telephone' => '07-6258789',
                'fax' => NULL,
            ],
            453 => 
            [
                'id' => 454,
                'name' => '岡山汽車有限公司',
                'address' => '高雄市岡山區嘉新西路126號',
                'telephone' => '07-6215168',
                'fax' => NULL,
            ],
            454 => 
            [
                'id' => 455,
                'name' => '高都汽車股份有限公司',
                'address' => '高雄市岡山區岡山路620號',
                'telephone' => '07-6217171',
                'fax' => NULL,
            ],
            455 => 
            [
                'id' => 456,
                'name' => '坤山汽車有限公司',
                'address' => '高雄市岡山區岡山路610巷2號',
                'telephone' => '07-6219483',
                'fax' => NULL,
            ],
            456 => 
            [
                'id' => 457,
                'name' => '元廷汽車有限公司',
                'address' => '高雄市路竹區中山路136-1號',
                'telephone' => '07-6963667',
                'fax' => NULL,
            ],
            457 => 
            [
                'id' => 458,
                'name' => '發揚汽車股份有限公司',
                'address' => '高雄市路竹區中山路309號',
                'telephone' => '07-6974266',
                'fax' => NULL,
            ],
            458 => 
            [
                'id' => 459,
                'name' => '和宏汽車有限公司',
                'address' => '高雄市路竹區大仁路841號',
                'telephone' => '07-6970657',
                'fax' => NULL,
            ],
            459 => 
            [
                'id' => 460,
                'name' => '良全汽車有限公司',
                'address' => '高雄市梓官區大舍南路294號',
                'telephone' => '07-6104993',
                'fax' => NULL,
            ],
            460 => 
            [
                'id' => 461,
                'name' => '樺興加油站有限公司',
                'address' => '高雄市永安區維新路18-13',
                'telephone' => '07-6911706',
                'fax' => NULL,
            ],
            461 => 
            [
                'id' => 462,
                'name' => '嵐揚汽車科技有限公司',
                'address' => '高雄市湖內區中山路二段152號',
                'telephone' => '07-6995077',
                'fax' => NULL,
            ],
            462 => 
            [
                'id' => 463,
                'name' => '柏陽實業股份有限公司',
                'address' => '高雄市鳳山區光復路二段91-1號',
                'telephone' => '07-7905336',
                'fax' => NULL,
            ],
            463 => 
            [
                'id' => 464,
                'name' => '新厝加油站股份有限公司三站分公司',
                'address' => '高雄市鳳山區中安路709號',
                'telephone' => '07-7922345',
                'fax' => NULL,
            ],
            464 => 
            [
                'id' => 465,
                'name' => '福鑫汽車有限公司',
                'address' => '高雄市鳳山區輜汽北一路3號',
                'telephone' => '07-7225711',
                'fax' => NULL,
            ],
            465 => 
            [
                'id' => 466,
                'name' => '鳳陽汽車有限公司',
                'address' => '高雄市鳳山區中山西路二段125號',
                'telephone' => '07-7109696',
                'fax' => NULL,
            ],
            466 => 
            [
                'id' => 467,
                'name' => '高雄汽車客運股份有限公司修車廠',
                'address' => '高雄市鳳山區鳳仁路92號',
                'telephone' => '07-7416339',
                'fax' => NULL,
            ],
            467 => 
            [
                'id' => 468,
                'name' => '千越加油站實業股份有限公司鳳頂分公司',
                'address' => '高雄市鳳山區鳳頂路225號',
                'telephone' => '07-7925050',
                'fax' => NULL,
            ],
            468 => 
            [
                'id' => 469,
                'name' => '鳳鈴汽車股份有限公司',
                'address' => '高雄市鳳山區輜汽北一路6號',
                'telephone' => '07-7152828',
                'fax' => NULL,
            ],
            469 => 
            [
                'id' => 470,
                'name' => '高都汽車股份有限公司鳳山分公司',
                'address' => '高雄市鳳山區建國路一段410號',
                'telephone' => '07-7401101',
                'fax' => NULL,
            ],
            470 => 
            [
                'id' => 471,
                'name' => '湣興汽車修配企業有限公司',
                'address' => '高雄市鳳山區輜汽南路6號',
                'telephone' => '07-7111846',
                'fax' => NULL,
            ],
            471 => 
            [
                'id' => 472,
                'name' => '振國汽車有限公司',
                'address' => '高雄市鳳山區輜汽南路16號',
                'telephone' => '07-7139710',
                'fax' => NULL,
            ],
            472 => 
            [
                'id' => 473,
                'name' => '友情汽車修配有限公司',
                'address' => '高雄市鳳山區輜汽北二路8號',
                'telephone' => '07-7711555',
                'fax' => NULL,
            ],
            473 => 
            [
                'id' => 474,
                'name' => '冠倫汽車有限公司',
                'address' => '高雄市大寮區鳳屏一路116號',
                'telephone' => '07-7031680',
                'fax' => NULL,
            ],
            474 => 
            [
                'id' => 475,
                'name' => '沅裕汽車有限公司',
                'address' => '高雄市大寮區鳳屏一路28號',
                'telephone' => '07-7031688',
                'fax' => NULL,
            ],
            475 => 
            [
                'id' => 476,
                'name' => '延林汽車修配廠股份有限公司',
                'address' => '高雄市大寮區鳳屏二路61號',
                'telephone' => '07-7015911',
                'fax' => NULL,
            ],
            476 => 
            [
                'id' => 477,
                'name' => '瑞昌汽車修配廠有限公司',
                'address' => '高雄市大寮區大寮路352號',
                'telephone' => '07-7825868',
                'fax' => NULL,
            ],
            477 => 
            [
                'id' => 478,
                'name' => '瑞昌公司林園分公司',
                'address' => '高雄市林園區信義路89號',
                'telephone' => '07-6452278',
                'fax' => NULL,
            ],
            478 => 
            [
                'id' => 479,
                'name' => '全富汽車股份有限公司',
                'address' => '臺東市正氣北路559號',
                'telephone' => '089-222786',
                'fax' => NULL,
            ],
            479 => 
            [
                'id' => 480,
                'name' => '立榮汽車保養廠有限公司',
                'address' => '臺東市大勇路38號',
                'telephone' => '089-359199',
                'fax' => NULL,
            ],
            480 => 
            [
                'id' => 481,
                'name' => '全鑫汽車有限公司',
                'address' => '臺東市中興路四段173號',
                'telephone' => '089-385345',
                'fax' => NULL,
            ],
            481 => 
            [
                'id' => 482,
                'name' => '國源汽車股份有限公司台東分公司',
                'address' => '臺東市大仁路1號',
                'telephone' => '089-343800',
                'fax' => NULL,
            ],
            482 => 
            [
                'id' => 483,
                'name' => '德誠汽車保養廠有限公司',
                'address' => '臺東市大正路一號',
                'telephone' => '089-326895',
                'fax' => NULL,
            ],
            483 => 
            [
                'id' => 484,
                'name' => '關山汽車股份有限公司',
                'address' => '台東縣關山鎮順興路18-6號',
                'telephone' => '089-814100',
                'fax' => NULL,
            ],
            484 => 
            [
                'id' => 485,
                'name' => '合富汽車企業有限公司',
                'address' => '屏東縣屏東市建國路332巷48號',
                'telephone' => '08-7512736',
                'fax' => NULL,
            ],
            485 => 
            [
                'id' => 486,
                'name' => '皇億汽車實業股份有限公司',
                'address' => '屏東縣屏東市工業六路1號',
                'telephone' => '08-7538361',
                'fax' => NULL,
            ],
            486 => 
            [
                'id' => 487,
                'name' => '百利中孝加油站有限公司',
                'address' => '屏東縣屏東市忠孝路320號',
                'telephone' => '08-7653980',
                'fax' => NULL,
            ],
            487 => 
            [
                'id' => 488,
                'name' => '瑞光汽車有限公司',
                'address' => '屏東縣屏東市瑞光路三段166號',
                'telephone' => '08-7375589',
                'fax' => NULL,
            ],
            488 => 
            [
                'id' => 489,
                'name' => '上正汽車股份有限公司屏東分公司',
                'address' => '屏東縣屏東市和生路一段296號',
                'telephone' => '08-7222540',
                'fax' => NULL,
            ],
            489 => 
            [
                'id' => 490,
                'name' => '屏陽汽車有限公司',
                'address' => '屏東縣屏東市建國路316號',
                'telephone' => '08-7551571-3',
                'fax' => NULL,
            ],
            490 => 
            [
                'id' => 491,
                'name' => '富合誼汽車企業有限公司修護廠',
                'address' => '屏東縣屏東市豐路街227號',
                'telephone' => '08-7375621',
                'fax' => NULL,
            ],
            491 => 
            [
                'id' => 492,
                'name' => '瑞豪汽車股份有限公司',
                'address' => '屏東縣屏東市復興南路一段330號',
                'telephone' => '08-7538161',
                'fax' => NULL,
            ],
            492 => 
            [
                'id' => 493,
                'name' => '正信汽車有限公司',
                'address' => '屏東縣屏東市瑞光路三段200號',
                'telephone' => '08-7350209',
                'fax' => NULL,
            ],
            493 => 
            [
                'id' => 494,
                'name' => '碩鑫有限公司',
                'address' => '屏東縣里港鄉塔樓路61-7號',
                'telephone' => '08-7720700',
                'fax' => NULL,
            ],
            494 => 
            [
                'id' => 495,
                'name' => '千斐五金股份有限公司',
                'address' => '屏東縣里港鄉里港路387-1號',
                'telephone' => '08-7750949',
                'fax' => NULL,
            ],
            495 => 
            [
                'id' => 496,
                'name' => '建誠工業有限公司',
                'address' => '屏東縣內埔鄉中正路452號',
                'telephone' => '08-7788817',
                'fax' => NULL,
            ],
            496 => 
            [
                'id' => 497,
                'name' => '鳳陽汽車有限公司內埔分公司',
                'address' => '屏東縣內埔鄉四維路396號',
                'telephone' => '08-7784000',
                'fax' => NULL,
            ],
            497 => 
            [
                'id' => 498,
                'name' => '豐田加油站有限公司',
                'address' => '屏東縣內埔鄉中正路467號',
                'telephone' => '08-7792998',
                'fax' => NULL,
            ],
            498 => 
            [
                'id' => 499,
                'name' => '千誼企業有限公司',
                'address' => '屏東縣萬丹鄉萬丹路三段59號',
                'telephone' => '08-7779898',
                'fax' => NULL,
            ],
            499 => 
            [
                'id' => 500,
                'name' => '台灣糖業股份有限公司台糖萬泰加油站',
                'address' => '屏東縣萬丹鄉萬後村和平西路167號',
                'telephone' => '08-7761187',
                'fax' => NULL,
            ],
        ]);
        DB::table('taiwan_motor_vehicles_inspection_agencies')->insert([
            0 => 
            [
                'id' => 501,
                'name' => '皇傑汽車有限公司',
                'address' => '屏東縣潮州鎮榮祥巷33號',
                'telephone' => '08-7896099',
                'fax' => NULL,
            ],
            1 => 
            [
                'id' => 502,
                'name' => '和祥汽車有限公司',
                'address' => '屏東縣潮州鎮榮吉街1號',
                'telephone' => '08-7862416',
                'fax' => NULL,
            ],
            2 => 
            [
                'id' => 503,
                'name' => '統安汽車企業有限公司',
                'address' => '屏東縣潮州鎮延平路383號',
                'telephone' => '08-7888970',
                'fax' => NULL,
            ],
            3 => 
            [
                'id' => 504,
                'name' => '有仁汽車企業有限公司',
                'address' => '屏東縣南州鄉大同路105號',
                'telephone' => '08-8644132',
                'fax' => NULL,
            ],
            4 => 
            [
                'id' => 505,
                'name' => '桐星企業有限公司',
                'address' => '屏東縣東港鎮興農路15-9號',
                'telephone' => '08-8310448',
                'fax' => NULL,
            ],
            5 => 
            [
                'id' => 506,
                'name' => '弘盟汽車修護股份有限公司',
                'address' => '屏東縣東港鎮沿海路80號',
                'telephone' => '08-8330057',
                'fax' => NULL,
            ],
            6 => 
            [
                'id' => 507,
                'name' => '緯騰汽車有限公司',
                'address' => '屏東縣佳冬鄉佳和路183號',
                'telephone' => '08-8671200',
                'fax' => NULL,
            ],
            7 => 
            [
                'id' => 508,
            'name' => '金(金原)企業有限公司',
                'address' => '屏東縣新園鄉仙吉路223-1號',
                'telephone' => '08-8683759',
                'fax' => NULL,
            ],
            8 => 
            [
                'id' => 509,
                'name' => '有祥汽車有限公司',
                'address' => '屏東縣枋寮鄉中山路356號',
                'telephone' => '08-8711599',
                'fax' => NULL,
            ],
            9 => 
            [
                'id' => 510,
                'name' => '驛站事業有限公司',
                'address' => '屏東縣恆春鎮省北路500-1號',
                'telephone' => '08-8895678',
                'fax' => NULL,
            ],
            10 => 
            [
                'id' => 511,
                'name' => '明興汽車修配有限公司',
                'address' => '澎湖縣馬公市西文澳97-27號',
                'telephone' => '06-9221886',
                'fax' => NULL,
            ],
            11 => 
            [
                'id' => 512,
                'name' => '大澎湖汽車有限公司',
                'address' => '澎湖縣馬公市西文澳97之2號1樓',
                'telephone' => '06-9210303',
                'fax' => NULL,
            ],
            12 => 
            [
                'id' => 513,
                'name' => '南通興業有限公司',
                'address' => '高雄市旗山區旗甲路二段23號',
                'telephone' => '07-6691186',
                'fax' => NULL,
            ],
            13 => 
            [
                'id' => 514,
                'name' => '東慶汽車有限公司',
                'address' => '高雄市旗山區延平2路194之號1樓',
                'telephone' => '07-6626588',
                'fax' => NULL,
            ],
            14 => 
            [
                'id' => 515,
                'name' => '振裕加油站股份有限公司',
                'address' => '高雄市旗山區延平1路115號',
                'telephone' => '07-6622360',
                'fax' => NULL,
            ],
            15 => 
            [
                'id' => 516,
                'name' => '久順汽車有限公司',
                'address' => '高雄市旗山區樹人路41號',
                'telephone' => '07-6622685',
                'fax' => NULL,
            ],
            16 => 
            [
                'id' => 517,
                'name' => '阡益汽車有限公司',
                'address' => '雲林縣斗南鎮南昌路153號',
                'telephone' => '05-5969377',
                'fax' => '05-5969366',
            ],
            17 => 
            [
                'id' => 518,
                'name' => '高新汽車修配廠有限公司',
                'address' => '高雄市仁武區鳳仁路299號',
                'telephone' => '07-3732952',
                'fax' => '07-3732155',
            ],
            18 => 
            [
                'id' => 519,
                'name' => '臺塑汽車貨運股份有限公司',
                'address' => '高雄市仁武區鳳仁路304號',
                'telephone' => '07-3714721轉511',
                'fax' => '07-3739082',
            ],
            19 => 
            [
                'id' => 520,
                'name' => '台安汽車保養廠有限公司',
                'address' => '高雄市仁武區鳳仁路396號',
                'telephone' => '07-3710110',
                'fax' => '07-3710426',
            ],
            20 => 
            [
                'id' => 521,
                'name' => '德明汽車有限公司',
                'address' => '高雄市岡山區岡山路618號',
                'telephone' => '07-6246916',
                'fax' => '07-6240894',
            ],
            21 => 
            [
                'id' => 522,
                'name' => '德明汽車有限公司協和分公司',
                'address' => '高雄市岡山區協榮路17號',
                'telephone' => '07-6258789',
                'fax' => '07-6266552',
            ],
            22 => 
            [
                'id' => 523,
                'name' => '岡山汽車有限公司',
                'address' => '高雄市岡山區嘉新西路126號',
                'telephone' => '07-6215168',
                'fax' => '07-6217009',
            ],
            23 => 
            [
                'id' => 524,
                'name' => '高都汽車股份有限公司',
                'address' => '高雄市岡山區岡山路620號',
                'telephone' => '07-6217171',
                'fax' => '07-6223206',
            ],
            24 => 
            [
                'id' => 525,
                'name' => '坤山汽車有限公司',
                'address' => '高雄市岡山區岡山路610巷2號',
                'telephone' => '07-6219483',
                'fax' => '07-6222019',
            ],
            25 => 
            [
                'id' => 526,
                'name' => '元廷汽車有限公司',
                'address' => '高雄市路竹區中山路136-1號',
                'telephone' => '07-6963667',
                'fax' => '07-6963376',
            ],
            26 => 
            [
                'id' => 527,
                'name' => '發揚汽車股份有限公司',
                'address' => '高雄市路竹區中山路309號',
                'telephone' => '07-6974266',
                'fax' => '07-6963526',
            ],
            27 => 
            [
                'id' => 528,
                'name' => '和宏汽車有限公司',
                'address' => '高雄市路竹區大仁路841號',
                'telephone' => '07-6970657',
                'fax' => '07-6970651',
            ],
            28 => 
            [
                'id' => 529,
                'name' => '良全汽車有限公司',
                'address' => '高雄市梓官區大舍南路294號',
                'telephone' => '07-6104993',
                'fax' => '07-6108614',
            ],
            29 => 
            [
                'id' => 530,
                'name' => '樺興加油站有限公司',
                'address' => '高雄市永安區維新路18-13號',
                'telephone' => '07-6911706',
                'fax' => '07-6910066',
            ],
            30 => 
            [
                'id' => 531,
                'name' => '嵐揚汽車科技有限公司',
                'address' => '高雄市湖內區中山路二段152號',
                'telephone' => '07-6995077',
                'fax' => '07-6990325',
            ],
            31 => 
            [
                'id' => 532,
                'name' => '柏陽實業股份有限公司',
                'address' => '高雄市鳳山區光復路二段91-1號',
                'telephone' => '07-7905336',
                'fax' => '07-7411501',
            ],
            32 => 
            [
                'id' => 533,
                'name' => '新厝加油站股份有限公司三站分公司',
                'address' => '高雄市鳳山區中安路709號',
                'telephone' => '07-7922345',
                'fax' => '07-7926177',
            ],
            33 => 
            [
                'id' => 534,
                'name' => '福鑫汽車有限公司',
                'address' => '高雄市鳳山區輜汽北一路3號',
                'telephone' => '07-7225711',
                'fax' => '07-7221918',
            ],
            34 => 
            [
                'id' => 535,
                'name' => '鳳陽汽車有限公司',
                'address' => '高雄市鳳山區光復路二段125號',
                'telephone' => '07-7109696',
                'fax' => '07-7102328',
            ],
            35 => 
            [
                'id' => 536,
                'name' => '高雄汽車客運股份有限公司修車廠',
                'address' => '高雄市鳳山區鳳仁路92號',
                'telephone' => '07-7416339',
                'fax' => '07-7480555',
            ],
            36 => 
            [
                'id' => 537,
                'name' => '千越加油站實業股份有限公司鳳頂分公司',
                'address' => '高雄市鳳山區鳳頂路225號',
                'telephone' => '07-7925050',
                'fax' => '07-7925353',
            ],
            37 => 
            [
                'id' => 538,
                'name' => '鳳鈴汽車股份有限公司',
                'address' => '高雄市鳳山區輜汽北一路6號',
                'telephone' => '07-7152828',
                'fax' => '07-7152818',
            ],
            38 => 
            [
                'id' => 539,
                'name' => '高都汽車股份有限公司鳳山分公司',
                'address' => '高雄市鳳山區建國路一段410號',
                'telephone' => '07-7401101',
                'fax' => '07-7105414',
            ],
            39 => 
            [
                'id' => 540,
                'name' => '?興汽車修配企業有限公司',
                'address' => '高雄市鳳山區輜汽南路6號',
                'telephone' => '07-7111846',
                'fax' => '07-7613492',
            ],
            40 => 
            [
                'id' => 541,
                'name' => '振國汽車有限公司',
                'address' => '高雄市鳳山區輜汽南路16號',
                'telephone' => '07-7139710',
                'fax' => '07-7156984',
            ],
            41 => 
            [
                'id' => 542,
                'name' => '友情汽車修配有限公司',
                'address' => '高雄市鳳山區輜汽北二路8號',
                'telephone' => '07-7711555',
                'fax' => '07-7113711',
            ],
            42 => 
            [
                'id' => 543,
                'name' => '冠倫汽車有限公司',
                'address' => '高雄市大寮區鳳屏一路78號',
                'telephone' => '07-7031680',
                'fax' => '07-7027497',
            ],
            43 => 
            [
                'id' => 544,
                'name' => '沅裕汽車有限公司',
                'address' => '高雄市大寮區鳳屏一路28號',
                'telephone' => '07-7031688',
                'fax' => '07-7031388',
            ],
            44 => 
            [
                'id' => 545,
                'name' => '延林汽車修配廠股份有限公司',
                'address' => '高雄市大寮區鳳屏二路61號',
                'telephone' => '07-7015911',
                'fax' => '07-7010310',
            ],
            45 => 
            [
                'id' => 546,
                'name' => '瑞昌汽車修配廠有限公司',
                'address' => '高雄市大寮區大寮路352號',
                'telephone' => '07-7825868',
                'fax' => '07-7825867',
            ],
            46 => 
            [
                'id' => 547,
                'name' => '瑞昌公司林園分公司',
                'address' => '高雄市林園區信義路89號',
                'telephone' => '07-6452278',
                'fax' => '07-6450603',
            ],
            47 => 
            [
                'id' => 548,
                'name' => '全富汽車股份有限公司',
                'address' => '臺東市正氣北路559號',
                'telephone' => '089-222786',
                'fax' => '089-225702',
            ],
            48 => 
            [
                'id' => 549,
                'name' => '立榮汽車保養廠有限公司',
                'address' => '臺東市大勇路38號',
                'telephone' => '089-359199',
                'fax' => '089-359299',
            ],
            49 => 
            [
                'id' => 550,
                'name' => '全鑫汽車有限公司',
                'address' => '臺東市中興路四段173號',
                'telephone' => '089-385345',
                'fax' => '089-385349',
            ],
            50 => 
            [
                'id' => 551,
                'name' => '國源汽車股份有限公司台東分公司',
                'address' => '臺東市大仁路1號',
                'telephone' => '089-343800',
                'fax' => '089-343663',
            ],
            51 => 
            [
                'id' => 552,
                'name' => '德誠汽車保養廠有限公司',
                'address' => '臺東市大正路1號',
                'telephone' => '089-326895',
                'fax' => '089-341839',
            ],
            52 => 
            [
                'id' => 553,
                'name' => '關山汽車股份有限公司',
                'address' => '台東縣關山鎮順興路18-6號',
                'telephone' => '089-814100',
                'fax' => '089-812643',
            ],
            53 => 
            [
                'id' => 554,
                'name' => '合富汽車企業有限公司',
                'address' => '屏東縣屏東市建國路332巷48號',
                'telephone' => '08-7512736',
                'fax' => '08-7518036',
            ],
            54 => 
            [
                'id' => 555,
                'name' => '皇億汽車實業股份有限公司',
                'address' => '屏東縣屏東市工業六路1號',
                'telephone' => '08-7538361',
                'fax' => '08-7538362',
            ],
            55 => 
            [
                'id' => 556,
                'name' => '百利中孝加油站有限公司',
                'address' => '屏東縣屏東市忠孝路320號',
                'telephone' => '08-7653980',
                'fax' => '08-7653982',
            ],
            56 => 
            [
                'id' => 557,
                'name' => '瑞光汽車有限公司',
                'address' => '屏東縣屏東市瑞光路三段166號',
                'telephone' => '08-7375589',
                'fax' => '08-7375589',
            ],
            57 => 
            [
                'id' => 558,
                'name' => '上正汽車股份有限公司屏東分公司',
                'address' => '屏東縣屏東市和生路一段296號',
                'telephone' => '08-7222540',
                'fax' => '08-7222279',
            ],
            58 => 
            [
                'id' => 559,
                'name' => '屏陽汽車有限公司',
                'address' => '屏東縣屏東市建國路316號',
                'telephone' => '08-7551571-3',
                'fax' => '08-7536376',
            ],
            59 => 
            [
                'id' => 560,
                'name' => '富合誼汽車企業有限公司修護廠',
                'address' => '屏東縣屏東市豐路街227號',
                'telephone' => '08-7375621',
                'fax' => '08-7375905',
            ],
            60 => 
            [
                'id' => 561,
                'name' => '瑞豪汽車股份有限公司',
                'address' => '屏東縣屏東市復興南路一段330號',
                'telephone' => '08-7538161',
                'fax' => '08-7559943',
            ],
            61 => 
            [
                'id' => 562,
                'name' => '正信汽車有限公司',
                'address' => '屏東縣屏東市瑞光路三段200號',
                'telephone' => '08-7350209',
                'fax' => '08-7375993',
            ],
            62 => 
            [
                'id' => 563,
                'name' => '碩鑫有限公司',
                'address' => '屏東縣里港鄉塔樓路61-7號',
                'telephone' => '08-7720700',
                'fax' => '08-7720702',
            ],
            63 => 
            [
                'id' => 564,
                'name' => '千斐五金股份有限公司',
                'address' => '屏東縣里港鄉里港路387-1號',
                'telephone' => '08-7750949',
                'fax' => '08-7721725',
            ],
            64 => 
            [
                'id' => 565,
                'name' => '建誠工業有限公司',
                'address' => '屏東縣內埔鄉中正路452號',
                'telephone' => '08-7788817',
                'fax' => '08-7792828',
            ],
            65 => 
            [
                'id' => 566,
                'name' => '鳳陽汽車有限公司內埔分公司',
                'address' => '屏東縣內埔鄉四維路396號',
                'telephone' => '08-7784000',
                'fax' => '08-7784071',
            ],
            66 => 
            [
                'id' => 567,
                'name' => '豐田加油站有限公司',
                'address' => '屏東縣內埔鄉中正路467號',
                'telephone' => '08-7792998',
                'fax' => '08-7784335',
            ],
            67 => 
            [
                'id' => 568,
                'name' => '千誼企業有限公司',
                'address' => '屏東縣萬丹鄉萬丹路三段59號',
                'telephone' => '08-7779898',
                'fax' => '08-7770621',
            ],
            68 => 
            [
                'id' => 569,
                'name' => '台灣糖業股份有限公司台糖萬泰加油站',
                'address' => '屏東縣萬丹鄉萬後村和平西路167號',
                'telephone' => '08-7761187',
                'fax' => '08-7760405',
            ],
            69 => 
            [
                'id' => 570,
                'name' => '皇傑汽車有限公司',
                'address' => '屏東縣潮州鎮榮祥巷33號',
                'telephone' => '08-7896099',
                'fax' => '08-7861097',
            ],
            70 => 
            [
                'id' => 571,
                'name' => '和祥汽車有限公司',
                'address' => '屏東縣潮州鎮榮吉街1號',
                'telephone' => '08-7862416',
                'fax' => '08-7899552',
            ],
            71 => 
            [
                'id' => 572,
                'name' => '統安汽車企業有限公司',
                'address' => '屏東縣潮州鎮延平路383號',
                'telephone' => '08-7888970',
                'fax' => '08-7806083',
            ],
            72 => 
            [
                'id' => 573,
                'name' => '有仁汽車企業有限公司',
                'address' => '屏東縣南州鄉大同路105號',
                'telephone' => '08-8644132',
                'fax' => '08-8646091',
            ],
            73 => 
            [
                'id' => 574,
                'name' => '桐星企業有限公司',
                'address' => '屏東縣東港鎮興農路15-9號',
                'telephone' => '08-8310448',
                'fax' => '08-8311450',
            ],
            74 => 
            [
                'id' => 575,
                'name' => '弘盟汽車修護股份有限公司',
                'address' => '屏東縣東港鎮沿海路80號',
                'telephone' => '08-8330057',
                'fax' => '08-8335797',
            ],
            75 => 
            [
                'id' => 576,
                'name' => '緯騰汽車有限公司',
                'address' => '屏東縣佳冬鄉佳和路183號',
                'telephone' => '08-8671200',
                'fax' => '08-8671202',
            ],
            76 => 
            [
                'id' => 577,
            'name' => '金(金原)企業有限公司',
                'address' => '屏東縣新園鄉仙吉路223-1號',
                'telephone' => '08-8683759',
                'fax' => '08-8682678',
            ],
            77 => 
            [
                'id' => 578,
                'name' => '有祥汽車有限公司',
                'address' => '屏東縣枋寮鄉中山路356號',
                'telephone' => '08-8711599',
                'fax' => '08-8716293',
            ],
            78 => 
            [
                'id' => 579,
                'name' => '驛站事業有限公司',
                'address' => '屏東縣恆春鎮省北路500-1號',
                'telephone' => '08-8895678',
                'fax' => '08-8880722',
            ],
            79 => 
            [
                'id' => 580,
                'name' => '百達加油站有限公司',
                'address' => '屏東縣內埔鄉內田村復興路145號',
                'telephone' => '08-7781616',
                'fax' => '08-7783131',
            ],
            80 => 
            [
                'id' => 581,
                'name' => '明興汽車修配有限公司',
                'address' => '澎湖縣馬公市西文澳97-27號',
                'telephone' => '06-9221886',
                'fax' => '08-7783131',
            ],
            81 => 
            [
                'id' => 582,
                'name' => '大澎湖汽車有限公司',
                'address' => '澎湖縣馬公市西文澳97之2號1樓',
                'telephone' => '06-9210303',
                'fax' => '06-9216663',
            ],
            82 => 
            [
                'id' => 583,
                'name' => '南通興業有限公司',
                'address' => '高雄市旗山區旗甲路二段23號',
                'telephone' => '07-6691186',
                'fax' => '07-6691882',
            ],
            83 => 
            [
                'id' => 584,
                'name' => '東慶汽車有限公司',
                'address' => '高雄市旗山區延平二路194之5號',
                'telephone' => '07-6626588',
                'fax' => '07-6622377',
            ],
            84 => 
            [
                'id' => 585,
                'name' => '振裕加油站股份有限公司',
                'address' => '高雄市旗山區延平一路115號',
                'telephone' => '07-6622360',
                'fax' => '07-6613016',
            ],
            85 => 
            [
                'id' => 586,
                'name' => '久順汽車有限公司',
                'address' => '高雄市旗山區樹人路41號',
                'telephone' => '07-6622685',
                'fax' => '07-6623265',
            ],
        ]);  
    }
}
