<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class TaiwanFireStationsTableSeeder extends Seeder
{
    /**
     * Run the database seeders.
     */
    public function run(): void
    {
        DB::table('taiwan_fire_stations')->delete();
        DB::table('taiwan_fire_stations')->insert([
            0 => 
            [
                'id' => 1,
                'name' => '宜蘭縣政府消防局',
                'address' => '宜蘭縣宜蘭市舊城南路1號',
                'telephone' => '039365027',
            ],
            1 => 
            [
                'id' => 2,
                'name' => '宜蘭縣政府消防局第一救災救護大隊',
                'address' => '宜蘭縣宜蘭市光復路25號3樓',
                'telephone' => '03-9322225',
            ],
            2 => 
            [
                'id' => 3,
                'name' => '宜蘭縣政府消防局頭城分隊',
                'address' => '宜蘭縣頭城鎮開蘭路279巷2號',
                'telephone' => '03-9771044',
            ],
            3 => 
            [
                'id' => 4,
                'name' => '宜蘭縣政府消防局礁溪分隊',
                'address' => '宜蘭縣礁溪鄉德陽路2號',
                'telephone' => '03-9882903',
            ],
            4 => 
            [
                'id' => 5,
                'name' => '宜蘭縣政府消防局宜蘭分隊',
                'address' => '宜蘭縣宜蘭市光復路52號',
                'telephone' => '03-9322225',
            ],
            5 => 
            [
                'id' => 6,
                'name' => '宜蘭縣政府消防局員山分隊',
                'address' => '宜蘭縣員山鄉員山路一段207號',
                'telephone' => '03-9227054',
            ],
            6 => 
            [
                'id' => 7,
                'name' => '宜蘭縣政府消防局壯圍分隊',
                'address' => '宜蘭縣壯圍鄉壯五路156號',
                'telephone' => '9380171',
            ],
            7 => 
            [
                'id' => 8,
                'name' => '宜蘭縣政府消防局三星分隊',
                'address' => '宜蘭縣三星鄉中山路7-7號',
                'telephone' => '03-9892271',
            ],
            8 => 
            [
                'id' => 9,
                'name' => '宜蘭縣政府消防局大同分隊',
                'address' => '宜蘭縣大同鄉崙埤村朝陽巷42號',
                'telephone' => '03-9801123',
            ],
            9 => 
            [
                'id' => 10,
                'name' => '宜蘭縣政府消防局特種分隊',
                'address' => '宜蘭縣礁溪鄉礁溪路七段86號',
                'telephone' => '03-9880767',
            ],
            10 => 
            [
                'id' => 11,
                'name' => '宜蘭縣政府消防局第二救災救護大隊',
                'address' => '宜蘭縣羅東鎮天津路13號',
                'telephone' => '03-9563692',
            ],
            11 => 
            [
                'id' => 12,
                'name' => '宜蘭縣政府消防局羅東分隊',
                'address' => '宜蘭縣羅東鎮天津路13號',
                'telephone' => '03-9562777',
            ],
            12 => 
            [
                'id' => 13,
                'name' => '宜蘭縣政府消防局廣興分隊',
                'address' => '宜蘭縣冬山鄉復興路382號',
                'telephone' => '03-9616119',
            ],
            13 => 
            [
                'id' => 14,
                'name' => '宜蘭縣政府消防局冬山分隊',
                'address' => '宜蘭縣冬山鄉冬山路98-5號',
                'telephone' => '03-9593119',
            ],
            14 => 
            [
                'id' => 15,
                'name' => '宜蘭縣政府消防局五結分隊',
                'address' => '宜蘭縣五結鄉親河路一段175號',
                'telephone' => '03-9503434',
            ],
            15 => 
            [
                'id' => 16,
                'name' => '宜蘭縣政府消防局馬賽分隊',
                'address' => '宜蘭縣蘇澳鎮隘丁路14號',
                'telephone' => '03-9907666',
            ],
            16 => 
            [
                'id' => 17,
                'name' => '宜蘭縣政府消防局蘇澳分隊',
                'address' => '宜蘭縣蘇澳鎮蘇港路80號',
                'telephone' => '03-9964119',
            ],
            17 => 
            [
                'id' => 18,
                'name' => '宜蘭縣政府消防局南方澳分隊',
                'address' => '宜蘭縣蘇澳鎮海邊路138號',
                'telephone' => '03-9962119',
            ],
            18 => 
            [
                'id' => 19,
                'name' => '宜蘭縣政府消防局南澳分隊',
                'address' => '宜蘭縣南澳鄉蘇花路二段365號',
                'telephone' => '03-9981119',
            ],
            19 => 
            [
                'id' => 20,
                'name' => '宜蘭縣政府消防局大里分隊',
                'address' => '宜蘭縣頭城鎮濱海路六段100號',
                'telephone' => '03-9782119',
            ],
            20 => 
            [
                'id' => 21,
                'name' => '蘇澳港分隊',
                'address' => '宜蘭縣蘇澳鎮港區路7-2號',
                'telephone' => '03-9972017',
            ],
            21 => 
            [
                'id' => 22,
                'name' => '宜蘭縣政府消防局特搜大隊觀音分隊',
                'address' => '宜蘭縣南澳鄉蘇花路二段65之2號',
                'telephone' => '03-9984122',
            ],
            22 => 
            [
                'id' => 23,
                'name' => '花蓮縣政府消防局和仁分隊',
                'address' => '花蓮縣秀林鄉和平村和仁62-3號',
                'telephone' => '03-8681710',
            ],
            23 => 
            [
                'id' => 24,
                'name' => '花蓮縣消防局水璉分隊',
                'address' => '花蓮縣壽豐鄉水璉路6號',
                'telephone' => '8601800',
            ],
            24 => 
            [
                'id' => 25,
                'name' => '花蓮縣消防局萬榮分隊',
                'address' => '花蓮縣萬榮鄉萬榮村8鄰萬榮212號',
                'telephone' => '8751312',
            ],
            25 => 
            [
                'id' => 26,
                'name' => '花蓮港分隊',
                'address' => '港口路25號',
                'telephone' => NULL,
            ],
            26 => 
            [
                'id' => 27,
                'name' => '花蓮縣消防局第三救災救護大隊',
                'address' => '花蓮縣玉里鎮忠孝路153號',
                'telephone' => '03-8885119',
            ],
            27 => 
            [
                'id' => 28,
                'name' => '花蓮縣消防局和平分隊',
                'address' => '花蓮縣秀林鄉和平村克尼布東路3號',
                'telephone' => '03-8681361',
            ],
            28 => 
            [
                'id' => 29,
                'name' => '花蓮縣消防局北埔分隊',
                'address' => '花蓮縣新城鄉北埔路269號',
                'telephone' => '03-8262596',
            ],
            29 => 
            [
                'id' => 30,
                'name' => '花蓮縣消防局美崙分隊',
                'address' => '花蓮縣花蓮市精美路16之2號',
                'telephone' => '03-8242119',
            ],
            30 => 
            [
                'id' => 31,
                'name' => '花蓮縣消防局自強分隊',
                'address' => '花蓮縣花蓮市中央路三段842號',
                'telephone' => '03-8577642',
            ],
            31 => 
            [
                'id' => 32,
                'name' => '花蓮縣消防局花蓮分隊',
                'address' => '花蓮縣花蓮市三民街53號',
                'telephone' => '03-8322849',
            ],
            32 => 
            [
                'id' => 33,
                'name' => '花蓮縣消防局仁里分隊',
                'address' => '花蓮縣吉安鄉仁里八街6號',
                'telephone' => '03-8524143',
            ],
            33 => 
            [
                'id' => 34,
                'name' => '花蓮縣消防局壽豐分隊',
                'address' => '花蓮縣壽豐鄉中山路六段4號',
                'telephone' => '03-8650119',
            ],
            34 => 
            [
                'id' => 35,
                'name' => '花蓮縣消防局鳳林分隊',
                'address' => '花蓮縣鳳林鎮信義路212號',
                'telephone' => '03-8762189',
            ],
            35 => 
            [
                'id' => 36,
                'name' => '花蓮縣消防局光復分隊',
                'address' => '花蓮縣光復鄉光華街2號',
                'telephone' => '03-8701719',
            ],
            36 => 
            [
                'id' => 37,
                'name' => '花蓮縣消防局豐濱分隊',
                'address' => '花蓮縣豐濱鄉豐濱村三民路106號',
                'telephone' => '03-8791152',
            ],
            37 => 
            [
                'id' => 38,
                'name' => '花蓮縣消防局富源分隊',
                'address' => '花蓮縣瑞穗鄉富源村中正路157號',
                'telephone' => '03-8811885',
            ],
            38 => 
            [
                'id' => 39,
                'name' => '花蓮縣消防局瑞穗分隊',
                'address' => '花蓮縣瑞穗鄉新生路44之1號',
                'telephone' => '03-8872164',
            ],
            39 => 
            [
                'id' => 40,
                'name' => '花蓮縣消防局三民分隊',
                'address' => '花蓮縣玉里鎮三民里三民21之1號',
                'telephone' => '03-8842450',
            ],
            40 => 
            [
                'id' => 41,
                'name' => '花蓮縣消防局玉里分隊',
                'address' => '花蓮縣玉里鎮忠孝路153號',
                'telephone' => '03-8885119',
            ],
            41 => 
            [
                'id' => 42,
                'name' => '花蓮縣消防局觀音分隊',
                'address' => '花蓮縣玉里鎮觀音里16鄰14之5號',
                'telephone' => '03-8851119',
            ],
            42 => 
            [
                'id' => 43,
                'name' => '花蓮縣消防局東里分隊',
                'address' => '花蓮縣富里鄉東里村大莊路52號',
                'telephone' => '03-8861119',
            ],
            43 => 
            [
                'id' => 44,
                'name' => '花蓮縣消防局富里分隊',
                'address' => '花蓮縣富里鄉富里村中山路142號',
                'telephone' => '03-8831009',
            ],
            44 => 
            [
                'id' => 45,
                'name' => '花蓮縣消防局卓溪分隊',
                'address' => '花蓮縣卓溪鄉古風村12鄰古楓3號',
                'telephone' => '03-8846490',
            ],
            45 => 
            [
                'id' => 46,
                'name' => '花蓮縣消防局',
                'address' => '花蓮縣花蓮市中央路三段842號',
                'telephone' => '03-8462119',
            ],
            46 => 
            [
                'id' => 47,
                'name' => '花蓮縣消防局第一救災救護大隊',
                'address' => '花蓮縣花蓮市三民街53號',
                'telephone' => '03-8322849',
            ],
            47 => 
            [
                'id' => 48,
                'name' => '花蓮縣消防局新秀分隊',
                'address' => '花蓮縣新城鄉新城村仁愛路1巷23號',
                'telephone' => '03-8611755',
            ],
            48 => 
            [
                'id' => 49,
                'name' => '花蓮縣消防局吉安分隊',
                'address' => '花蓮縣吉安鄉吉安路二段120號',
                'telephone' => '03-8522334',
            ],
            49 => 
            [
                'id' => 50,
                'name' => '花蓮縣消防局第二救災救護大隊',
                'address' => '花蓮縣萬榮鄉萬榮村8鄰萬榮212號',
                'telephone' => '03-8751312',
            ],
            50 => 
            [
                'id' => 51,
                'name' => '金門縣消防局',
                'address' => '金門縣金寧鄉頂林路315號',
                'telephone' => '082-324021',
            ],
            51 => 
            [
                'id' => 52,
                'name' => '金門縣消防局第一救災救護大隊',
                'address' => '金門縣金寧鄉頂林路315號',
                'telephone' => '082-324021',
            ],
            52 => 
            [
                'id' => 53,
                'name' => '金門縣消防局金城分隊',
                'address' => '金門縣金城鎮西海路三段43號',
                'telephone' => '082-311610',
            ],
            53 => 
            [
                'id' => 54,
                'name' => '金門縣消防局金寧分隊',
                'address' => '金門縣金寧鄉頂林路315號',
                'telephone' => '082-324021',
            ],
            54 => 
            [
                'id' => 55,
                'name' => '金門縣消防局烈嶼分隊',
                'address' => '金門縣烈嶼鄉后井76號',
                'telephone' => '082-362119',
            ],
            55 => 
            [
                'id' => 56,
                'name' => '金門縣消防局第二救災救護大隊',
                'address' => '金門縣金寧鄉頂林路315號',
                'telephone' => '082-324021',
            ],
            56 => 
            [
                'id' => 57,
                'name' => '金門縣消防局金沙分隊',
                'address' => '金門縣金沙鎮沙美135號',
                'telephone' => '082-352269',
            ],
            57 => 
            [
                'id' => 58,
                'name' => '金門縣消防局金湖分隊',
                'address' => '金門縣金湖鎮士校路2號',
                'telephone' => '082-332550',
            ],
            58 => 
            [
                'id' => 59,
                'name' => '南投縣政府消防局鳳鳴分隊',
                'address' => '南投縣南投市鳳鳴里八卦路831號',
                'telephone' => '049-2292548',
            ],
            59 => 
            [
                'id' => 60,
                'name' => '南投縣政府消防局碧興分隊',
                'address' => '南投縣草屯鎮碧興路一段340巷21號',
                'telephone' => '049-2324415',
            ],
            60 => 
            [
                'id' => 61,
                'name' => '南投縣政府消防局',
                'address' => '南投縣南投市民族路494號',
                'telephone' => '049-2226119',
            ],
            61 => 
            [
                'id' => 62,
                'name' => '南投縣政府消防局第一救災救護大隊',
                'address' => '南投縣南投市南營路810號',
                'telephone' => '049-2351119',
            ],
            62 => 
            [
                'id' => 63,
                'name' => '南投縣政府消防局南投分隊',
                'address' => '南投縣南投市民族路494號',
                'telephone' => '049-2222534',
            ],
            63 => 
            [
                'id' => 64,
                'name' => '南投縣政府消防局草屯分隊',
                'address' => '南投縣草屯鎮敦和里碧山南路185號',
                'telephone' => '049-2362063',
            ],
            64 => 
            [
                'id' => 65,
                'name' => '南投縣政府消防局中興分隊',
                'address' => '南投縣南投市營北里中正路156號',
                'telephone' => '049-2337142',
            ],
            65 => 
            [
                'id' => 66,
                'name' => '南投縣政府消防局名間分隊',
                'address' => '南投縣名間鄉中正村彰南路44號',
                'telephone' => '049-2732204',
            ],
            66 => 
            [
                'id' => 67,
                'name' => '南投縣政府消防局中寮分隊',
                'address' => '南投縣中寮鄉永平村永平路280號',
                'telephone' => '049-2691570',
            ],
            67 => 
            [
                'id' => 68,
                'name' => '南投縣政府消防局爽文分隊',
                'address' => '南投縣中寮鄉爽文村龍南路193-10號',
                'telephone' => '049-2602932',
            ],
            68 => 
            [
                'id' => 69,
                'name' => '南投縣政府消防局雙冬分隊',
                'address' => '南投縣草屯鎮雙冬里中正路37-3號',
                'telephone' => '049-2572817',
            ],
            69 => 
            [
                'id' => 70,
                'name' => '南投縣政府消防局松柏嶺分隊',
                'address' => '南投縣名間鄉埔中村名松路一段655號',
                'telephone' => '049-2583773',
            ],
            70 => 
            [
                'id' => 71,
                'name' => '南投縣政府消防局第二救災救護大隊',
                'address' => '南投縣埔里鎮清新里南環路600號',
                'telephone' => '049-2982014',
            ],
            71 => 
            [
                'id' => 72,
                'name' => '南投縣政府消防局埔里分隊',
                'address' => '南投縣埔里鎮清新里南環路600號',
                'telephone' => '049-2982014',
            ],
            72 => 
            [
                'id' => 73,
                'name' => '南投縣政府消防局國姓分隊',
                'address' => '南投縣國姓鄉國姓村長春街1號',
                'telephone' => '049-2721354',
            ],
            73 => 
            [
                'id' => 74,
                'name' => '南投縣政府消防局魚池分隊',
                'address' => '南投縣魚池鄉魚池村魚池街360號',
                'telephone' => '049-2895553',
            ],
            74 => 
            [
                'id' => 75,
                'name' => '南投縣政府消防局日月潭分隊',
                'address' => '南投縣魚池鄉水社村中山路146號',
                'telephone' => '049-2855307',
            ],
            75 => 
            [
                'id' => 76,
                'name' => '南投縣政府消防局仁愛分隊',
                'address' => '南投縣仁愛鄉大同村仁和路91號',
                'telephone' => '049-2802712',
            ],
            76 => 
            [
                'id' => 77,
                'name' => '南投縣政府消防局第三救災救護大隊',
                'address' => '南投縣竹山鎮中山里頂林路150號',
                'telephone' => '049-2661119',
            ],
            77 => 
            [
                'id' => 78,
                'name' => '南投縣政府消防局竹山分隊',
                'address' => '南投縣竹山鎮中山里頂林路150號',
                'telephone' => '049-2642013',
            ],
            78 => 
            [
                'id' => 79,
                'name' => '南投縣政府消防局水里分隊',
                'address' => '南投縣水里鄉北埔村中山路一段439號',
                'telephone' => '049-2770440',
            ],
            79 => 
            [
                'id' => 80,
                'name' => '南投縣政府消防局集集分隊',
                'address' => '南投縣集集鎮民生路270號',
                'telephone' => '0492762004',
            ],
            80 => 
            [
                'id' => 81,
                'name' => '南投縣政府消防局鹿谷分隊',
                'address' => '南投縣鹿谷鄉彰雅村中正路一段92號',
                'telephone' => '049-2752151',
            ],
            81 => 
            [
                'id' => 82,
                'name' => '南投縣政府消防局信義分隊',
                'address' => '南投縣信義鄉明德村明德街50號',
                'telephone' => '049-2791760',
            ],
            82 => 
            [
                'id' => 83,
                'name' => '南投縣政府消防局玉山分隊',
                'address' => '南投縣信義鄉同富村同和巷14之3號',
                'telephone' => '049-2702570',
            ],
            83 => 
            [
                'id' => 84,
                'name' => '南投縣政府消防局中心碑分隊',
                'address' => '南投縣埔里鎮信義路320號',
                'telephone' => '049-2995014',
            ],
            84 => 
            [
                'id' => 85,
                'name' => '內政部消防署特種搜救隊中部分隊',
                'address' => '社寮里大公街100號',
                'telephone' => NULL,
            ],
            85 => 
            [
                'id' => 86,
                'name' => '屏東縣政府消防局屏二分隊',
                'address' => '屏東縣屏東市龍華里龍華路52號',
                'telephone' => '08-7517435',
            ],
            86 => 
            [
                'id' => 87,
                'name' => '屏東縣政府消防局特種搜救大隊',
                'address' => '屏東縣長治鄉德成村中興路572-1號',
                'telephone' => '7627471',
            ],
            87 => 
            [
                'id' => 88,
                'name' => '屏東縣政府消防局泰武分隊',
                'address' => '屏東縣泰武鄉佳平村佳平巷122號',
                'telephone' => '08-7834357',
            ],
            88 => 
            [
                'id' => 89,
                'name' => '屏東縣政府消防局三地門分隊',
                'address' => '屏東縣三地門鄉中正路二段103號',
                'telephone' => '08-7991970',
            ],
            89 => 
            [
                'id' => 90,
                'name' => '屏東縣政府消防局來義分隊',
                'address' => '屏東縣來義鄉丹林村古義路2-1號',
                'telephone' => '08-7850649',
            ],
            90 => 
            [
                'id' => 91,
                'name' => '屏東縣政府消防局竹田分隊',
                'address' => '屏東縣竹田鄉自強路41-20號',
                'telephone' => '08-7710498',
            ],
            91 => 
            [
                'id' => 92,
                'name' => '屏東縣政府消防局春日分隊',
                'address' => '屏東縣春日鄉力里村圓山路27號',
                'telephone' => '08-8791565',
            ],
            92 => 
            [
                'id' => 93,
                'name' => '屏東縣政府消防局牡丹分隊',
                'address' => '屏東縣牡丹鄉牡丹路97號',
                'telephone' => '08-8830545',
            ],
            93 => 
            [
                'id' => 94,
                'name' => '屏東縣政府消防局獅子分隊',
                'address' => '屏東縣獅子鄉楓林村楓林2巷42號',
                'telephone' => '08-8770833',
            ],
            94 => 
            [
                'id' => 95,
                'name' => '屏東縣政府消防局萬巒分隊',
                'address' => '屏東縣萬巒鄉佳興路46號',
                'telephone' => '08-7834161',
            ],
            95 => 
            [
                'id' => 96,
                'name' => '屏東縣政府消防局新埤分隊',
                'address' => '屏東縣新埤鄉民眾路101號',
                'telephone' => '08-7981133',
            ],
            96 => 
            [
                'id' => 97,
                'name' => '屏東縣政府消防局新園分隊',
                'address' => '屏東縣新園鄉店口路116號',
                'telephone' => '08-8684515',
            ],
            97 => 
            [
                'id' => 98,
                'name' => '屏東縣政府消防局崁頂分隊',
                'address' => '屏東縣崁頂鄉興農路29之10號',
                'telephone' => '08-8632430',
            ],
            98 => 
            [
                'id' => 99,
                'name' => '屏東縣政府消防局霧臺分隊',
                'address' => '屏東縣霧臺鄉霧臺村神山巷69號',
                'telephone' => '087902660',
            ],
            99 => 
            [
                'id' => 100,
                'name' => '屏東縣政府消防局墾丁分隊',
                'address' => '屏東縣恆春鎮鵝鑾里船帆路730號',
                'telephone' => '08-8851519',
            ],
            100 => 
            [
                'id' => 101,
                'name' => '屏東縣政府消防局',
                'address' => '屏東縣屏東市忠孝路226號',
                'telephone' => '08-7662911',
            ],
            101 => 
            [
                'id' => 102,
                'name' => '屏東縣政府消防局第一救災救護大隊',
                'address' => '屏東縣屏東市豐榮里勝利東路47號',
                'telephone' => '08-7360526',
            ],
            102 => 
            [
                'id' => 103,
                'name' => '屏東縣政府消防局屏東分隊',
                'address' => '屏東縣屏東市豐榮里勝利東路47號',
                'telephone' => '08-7360163',
            ],
            103 => 
            [
                'id' => 104,
                'name' => '屏東縣政府消防局長治分隊',
                'address' => '屏東縣長治鄉德成村中興路572-1號',
                'telephone' => '08-7626149',
            ],
            104 => 
            [
                'id' => 105,
                'name' => '屏東縣政府消防局里港分隊',
                'address' => '屏東縣里港鄉信義路2號',
                'telephone' => '08-7752564',
            ],
            105 => 
            [
                'id' => 106,
                'name' => '屏東縣政府消防局九如分隊',
                'address' => '屏東縣九如鄉東寧村九如路二段412號',
                'telephone' => '08-7390071',
            ],
            106 => 
            [
                'id' => 107,
                'name' => '屏東縣政府消防局高樹分隊',
                'address' => '屏東縣高樹鄉興中路336號',
                'telephone' => '08-7962134',
            ],
            107 => 
            [
                'id' => 108,
                'name' => '屏東縣政府消防局麟洛分隊',
                'address' => '屏東縣麟洛鄉麟蹄村成功路192號',
                'telephone' => '08-7221546',
            ],
            108 => 
            [
                'id' => 109,
                'name' => '屏東縣政府消防局鹽埔分隊',
                'address' => '屏東縣鹽埔鄉勝利路165-1號',
                'telephone' => '08-7932911',
            ],
            109 => 
            [
                'id' => 110,
                'name' => '屏東縣政府消防局瑪家分隊',
                'address' => '屏東縣瑪家鄉風景1-20號',
                'telephone' => '08-7991020',
            ],
            110 => 
            [
                'id' => 111,
                'name' => '屏東縣政府消防局第二救災救護大隊',
                'address' => '屏東縣潮州鎮文化路191號',
                'telephone' => '08-7806124',
            ],
            111 => 
            [
                'id' => 112,
                'name' => '屏東縣政府消防局萬丹分隊',
                'address' => '屏東縣萬丹鄉和平東路69號',
                'telephone' => '08-7772674',
            ],
            112 => 
            [
                'id' => 113,
                'name' => '屏東縣政府消防局內埔分隊',
                'address' => '屏東縣內埔鄉內田村廣濟路209號',
                'telephone' => '08-7792184',
            ],
            113 => 
            [
                'id' => 114,
                'name' => '屏東縣政府消防局龍泉分隊',
                'address' => '屏東縣內埔鄉中勝路308號',
                'telephone' => '08-7705079',
            ],
            114 => 
            [
                'id' => 115,
                'name' => '屏東縣政府消防局潮州分隊',
                'address' => '屏東縣潮州鎮文化路191號',
                'telephone' => '08-7882079',
            ],
            115 => 
            [
                'id' => 116,
                'name' => '屏東縣政府消防局第三救災救護大隊',
                'address' => '屏東縣東港鎮船頭里船頭路9-60號',
                'telephone' => '08-8322009',
            ],
            116 => 
            [
                'id' => 117,
                'name' => '屏東縣政府消防局東港分隊',
                'address' => '屏東縣東港鎮船頭路9-60號',
                'telephone' => '088322009',
            ],
            117 => 
            [
                'id' => 118,
                'name' => '屏東縣政府消防局林邊分隊',
                'address' => '屏東縣林邊鄉美華路197-64號',
            'telephone' => '(08)8752119',
            ],
            118 => 
            [
                'id' => 119,
                'name' => '屏東縣政府消防局南州分隊',
                'address' => '屏東縣南州鄉人和路241號',
                'telephone' => '08-8642297',
            ],
            119 => 
            [
                'id' => 120,
                'name' => '屏東縣政府消防局琉球分隊',
                'address' => '屏東縣琉球鄉本福村民生路5-1號',
                'telephone' => '08-8611765',
            ],
            120 => 
            [
                'id' => 121,
                'name' => '屏東縣政府消防局枋寮分隊',
                'address' => '屏東縣枋寮鄉中山路7-29號',
                'telephone' => '08-8782304',
            ],
            121 => 
            [
                'id' => 122,
                'name' => '屏東縣政府消防局佳冬分隊',
                'address' => '屏東縣佳冬鄉佳冬村文化三路155號',
                'telephone' => '08-8662119',
            ],
            122 => 
            [
                'id' => 123,
                'name' => '屏東縣政府消防局第四救災救護大隊',
                'address' => '屏東縣恆春鎮天文路33號',
                'telephone' => '08-8892959',
            ],
            123 => 
            [
                'id' => 124,
                'name' => '屏東縣政府消防局恆春分隊',
                'address' => '屏東縣恆春鎮天文路33號',
                'telephone' => '08-8892959',
            ],
            124 => 
            [
                'id' => 125,
                'name' => '屏東縣政府消防局滿州分隊',
                'address' => '屏東縣滿州鄉中山路1號',
                'telephone' => '08-8802971',
            ],
            125 => 
            [
                'id' => 126,
                'name' => '屏東縣政府消防局車城分隊',
                'address' => '福安路2-6號',
                'telephone' => '08-8825840',
            ],
            126 => 
            [
                'id' => 127,
                'name' => '屏東縣政府消防局枋山分隊',
                'address' => '屏東縣枋山鄉舊庄路',
                'telephone' => '08-8772267',
            ],
            127 => 
            [
                'id' => 128,
                'name' => '苗栗縣政府消防局',
                'address' => '苗栗縣苗栗市嘉新里1鄰經國路四段201號',
                'telephone' => '037-558119',
            ],
            128 => 
            [
                'id' => 129,
                'name' => '苗栗縣政府消防局第一救災救護大隊',
                'address' => '苗栗縣苗栗市金鳳街111號',
                'telephone' => '037-365180',
            ],
            129 => 
            [
                'id' => 130,
                'name' => '苗栗縣政府消防局苗栗分隊',
                'address' => '苗栗縣苗栗市金鳳街111號',
                'telephone' => '037-320940',
            ],
            130 => 
            [
                'id' => 131,
                'name' => '苗栗縣政府消防局公館分隊',
                'address' => '苗栗縣公館鄉館南村館南街35-19號',
                'telephone' => '037-222964',
            ],
            131 => 
            [
                'id' => 132,
                'name' => '苗栗縣政府消防局銅鑼分隊',
                'address' => '苗栗縣銅鑼鄉武聖街7號',
                'telephone' => '037-981540',
            ],
            132 => 
            [
                'id' => 133,
                'name' => '苗栗縣政府消防局三義分隊',
                'address' => '苗栗縣三義鄉西湖村伯公坑209號',
                'telephone' => '037-872119',
            ],
            133 => 
            [
                'id' => 134,
                'name' => '苗栗縣政府消防局頭屋分隊',
                'address' => '苗栗縣頭屋鄉頭屋村24鄰尖豐路141-6號',
                'telephone' => '037-250914',
            ],
            134 => 
            [
                'id' => 135,
                'name' => '苗栗縣政府消防局第二救災救護大隊',
                'address' => '苗栗縣竹南鎮博愛街785號',
                'telephone' => '037-472061',
            ],
            135 => 
            [
                'id' => 136,
                'name' => '苗栗縣政府消防局竹南分隊',
                'address' => '苗栗縣竹南鎮博愛街785號',
                'telephone' => '037-472061',
            ],
            136 => 
            [
                'id' => 137,
                'name' => '苗栗縣政府消防局造橋分隊',
                'address' => '苗栗縣造橋鄉造橋村老庄14鄰2-1號',
                'telephone' => '037-541724',
            ],
            137 => 
            [
                'id' => 138,
                'name' => '苗栗縣政府消防局後龍分隊',
                'address' => '苗栗縣後龍鎮南龍里光華路299號',
                'telephone' => '037-722069',
            ],
            138 => 
            [
                'id' => 139,
                'name' => '苗栗縣政府消防局通霄分隊',
                'address' => '苗栗縣通霄鎮平元里崇仁路36號',
                'telephone' => '037-752405',
            ],
            139 => 
            [
                'id' => 140,
                'name' => '苗栗縣政府消防局苑裡分隊',
                'address' => '苗栗縣苑裡鎮中正里14鄰中正113之3號',
                'telephone' => '037-862010',
            ],
            140 => 
            [
                'id' => 141,
                'name' => '苗栗縣政府消防局西湖分隊',
                'address' => '苗栗縣西湖鄉三湖村5鄰東三湖6-3號',
                'telephone' => '037-922825',
            ],
            141 => 
            [
                'id' => 142,
                'name' => '苗栗縣政府消防局第三救災救護大隊',
                'address' => '苗栗縣頭份市水源路1巷10號',
                'telephone' => '037-594596',
            ],
            142 => 
            [
                'id' => 143,
                'name' => '苗栗縣政府消防局頭份分隊',
                'address' => '苗栗縣頭份市下興里水源路1巷10號',
                'telephone' => '037-663040',
            ],
            143 => 
            [
                'id' => 144,
                'name' => '苗栗縣政府消防局南庄分隊',
                'address' => '苗栗縣南庄鄉大同路27之5號',
                'telephone' => '037-823035',
            ],
            144 => 
            [
                'id' => 145,
                'name' => '苗栗縣政府消防局三灣分隊',
                'address' => '苗栗縣三灣鄉中山路43號',
                'telephone' => '037-831092',
            ],
            145 => 
            [
                'id' => 146,
                'name' => '苗栗縣政府消防局獅潭分隊',
                'address' => '苗栗縣獅潭鄉新店村4鄰46-6號',
                'telephone' => '037-932240',
            ],
            146 => 
            [
                'id' => 147,
                'name' => '苗栗縣政府消防局大湖分隊',
                'address' => '苗栗縣大湖鄉靜湖村忠孝路198號',
                'telephone' => '037-991182',
            ],
            147 => 
            [
                'id' => 148,
                'name' => '苗栗縣政府消防局卓蘭分隊',
                'address' => '苗栗縣卓蘭鎮新厝里3鄰中正路1之10號',
                'telephone' => '04-25892717',
            ],
            148 => 
            [
                'id' => 149,
                'name' => '苗栗縣政府消防局泰安分隊',
                'address' => '苗栗縣泰安鄉錦水村5鄰圓墩26號',
                'telephone' => '037-941341',
            ],
            149 => 
            [
                'id' => 150,
                'name' => '苗栗縣政府消防局特搜大隊',
                'address' => '苗栗縣苗栗市經國路四段201號',
                'telephone' => '037-558159',
            ],
            150 => 
            [
                'id' => 151,
                'name' => '苗栗縣政府消防局第四救災救護大隊',
                'address' => '苗栗縣通霄鎮崇仁路36號3樓',
                'telephone' => '037-760740',
            ],
            151 => 
            [
                'id' => 152,
                'name' => '苗栗縣政府消防局第五救災救護大隊',
                'address' => '苗栗縣大湖鄉忠孝路198號3樓',
                'telephone' => '037-991451',
            ],
            152 => 
            [
                'id' => 153,
                'name' => '苗栗縣政府消防局特搜分隊',
                'address' => '苗栗縣苗栗市經國路四段201號',
                'telephone' => '037-558159',
            ],
            153 => 
            [
                'id' => 154,
                'name' => '苗栗縣政府消防局象鼻分隊',
                'address' => '苗栗縣泰安鄉象鼻村1鄰象鼻6之2號',
                'telephone' => '037-962245',
            ],
            154 => 
            [
                'id' => 155,
                'name' => '桃園市政府消防局埔心分隊',
                'address' => '桃園市楊梅區五守街150號',
                'telephone' => '03-4817310',
            ],
            155 => 
            [
                'id' => 156,
                'name' => '桃園市政府消防局三民分隊',
                'address' => '桃園市桃園區三民路三段26號',
                'telephone' => '03-3339236',
            ],
            156 => 
            [
                'id' => 157,
                'name' => '桃園市政府消防局大有分隊',
                'address' => '桃園市桃園區民有十街88號',
                'telephone' => '03-3167112',
            ],
            157 => 
            [
                'id' => 158,
                'name' => '桃園市政府消防局興國分隊',
                'address' => '桃園市中壢區中豐路88號',
                'telephone' => '03-4258146',
            ],
            158 => 
            [
                'id' => 159,
                'name' => '桃園市政府消防局',
                'address' => '桃園市桃園區力行路280號',
                'telephone' => '03-3379119',
            ],
            159 => 
            [
                'id' => 160,
                'name' => '桃園市政府消防局第一救災救護大隊',
                'address' => '桃園市桃園區力行路280號',
                'telephone' => '03-3341765',
            ],
            160 => 
            [
                'id' => 161,
                'name' => '桃園市政府消防局桃園分隊',
                'address' => '桃園市桃園區力行路280號',
                'telephone' => '03-3322234',
            ],
            161 => 
            [
                'id' => 162,
                'name' => '桃園市政府消防局中路分隊',
                'address' => '桃園市桃園區國豐六街96號',
                'telephone' => '03-3441714',
            ],
            162 => 
            [
                'id' => 163,
                'name' => '桃園市政府消防局大林分隊',
                'address' => '桃園市桃園區樹仁二街39號',
                'telephone' => '03-3612240',
            ],
            163 => 
            [
                'id' => 164,
                'name' => '桃園市政府消防局八德分隊',
                'address' => '桃園市八德區介壽路二段685巷10號',
                'telephone' => '03-3681440',
            ],
            164 => 
            [
                'id' => 165,
                'name' => '桃園市政府消防局大湳分隊',
                'address' => '桃園市八德區建國路1133號',
                'telephone' => '03-3661570',
            ],
            165 => 
            [
                'id' => 166,
                'name' => '桃園市政府消防局龜山分隊',
                'address' => '桃園市龜山區萬壽路二段639號',
                'telephone' => '03-3299674',
            ],
            166 => 
            [
                'id' => 167,
                'name' => '桃園市政府消防局坪頂分隊',
                'address' => '桃園市龜山區復興三路80號',
                'telephone' => '03-3280309',
            ],
            167 => 
            [
                'id' => 168,
                'name' => '桃園市政府消防局迴龍分隊',
                'address' => '桃園市龜山區萬壽路一段42號',
                'telephone' => '02-82091576',
            ],
            168 => 
            [
                'id' => 169,
                'name' => '桃園市政府消防局第二救災救護大隊',
                'address' => '桃園市中壢區義民路120號',
                'telephone' => '03-4013312',
            ],
            169 => 
            [
                'id' => 170,
                'name' => '桃園市政府消防局中壢分隊',
                'address' => '桃園市中壢區義民路120號',
                'telephone' => '03-4013312',
            ],
            170 => 
            [
                'id' => 171,
                'name' => '桃園市政府消防局華勛分隊',
                'address' => '桃園市中壢區榮民南路800號',
                'telephone' => '03-4567991',
            ],
            171 => 
            [
                'id' => 172,
                'name' => '桃園市政府消防局內壢分隊',
                'address' => '桃園市中壢區吉林路62號',
                'telephone' => '03-4521694',
            ],
            172 => 
            [
                'id' => 173,
                'name' => '桃園市政府消防局龍岡分隊',
                'address' => '桃園市中壢區龍岡路三段754號',
                'telephone' => '03-4501498',
            ],
            173 => 
            [
                'id' => 174,
                'name' => '桃園市政府消防局楊梅分隊',
                'address' => '桃園市楊梅區新農街245巷20號',
                'telephone' => '03-4782294',
            ],
            174 => 
            [
                'id' => 175,
                'name' => '桃園市政府消防局幼獅分隊',
                'address' => '桃園市楊梅區幼獅路一段456號',
                'telephone' => '03-4829119',
            ],
            175 => 
            [
                'id' => 176,
                'name' => '桃園市政府消防局富岡分隊',
                'address' => '桃園市楊梅區員本里12鄰員德路20號',
                'telephone' => '03-2821184',
            ],
            176 => 
            [
                'id' => 177,
                'name' => '桃園市政府消防局新屋分隊',
                'address' => '桃園市新屋區中華路436號',
                'telephone' => '03-4772509',
            ],
            177 => 
            [
                'id' => 178,
                'name' => '桃園市政府消防局永安分隊',
                'address' => '桃園市新屋區永安里濱海路永安段251巷51號',
                'telephone' => '03-4861297',
            ],
            178 => 
            [
                'id' => 179,
                'name' => '桃園市政府消防局第三救災救護大隊',
                'address' => '桃園市蘆竹區錦中村2鄰錦溪路119號',
                'telephone' => '03-2127415',
            ],
            179 => 
            [
                'id' => 180,
                'name' => '桃園市政府消防局蘆竹分隊',
                'address' => '桃園市蘆竹區錦溪路119號',
                'telephone' => '03-3225344',
            ],
            180 => 
            [
                'id' => 181,
                'name' => '桃園市政府消防局山腳分隊',
                'address' => '桃園市蘆竹區山外路119號',
                'telephone' => '03-3249250',
            ],
            181 => 
            [
                'id' => 182,
                'name' => '桃園市政府消防局大竹分隊',
                'address' => '桃園市蘆竹區上興路188號',
                'telephone' => '03-3137935',
            ],
            182 => 
            [
                'id' => 183,
                'name' => '桃園市政府消防局大園分隊',
                'address' => '桃園市大園區和平二街5號',
                'telephone' => '03-3862332',
            ],
            183 => 
            [
                'id' => 184,
                'name' => '桃園市政府消防局觀音分隊',
                'address' => '桃園市觀音區廣興里1鄰廣興一路118號',
                'telephone' => '03-4732014',
            ],
            184 => 
            [
                'id' => 185,
                'name' => '桃園市政府消防局新坡分隊',
                'address' => '桃園市觀音區大同里中山路二段670號',
                'telephone' => '03-4981454',
            ],
            185 => 
            [
                'id' => 186,
                'name' => '桃園市政府消防局草漯分隊',
                'address' => '桃園市觀音區工業五路1號',
                'telephone' => '03-4830924',
            ],
            186 => 
            [
                'id' => 187,
                'name' => '桃園市政府消防局第四救災救護大隊',
                'address' => '桃園市龍潭區中興路726號',
                'telephone' => '03-4703930',
            ],
            187 => 
            [
                'id' => 188,
                'name' => '桃園市政府消防局圳頂分隊',
                'address' => '桃園市大溪區介壽路740號',
                'telephone' => '03-3891892',
            ],
            188 => 
            [
                'id' => 189,
                'name' => '桃園市政府消防局大溪分隊',
                'address' => '桃園市大溪區月湖路36號',
                'telephone' => '03-3882341',
            ],
            189 => 
            [
                'id' => 190,
                'name' => '桃園市政府消防局平鎮分隊',
                'address' => '桃園市平鎮區中豐路南勢二段174號',
                'telephone' => '03-4390315',
            ],
            190 => 
            [
                'id' => 191,
                'name' => '桃園市政府消防局復旦分隊',
                'address' => '桃園市平鎮區復旦路二段133號',
                'telephone' => '03-4947816',
            ],
            191 => 
            [
                'id' => 192,
                'name' => '桃園市政府消防局山峰分隊',
                'address' => '桃園市平鎮區南豐路263號',
                'telephone' => '03-4697041',
            ],
            192 => 
            [
                'id' => 193,
                'name' => '桃園市政府消防局龍潭分隊',
                'address' => '桃園市龍潭區中興路726號',
                'telephone' => '03-4792442',
            ],
            193 => 
            [
                'id' => 194,
                'name' => '桃園市政府消防局高平分隊',
                'address' => '桃園市龍潭區渴望二路99巷15號',
                'telephone' => '03-4072661',
            ],
            194 => 
            [
                'id' => 195,
                'name' => '桃園市政府消防局復興分隊',
                'address' => '桃園市復興區澤仁里中山路2號',
                'telephone' => '03-3822491',
            ],
            195 => 
            [
                'id' => 196,
                'name' => '桃園市政府消防局巴陵分隊',
                'address' => '桃園市復興區華陵里巴崚26號',
                'telephone' => '03-3913286',
            ],
            196 => 
            [
                'id' => 197,
                'name' => '特種救助隊第一搜救救助分隊',
                'address' => '桃園市桃園區三民路三段26號',
                'telephone' => '03-3339236',
            ],
            197 => 
            [
                'id' => 198,
                'name' => '特種救助隊第三搜救救助分隊',
                'address' => '桃園市大園區和平二街18號',
                'telephone' => '03-3862332',
            ],
            198 => 
            [
                'id' => 199,
                'name' => '桃園市政府消防局竹圍分隊',
                'address' => '桃園市大園區竹圍里11鄰海方厝33之23號',
                'telephone' => '03-3937029',
            ],
            199 => 
            [
                'id' => 200,
                'name' => '桃園市政府消防局青埔分隊',
                'address' => '桃園市中壢區青埔路一段69號',
                'telephone' => '03-4532910',
            ],
            200 => 
            [
                'id' => 201,
                'name' => '桃園市政府消防局茄苳分隊',
                'address' => '桃園市八德區茄苳路950號',
                'telephone' => '03-3779440',
            ],
            201 => 
            [
                'id' => 202,
                'name' => '特種救助隊第二搜救救助分隊',
                'address' => '桃園市中壢區榮民南路800號4樓',
                'telephone' => '03-4567600',
            ],
            202 => 
            [
                'id' => 203,
                'name' => '特種救助隊第四搜救救助分隊',
                'address' => '桃園市龍潭區中興路726號',
                'telephone' => '03-4706710',
            ],
            203 => 
            [
                'id' => 204,
                'name' => '桃園市政府消防局第五救災救護大隊',
                'address' => '桃園市桃園區三民路三段26號',
                'telephone' => '03-3339221',
            ],
            204 => 
            [
                'id' => 205,
                'name' => '高雄市政府消防局成功分隊',
                'address' => '高雄市前鎮區凱旋四路119號1F',
                'telephone' => '07-8226000',
            ],
            205 => 
            [
                'id' => 206,
                'name' => '高雄市政府消防局第六救災救護大隊',
                'address' => '高雄市美濃區民生路75號',
                'telephone' => '07-6817132',
            ],
            206 => 
            [
                'id' => 207,
                'name' => '高雄市政府消防局大樹分隊',
                'address' => '高雄市大樹區龍目路158號',
                'telephone' => '07-6512842',
            ],
            207 => 
            [
                'id' => 208,
                'name' => '高雄市政府消防局中庄分隊',
                'address' => '高雄市大寮區八德路300號',
                'telephone' => '07-7022090',
            ],
            208 => 
            [
                'id' => 209,
                'name' => '高雄市政府消防局第三救災救護大隊第一中隊',
                'address' => '高雄市鳳山區經武路36號',
                'telephone' => '07-7469595',
            ],
            209 => 
            [
                'id' => 210,
                'name' => '高雄市政府消防局第四救災救護大隊第一中隊',
                'address' => '高雄市燕巢區中安路5號',
                'telephone' => '07-6162595',
            ],
            210 => 
            [
                'id' => 211,
                'name' => '高雄市政府消防局第五救災救護大隊第二中隊',
                'address' => '高雄市彌陀區中正北路7號',
                'telephone' => '07-6100890',
            ],
            211 => 
            [
                'id' => 212,
                'name' => '高雄市政府消防局第五救災救護大隊第一中隊',
                'address' => '高雄市路竹區國昌路78號2樓',
                'telephone' => '07-6963807',
            ],
            212 => 
            [
                'id' => 213,
                'name' => '高雄市政府消防局第六救災救護大隊第一中隊',
                'address' => '高雄市旗山區延平一路507號',
                'telephone' => '07-6612300',
            ],
            213 => 
            [
                'id' => 214,
                'name' => '高雄市政府消防局第六救災救護大隊第二中隊',
                'address' => '高雄市杉林區清水路中學巷6之1號',
                'telephone' => '07-6772204',
            ],
            214 => 
            [
                'id' => 215,
                'name' => '高雄市政府消防局田寮分隊',
                'address' => '高雄市田寮區七星路51-1號',
                'telephone' => '07-6362081',
            ],
            215 => 
            [
                'id' => 216,
                'name' => '高雄市政府消防局高桂分隊',
                'address' => '高雄市小港區博學路369號',
                'telephone' => '07-8036119',
            ],
            216 => 
            [
                'id' => 217,
                'name' => '高雄市政府消防局第四救災救護大隊',
                'address' => '高雄市仁武區仁林路66號',
                'telephone' => '07-3718069',
            ],
            217 => 
            [
                'id' => 218,
                'name' => '高雄市政府消防局第三救災救護大隊',
                'address' => '高雄市鳳山區鳳頂路360號',
                'telephone' => '07-7926119',
            ],
            218 => 
            [
                'id' => 219,
                'name' => '高雄市政府消防局鳳祥分隊',
                'address' => '高雄市鳳山區鳳頂路360號',
                'telephone' => '07-7925119',
            ],
            219 => 
            [
                'id' => 220,
                'name' => '高雄市政府消防局鳳山分隊',
                'address' => '高雄市鳳山區經武路36號',
                'telephone' => '07-7469595',
            ],
            220 => 
            [
                'id' => 221,
                'name' => '高雄市政府消防局五甲分隊',
                'address' => '高雄市鳳山區五甲二路472號',
                'telephone' => '07-7130696',
            ],
            221 => 
            [
                'id' => 222,
                'name' => '高雄市政府消防局林園分隊',
                'address' => '高雄市林園區林園北路187號',
                'telephone' => '6412310',
            ],
            222 => 
            [
                'id' => 223,
                'name' => '高雄市政府消防局大寮分隊',
                'address' => '高雄市大寮區鳳林三路569-1號',
                'telephone' => '07-7811457',
            ],
            223 => 
            [
                'id' => 224,
                'name' => '高雄市政府消防局仁武分隊',
                'address' => '高雄市仁武區仁林路66號',
                'telephone' => '07-3719595',
            ],
            224 => 
            [
                'id' => 225,
                'name' => '高雄市政府消防局大社分隊',
                'address' => '高雄市大社區金龍路67號',
                'telephone' => '07-3541707',
            ],
            225 => 
            [
                'id' => 226,
                'name' => '高雄市政府消防局鳥松分隊',
                'address' => '高雄市鳥松區公園路51號',
                'telephone' => '07-7329758',
            ],
            226 => 
            [
                'id' => 227,
                'name' => '高雄市政府消防局路竹分隊',
                'address' => '高雄市路竹區國昌路78號',
                'telephone' => '07-6963807',
            ],
            227 => 
            [
                'id' => 228,
                'name' => '高雄市政府消防局岡山分隊',
                'address' => '高雄市岡山區壽天路19號',
                'telephone' => '076212300',
            ],
            228 => 
            [
                'id' => 229,
                'name' => '高雄市政府消防局橋頭分隊',
                'address' => '高雄市橋頭區甲樹路1168號',
                'telephone' => '076111495',
            ],
            229 => 
            [
                'id' => 230,
                'name' => '高雄市政府消防局梓官分隊',
                'address' => '高雄市梓官區進學路136號',
                'telephone' => '07-6192894',
            ],
            230 => 
            [
                'id' => 231,
                'name' => '高雄市政府消防局燕巢分隊',
                'address' => '高雄市燕巢區中安路5號',
                'telephone' => '07-6162595',
            ],
            231 => 
            [
                'id' => 232,
                'name' => '高雄市政府消防局永安分隊',
                'address' => '高雄市永安區永安路7號',
                'telephone' => '07-6910073',
            ],
            232 => 
            [
                'id' => 233,
                'name' => '高雄市政府消防局阿蓮分隊',
                'address' => '高雄市阿蓮區忠孝路200號',
                'telephone' => '07-6312019',
            ],
            233 => 
            [
                'id' => 234,
                'name' => '高雄市政府消防局茄萣分隊',
                'address' => '高雄市茄萣區茄萣路二段422號',
                'telephone' => '07-6904163',
            ],
            234 => 
            [
                'id' => 235,
                'name' => '高雄市政府消防局湖內分隊',
                'address' => '高雄市湖內區中正路二段93號',
                'telephone' => '07-6995884',
            ],
            235 => 
            [
                'id' => 236,
                'name' => '高雄市政府消防局彌陀分隊',
                'address' => '高雄市彌陀區中正北路7號',
                'telephone' => '07-6100890',
            ],
            236 => 
            [
                'id' => 237,
                'name' => '高雄市政府消防局第五救災救護大隊',
                'address' => '高雄市路竹區國昌路78號',
                'telephone' => '07-6970449',
            ],
            237 => 
            [
                'id' => 238,
                'name' => '高雄市政府消防局美濃分隊',
                'address' => '高雄市美濃區民生路75號',
                'telephone' => '07-681-2039',
            ],
            238 => 
            [
                'id' => 239,
                'name' => '高雄市政府消防局杉林分隊',
                'address' => '高雄市杉林區清水路中學巷6-1號',
                'telephone' => '07-6772204',
            ],
            239 => 
            [
                'id' => 240,
                'name' => '高雄市政府消防局旗山分隊',
                'address' => '高雄市旗山區延平一路507號',
                'telephone' => '07-6612300',
            ],
            240 => 
            [
                'id' => 241,
                'name' => '高雄市政府消防局甲仙分隊',
                'address' => '高雄市甲仙區林森路2號',
                'telephone' => '07-6751995',
            ],
            241 => 
            [
                'id' => 242,
                'name' => '高雄市政府消防局內門分隊',
                'address' => '高雄市內門區菜公坑50號',
                'telephone' => '07-6673334',
            ],
            242 => 
            [
                'id' => 243,
                'name' => '高雄市政府消防局六龜分隊',
                'address' => '高雄市六龜區民治路9號',
                'telephone' => '07-6891324',
            ],
            243 => 
            [
                'id' => 244,
                'name' => '高雄市政府消防局桃源分隊',
                'address' => '高雄市桃源區桃源里南進巷199號',
                'telephone' => '07-6861358',
            ],
            244 => 
            [
                'id' => 245,
                'name' => '高雄市政府消防局寶來分隊',
                'address' => '高雄市六龜區中正路137-3號',
                'telephone' => '07-6881382',
            ],
            245 => 
            [
                'id' => 246,
                'name' => '高雄市政府消防局茂林分隊',
                'address' => '高雄市茂林區茂林里茂林巷119號',
                'telephone' => '07-6801610',
            ],
            246 => 
            [
                'id' => 247,
                'name' => '高雄市政府消防局',
                'address' => '高雄市前鎮區凱旋四路119號',
                'telephone' => '07-8128111',
            ],
            247 => 
            [
                'id' => 248,
                'name' => '高雄市政府消防局第一救災救護大隊',
                'address' => '高雄市苓雅區三多一路162號4F',
                'telephone' => '07-7714356',
            ],
            248 => 
            [
                'id' => 249,
                'name' => '高雄市政府消防局第一救災救護大隊第一中隊',
                'address' => '高雄市新興區中正三路3號',
                'telephone' => '07-2265662',
            ],
            249 => 
            [
                'id' => 250,
                'name' => '高雄市政府消防局前金分隊',
                'address' => '高雄市前金區中正四路191號2樓',
                'telephone' => '07-2613836',
            ],
            250 => 
            [
                'id' => 251,
                'name' => '高雄市政府消防局新興分隊',
                'address' => '高雄市新興區中正三路3號',
                'telephone' => '07-2265662',
            ],
            251 => 
            [
                'id' => 252,
                'name' => '高雄市政府消防局第一救災救護大隊第二中隊',
                'address' => '高雄市前鎮區康定路113號',
                'telephone' => '07-8311385',
            ],
            252 => 
            [
                'id' => 253,
                'name' => '高雄市政府消防局瑞隆分隊',
                'address' => '高雄市前鎮區班超路53號',
                'telephone' => '07-8222146',
            ],
            253 => 
            [
                'id' => 254,
                'name' => '高雄市政府消防局苓雅分隊',
                'address' => '高雄市苓雅區三多一路162號',
                'telephone' => '07-7711393',
            ],
            254 => 
            [
                'id' => 255,
                'name' => '高雄市政府消防局第三救災救護大隊第三中隊',
                'address' => '高雄市小港區博學路369號',
                'telephone' => '07-8036119',
            ],
            255 => 
            [
                'id' => 256,
                'name' => '高雄市政府消防局旗津分隊',
                'address' => '高雄市旗津區旗津二路600號',
                'telephone' => '07-5712519',
            ],
            256 => 
            [
                'id' => 257,
                'name' => '高雄市政府消防局前鎮分隊',
                'address' => '高雄市前鎮區康定路113號',
                'telephone' => '07-8311385',
            ],
            257 => 
            [
                'id' => 258,
                'name' => '高雄市政府消防局小港分隊',
                'address' => '高雄市小港區平和南路119號',
                'telephone' => '07-8415978',
            ],
            258 => 
            [
                'id' => 259,
                'name' => '高雄市政府消防局大林分隊',
                'address' => '高雄市小港區鳳林路116號',
                'telephone' => '07-8711511',
            ],
            259 => 
            [
                'id' => 260,
                'name' => '高雄市政府消防局第二救災救護大隊',
                'address' => '高雄市三民區天祥一路97號6F',
                'telephone' => '07-3106122',
            ],
            260 => 
            [
                'id' => 261,
                'name' => '高雄市政府消防局第二救災救護大隊第一中隊',
                'address' => '高雄市三民區大順二路468號',
                'telephone' => '07-3526040',
            ],
            261 => 
            [
                'id' => 262,
                'name' => '高雄市政府消防局楠梓分隊',
                'address' => '高雄市楠梓區楠梓路418號',
                'telephone' => '07-3533651',
            ],
            262 => 
            [
                'id' => 263,
                'name' => '高雄市政府消防局右昌分隊',
                'address' => '高雄市楠梓區後昌路1133號',
                'telephone' => '07-3651482',
            ],
            263 => 
            [
                'id' => 264,
                'name' => '高雄市政府消防局新莊分隊',
                'address' => '高雄市左營區民族一路749號',
                'telephone' => '07-3455506',
            ],
            264 => 
            [
                'id' => 265,
                'name' => '高雄市政府消防局第二救災救護大隊第二中隊',
                'address' => '高雄市鼓山區中華一路2320號',
                'telephone' => '07-5545527',
            ],
            265 => 
            [
                'id' => 266,
                'name' => '高雄市政府消防局十全分隊',
                'address' => '高雄市三民區十全一路88號',
                'telephone' => '07-3117716',
            ],
            266 => 
            [
                'id' => 267,
                'name' => '高雄市政府消防局大昌分隊',
                'address' => '高雄市三民區大順二路468號',
                'telephone' => '073854955',
            ],
            267 => 
            [
                'id' => 268,
                'name' => '高雄市政府消防局鼎金分隊',
                'address' => '高雄市三民區天祥一路97號',
                'telephone' => '07-3106121',
            ],
            268 => 
            [
                'id' => 269,
                'name' => '高雄市政府消防局第四救災救護大隊第三中隊',
                'address' => '高雄市楠梓區楠梓路418號',
                'telephone' => '07-3533651',
            ],
            269 => 
            [
                'id' => 270,
                'name' => '高雄市政府消防局鼓山分隊',
                'address' => '高雄市鼓山區臨海一路61-1號',
            'telephone' => '(07)5213712',
            ],
            270 => 
            [
                'id' => 271,
                'name' => '高雄市政府消防局中華分隊',
                'address' => '高雄市鼓山區中華一路2320號',
                'telephone' => '07-5545527',
            ],
            271 => 
            [
                'id' => 272,
                'name' => '高雄市政府消防局左營分隊',
                'address' => '高雄市左營區鼓山三路450號',
                'telephone' => '07-5818550',
            ],
            272 => 
            [
                'id' => 273,
                'name' => '高雄市政府消防局第三救災救護大隊第二中隊',
                'address' => '高雄市大寮區八德路300號',
                'telephone' => '07-7022090',
            ],
            273 => 
            [
                'id' => 274,
                'name' => '高雄市政府消防局那瑪夏分隊',
                'address' => '高雄市那瑪夏區瑪雅村平和巷6-2號',
                'telephone' => '07-6701440',
            ],
            274 => 
            [
                'id' => 275,
                'name' => '高雄市政府消防局第四救災救護大隊第二中隊',
                'address' => '高雄市仁武區仁林路66號',
                'telephone' => '07-7329758',
            ],
            275 => 
            [
                'id' => 276,
                'name' => '高雄市政府消防局第四救災救護大隊特搜中隊',
                'address' => '高雄市仁武區仁林路66號4樓',
                'telephone' => '07-3732415',
            ],
            276 => 
            [
                'id' => 277,
                'name' => '高雄市政府消防局第六救災救護大隊第三中隊',
                'address' => '高雄市六龜區中正路137-3號',
                'telephone' => '07-6881382',
            ],
            277 => 
            [
                'id' => 278,
                'name' => '西岸分隊',
                'address' => '基隆市中山區中山二路137號',
                'telephone' => '0224206119',
            ],
            278 => 
            [
                'id' => 279,
                'name' => '東岸分隊',
                'address' => '基隆市中正區東海街6號',
                'telephone' => '02-24206521',
            ],
            279 => 
            [
                'id' => 280,
                'name' => '基隆市消防局七堵分隊',
                'address' => '基隆市七堵區光明路145號',
                'telephone' => '02-2455-1256',
            ],
            280 => 
            [
                'id' => 281,
                'name' => '基隆市消防局',
                'address' => '基隆市安樂區基金一路129巷6號',
                'telephone' => '02-24252119',
            ],
            281 => 
            [
                'id' => 282,
                'name' => '基隆市消防局第一救災救護大隊',
                'address' => '基隆市中正區信二路299號2F',
                'telephone' => '02-24288766',
            ],
            282 => 
            [
                'id' => 283,
                'name' => '基隆市消防局仁愛分隊',
                'address' => '基隆市仁愛區成功一路86號',
                'telephone' => '02-24316900',
            ],
            283 => 
            [
                'id' => 284,
                'name' => '基隆市消防局信二分隊',
                'address' => '基隆市中正區信二路299號',
                'telephone' => '02-24222615',
            ],
            284 => 
            [
                'id' => 285,
                'name' => '基隆市消防局中正分隊',
                'address' => '基隆市中正區環港街100號',
                'telephone' => '02-24696891',
            ],
            285 => 
            [
                'id' => 286,
                'name' => '基隆市消防局信義分隊',
                'address' => '基隆市信義區教忠街65號',
                'telephone' => '02-24220362',
            ],
            286 => 
            [
                'id' => 287,
                'name' => '基隆市消防局第二救災救護大隊',
                'address' => '基隆市七堵區光明路145號',
                'telephone' => '02-24551253',
            ],
            287 => 
            [
                'id' => 288,
                'name' => '基隆市消防局百福分隊',
                'address' => '基隆市七堵區百六街116號',
                'telephone' => '02-24527429',
            ],
            288 => 
            [
                'id' => 289,
                'name' => '基隆市消防局中山分隊',
                'address' => '基隆市中山區復興路204號',
                'telephone' => '02-24367718',
            ],
            289 => 
            [
                'id' => 290,
                'name' => '基隆市消防局暖暖分隊',
                'address' => '基隆市暖暖區源遠路30號',
                'telephone' => '02-24574119',
            ],
            290 => 
            [
                'id' => 291,
                'name' => '基隆市消防局安樂分隊',
                'address' => '基隆市安樂區基金一路129巷6號',
                'telephone' => '02-24302691',
            ],
            291 => 
            [
                'id' => 292,
                'name' => '連江縣消防局',
                'address' => '連江縣南竿鄉清水村84-1號',
                'telephone' => '0836-23799',
            ],
            292 => 
            [
                'id' => 293,
                'name' => '連江縣消防局北竿分隊',
                'address' => '連江縣北竿鄉塘岐村274-2號',
            'telephone' => '(0836)56661',
            ],
            293 => 
            [
                'id' => 294,
                'name' => '連江縣消防局莒光分隊',
                'address' => '連江縣莒光鄉田沃村79號',
                'telephone' => '0836-89210',
            ],
            294 => 
            [
                'id' => 295,
                'name' => '連江縣消防局東引分隊',
                'address' => '連江縣東引鄉中柳村121-2號',
                'telephone' => '0836-76355',
            ],
            295 => 
            [
                'id' => 296,
                'name' => '連江縣消防局南竿分隊',
                'address' => '連江縣南竿鄉清水村84-1號',
                'telephone' => '0836-23821',
            ],
            296 => 
            [
                'id' => 297,
                'name' => '連江縣消防局東莒分隊',
                'address' => '連江縣莒光鄉大坪村79-1號',
                'telephone' => '836-89207',
            ],
            297 => 
            [
                'id' => 298,
                'name' => '救災救護大隊',
                'address' => '連江縣北竿鄉塘岐村274-2號',
                'telephone' => '083656661',
            ],
            298 => 
            [
                'id' => 299,
                'name' => '連江縣消防局介壽分隊',
                'address' => '連江縣南竿鄉介壽村156-8號',
                'telephone' => '08-3623685',
            ],
            299 => 
            [
                'id' => 300,
                'name' => '雲林縣消防局公園分隊',
                'address' => '雲林縣斗六市公園路6號',
                'telephone' => '055325707',
            ],
            300 => 
            [
                'id' => 301,
                'name' => '雲林縣消防局',
                'address' => '雲林縣斗六市公園路6號',
                'telephone' => '05-5325707',
            ],
            301 => 
            [
                'id' => 302,
                'name' => '雲林縣消防局第一救災救護大隊',
                'address' => '雲林縣斗六市鎮北路345-1號',
                'telephone' => '05-5517911',
            ],
            302 => 
            [
                'id' => 303,
                'name' => '雲林縣消防局斗六分隊',
                'address' => '雲林縣斗六市鎮北路345-1號',
                'telephone' => '05-5511129',
            ],
            303 => 
            [
                'id' => 304,
                'name' => '雲林縣消防局林內分隊',
                'address' => '雲林縣林內鄉中正路685號',
                'telephone' => '05-5891360',
            ],
            304 => 
            [
                'id' => 305,
                'name' => '雲林縣消防局莿桐分隊',
                'address' => '雲林縣莿桐鄉中山路170號',
                'telephone' => '05-5842094',
            ],
            305 => 
            [
                'id' => 306,
                'name' => '雲林縣消防局斗南分隊',
                'address' => '雲林縣斗南鎮自強路11號',
                'telephone' => '05-5972374',
            ],
            306 => 
            [
                'id' => 307,
                'name' => '雲林縣消防局大埤分隊',
                'address' => '雲林縣大埤鄉大埤路440號',
                'telephone' => '05-5912009',
            ],
            307 => 
            [
                'id' => 308,
                'name' => '雲林縣消防局古坑分隊',
                'address' => '雲林縣古坑鄉中山路393號',
                'telephone' => '05-5821537',
            ],
            308 => 
            [
                'id' => 309,
                'name' => '雲林縣消防局第二救災救護大隊',
                'address' => '雲林縣土庫鎮建國路41號',
                'telephone' => '05-6629661',
            ],
            309 => 
            [
                'id' => 310,
                'name' => '雲林縣消防局虎尾分隊',
                'address' => '雲林縣虎尾鎮行政路10號',
                'telephone' => '05-6322150',
            ],
            310 => 
            [
                'id' => 311,
                'name' => '雲林縣消防局土庫分隊',
                'address' => '雲林縣土庫鎮建國路41號',
                'telephone' => '05-6622520',
            ],
            311 => 
            [
                'id' => 312,
                'name' => '雲林縣消防局褒忠分隊',
                'address' => '雲林縣褒忠鄉中民村中正路453號',
                'telephone' => '05-6972146',
            ],
            312 => 
            [
                'id' => 313,
                'name' => '雲林縣消防局元長分隊',
                'address' => '雲林縣元長鄉中山路124-3號',
                'telephone' => '05-7882019',
            ],
            313 => 
            [
                'id' => 314,
                'name' => '雲林縣消防局西螺分隊',
                'address' => '雲林縣西螺鎮中山東路42號',
                'telephone' => '055862012',
            ],
            314 => 
            [
                'id' => 315,
                'name' => '雲林縣消防局二崙分隊',
                'address' => '雲林縣二崙鄉中正路80號',
                'telephone' => '05-5989119',
            ],
            315 => 
            [
                'id' => 316,
                'name' => '雲林縣消防局崙背分隊',
                'address' => '雲林縣崙背鄉行政街8號',
                'telephone' => '05-6962208',
            ],
            316 => 
            [
                'id' => 317,
                'name' => '雲林縣消防局第三救災救護大隊',
                'address' => '雲林縣北港鎮大同路565號',
                'telephone' => '05-7732514',
            ],
            317 => 
            [
                'id' => 318,
                'name' => '雲林縣消防局北港分隊',
                'address' => '雲林縣北港鎮大同路565號',
                'telephone' => '05-7832200',
            ],
            318 => 
            [
                'id' => 319,
                'name' => '雲林縣消防局水林分隊',
                'address' => '雲林縣水林鄉水林路62號',
                'telephone' => '05-7852609',
            ],
            319 => 
            [
                'id' => 320,
                'name' => '雲林縣消防局口湖分隊',
                'address' => '雲林縣口湖鄉中正路一段288號',
                'telephone' => '05-7892119',
            ],
            320 => 
            [
                'id' => 321,
                'name' => '雲林縣消防局臺西分隊',
                'address' => '雲林縣台西鄉中山路110巷38號',
                'telephone' => '05-6982209',
            ],
            321 => 
            [
                'id' => 322,
                'name' => '雲林縣消防局東勢分隊',
                'address' => '雲林縣東勢鄉東勢東路218之2號',
                'telephone' => '05-6995119',
            ],
            322 => 
            [
                'id' => 323,
                'name' => '雲林縣消防局四湖分隊',
                'address' => '雲林縣四湖鄉中山西路203號',
                'telephone' => '05-7872474',
            ],
            323 => 
            [
                'id' => 324,
                'name' => '雲林縣消防局麥寮分隊',
                'address' => '雲林縣麥寮鄉泰順路210號',
                'telephone' => '05-6933143',
            ],
            324 => 
            [
                'id' => 325,
                'name' => '新北市政府消防局五泰林中隊',
                'address' => '新北市泰山區明志路二段188號',
                'telephone' => '02-22962640',
            ],
            325 => 
            [
                'id' => 326,
                'name' => '新北市政府消防局新莊中隊',
                'address' => '新北市新莊區中原路512號',
                'telephone' => '02-85217645',
            ],
            326 => 
            [
                'id' => 327,
                'name' => '新北市政府消防局永和中隊',
                'address' => '新北市永和區永利路72號-1，4樓',
                'telephone' => '0229280206',
            ],
            327 => 
            [
                'id' => 328,
                'name' => '新北市政府消防局三重中隊',
                'address' => '新北市三重區中興北街225號',
                'telephone' => '02-29951119',
            ],
            328 => 
            [
                'id' => 329,
                'name' => '新北市政府消防局淡水中隊',
                'address' => '新北市淡水區中正東路一段125號5樓',
                'telephone' => '02-26259037',
            ],
            329 => 
            [
                'id' => 330,
                'name' => '新北市政府消防局新店中隊',
                'address' => '新北市深坑區文山路一段35號4樓',
                'telephone' => '02-26644220',
            ],
            330 => 
            [
                'id' => 331,
                'name' => '新北市政府消防局土城中隊',
                'address' => '新北市土城區金城路一段90號',
                'telephone' => '02-22602524',
            ],
            331 => 
            [
                'id' => 332,
                'name' => '新北市政府消防局新板分隊',
                'address' => '新北市板橋區民族路57號',
                'telephone' => '02-29557119',
            ],
            332 => 
            [
                'id' => 333,
                'name' => '新北市政府消防局第七救災救護大隊',
                'address' => '新北市永和區環河西路二段177-1號',
                'telephone' => '02-22311575',
            ],
            333 => 
            [
                'id' => 334,
                'name' => '新北市政府消防局員山分隊',
                'address' => '新北市中和區中正路1163號',
                'telephone' => '02-22259418',
            ],
            334 => 
            [
                'id' => 335,
                'name' => '新北市政府消防局板橋中隊',
                'address' => '新北市板橋區重慶路293號',
                'telephone' => '02-22554614',
            ],
            335 => 
            [
                'id' => 336,
                'name' => '新北市政府消防局裕民分隊',
                'address' => '新北市新莊區裕民街136號',
                'telephone' => '02-29022119',
            ],
            336 => 
            [
                'id' => 337,
                'name' => '新北市政府消防局永平分隊',
                'address' => '新北市永和區環河西路二段177-1號',
                'telephone' => '02-32335119',
            ],
            337 => 
            [
                'id' => 338,
                'name' => '新北市政府消防局更寮分隊',
                'address' => '新北市五股區中興路二段83巷26-6號',
                'telephone' => '02-29884119',
            ],
            338 => 
            [
                'id' => 339,
                'name' => '新北市政府消防局安和分隊',
                'address' => '新北市新店區安和路三段3號',
                'telephone' => '02-29486948',
            ],
            339 => 
            [
                'id' => 340,
                'name' => '新北市政府消防局九份分隊',
                'address' => '新北市瑞芳區崙頂路1-5號',
                'telephone' => '02-24061500',
            ],
            340 => 
            [
                'id' => 341,
                'name' => '新北市政府消防局',
                'address' => '新北市板橋區中山路一段161號9樓',
                'telephone' => '02-29603456',
            ],
            341 => 
            [
                'id' => 342,
                'name' => '新北市政府消防局第一救災救護大隊',
                'address' => '新北市板橋區莒光路161號3樓',
                'telephone' => '02-22528119',
            ],
            342 => 
            [
                'id' => 343,
                'name' => '新北市政府消防局南勢分隊',
                'address' => '新北市中和區南山路236號',
                'telephone' => '02-2944-0056',
            ],
            343 => 
            [
                'id' => 344,
                'name' => '新北市政府消防局國光分隊',
                'address' => '新北市中和區莒光路160-1號',
                'telephone' => '02-89513511',
            ],
            344 => 
            [
                'id' => 345,
                'name' => '新北市政府消防局永和分隊',
                'address' => '新北市永和區警光街1-1號',
                'telephone' => '02-29214784',
            ],
            345 => 
            [
                'id' => 346,
                'name' => '新北市政府消防局永利分隊',
                'address' => '新北市永和區永利路72-1號',
                'telephone' => '02-29295119',
            ],
            346 => 
            [
                'id' => 347,
                'name' => '新北市政府消防局莒光分隊',
                'address' => '新北市板橋區莒光路161號1樓',
                'telephone' => '02-22515614',
            ],
            347 => 
            [
                'id' => 348,
                'name' => '新北市政府消防局板橋分隊',
                'address' => '新北市板橋區重慶路293號',
                'telephone' => '02-29554614',
            ],
            348 => 
            [
                'id' => 349,
                'name' => '新北市政府消防局大觀分隊',
                'address' => '新北市板橋區大觀路一段38巷臨1-3號',
                'telephone' => '02-29666144',
            ],
            349 => 
            [
                'id' => 350,
                'name' => '新北市政府消防局海山分隊',
                'address' => '新北市板橋區英士路151號',
                'telephone' => '02-22596285',
            ],
            350 => 
            [
                'id' => 351,
                'name' => '新北市政府消防局民生分隊',
                'address' => '新北市板橋區民生路二段臨56-2號',
                'telephone' => '02-29563260',
            ],
            351 => 
            [
                'id' => 352,
                'name' => '新北市政府消防局溪崑分隊',
                'address' => '新北市板橋區篤行路二段135號',
                'telephone' => '02-26878815',
            ],
            352 => 
            [
                'id' => 353,
                'name' => '新北市政府消防局第二救災救護大隊',
                'address' => '新北市新莊區中正路170號5樓',
                'telephone' => '02-29985958',
            ],
            353 => 
            [
                'id' => 354,
                'name' => '新北市政府消防局五工分隊',
                'address' => '新北市新莊區五工路97巷5號',
                'telephone' => '02-89903673',
            ],
            354 => 
            [
                'id' => 355,
                'name' => '新北市政府消防局福營分隊',
                'address' => '新北市新莊區福營路279號',
                'telephone' => '02-29032119',
            ],
            355 => 
            [
                'id' => 356,
                'name' => '新北市政府消防局新莊分隊',
                'address' => '新北市新莊區中正路170號',
                'telephone' => '02-29924050',
            ],
            356 => 
            [
                'id' => 357,
                'name' => '新北市政府消防局中港分隊',
                'address' => '新北市新莊區中原路512號',
                'telephone' => '02-85216119',
            ],
            357 => 
            [
                'id' => 358,
                'name' => '新北市政府消防局頭前分隊',
                'address' => '新北市新莊區幸福東路7號',
                'telephone' => '02-29922259',
            ],
            358 => 
            [
                'id' => 359,
                'name' => '新北市政府消防局五股分隊',
                'address' => '新北市五股區工商路1號',
                'telephone' => '02-22921119',
            ],
            359 => 
            [
                'id' => 360,
                'name' => '新北市政府消防局德音分隊',
                'address' => '新北市五股區明德路8號',
                'telephone' => '02-2291-2363',
            ],
            360 => 
            [
                'id' => 361,
                'name' => '新北市政府消防局泰山分隊',
                'address' => '新北市泰山區明志路二段188號',
                'telephone' => '02-22962640',
            ],
            361 => 
            [
                'id' => 362,
                'name' => '新北市政府消防局林口分隊',
                'address' => '新北市林口區中山路137號',
                'telephone' => '02-26011166',
            ],
            362 => 
            [
                'id' => 363,
                'name' => '新北市政府消防局第三救災救護大隊',
                'address' => '新北市蘆洲區長榮路792號',
                'telephone' => '02-82859119',
            ],
            363 => 
            [
                'id' => 364,
                'name' => '新北市政府消防局三重分隊',
                'address' => '新北市三重區文化南路44號',
                'telephone' => '02-29750105',
            ],
            364 => 
            [
                'id' => 365,
                'name' => '新北市政府消防局重陽分隊',
                'address' => '新北市三重區重陽路一段123號',
                'telephone' => '02-29889009',
            ],
            365 => 
            [
                'id' => 366,
                'name' => '新北市政府消防局慈福分隊',
                'address' => '新北市三重區溪尾街301號',
                'telephone' => '02-2857-5564',
            ],
            366 => 
            [
                'id' => 367,
                'name' => '新北市政府消防局二重分隊',
                'address' => '新北市三重區中興北街225號',
                'telephone' => '02-29959720',
            ],
            367 => 
            [
                'id' => 368,
                'name' => '新北市政府消防局成功分隊',
                'address' => '新北市蘆洲區中山一路415號',
                'telephone' => '02-22821119',
            ],
            368 => 
            [
                'id' => 369,
                'name' => '新北市政府消防局龍源分隊',
                'address' => '新北市八里區龍米路一段225號',
                'telephone' => '02-26181730',
            ],
            369 => 
            [
                'id' => 370,
                'name' => '新北市政府消防局八里分隊',
                'address' => '新北市八里區中山路二段76號',
                'telephone' => '02-26102718',
            ],
            370 => 
            [
                'id' => 371,
                'name' => '新北市政府消防局淡水分隊',
                'address' => '新北市淡水區新生街29號',
                'telephone' => '02-26210140',
            ],
            371 => 
            [
                'id' => 372,
                'name' => '新北市政府消防局竹圍分隊',
                'address' => '新北市淡水區中正東路一段125號',
                'telephone' => '02-26290366',
            ],
            372 => 
            [
                'id' => 373,
                'name' => '新北市政府消防局三芝分隊',
                'address' => '新北市三芝區中山路一段10號',
                'telephone' => '02-26362457',
            ],
            373 => 
            [
                'id' => 374,
                'name' => '新北市政府消防局第四救災救護大隊',
                'address' => '新北市新店區北新路一段98號5樓',
                'telephone' => '02-29110163',
            ],
            374 => 
            [
                'id' => 375,
                'name' => '新北市政府消防局新店分隊',
                'address' => '新北市新店區北新路一段98號',
                'telephone' => '02-29117947',
            ],
            375 => 
            [
                'id' => 376,
                'name' => '新北市政府消防局直潭分隊',
                'address' => '新北市新店區直潭十街25號',
                'telephone' => '02-26660170',
            ],
            376 => 
            [
                'id' => 377,
                'name' => '新北市政府消防局安康分隊',
                'address' => '新北市新店區安康路三段2號1樓',
                'telephone' => '02-22141860',
            ],
            377 => 
            [
                'id' => 378,
                'name' => '新北市政府消防局石碇分隊',
                'address' => '新北市石碇區碇坪路一段81號',
                'telephone' => '02-26632234',
            ],
            378 => 
            [
                'id' => 379,
                'name' => '新北市政府消防局坪林分隊',
                'address' => '新北市坪林區坪林里國中路1號',
                'telephone' => '02-26656119',
            ],
            379 => 
            [
                'id' => 380,
                'name' => '新北市政府消防局雪山分隊',
                'address' => '新北市坪林區坪雙路一段56號',
                'telephone' => '02-26658330',
            ],
            380 => 
            [
                'id' => 381,
                'name' => '新北市政府消防局烏來分隊',
                'address' => '新北市烏來區環山路51號',
            'telephone' => '(02)26616187',
            ],
            381 => 
            [
                'id' => 382,
                'name' => '新北市政府消防局深坑分隊',
                'address' => '新北市深坑區文山路一段35號1樓',
                'telephone' => '02-26621115',
            ],
            382 => 
            [
                'id' => 383,
                'name' => '新北市政府消防局第五救災救護大隊',
                'address' => '新北市三峽區隆恩街247號',
                'telephone' => '02-86713380#3519',
            ],
            383 => 
            [
                'id' => 384,
                'name' => '新北市政府消防局土城分隊',
                'address' => '新北市土城區金城路一段90號',
                'telephone' => '02-22602524',
            ],
            384 => 
            [
                'id' => 385,
                'name' => '新北市政府消防局清水分隊',
                'address' => '新北市土城區青雲路35號',
                'telephone' => '02-22615281',
            ],
            385 => 
            [
                'id' => 386,
                'name' => '新北市政府消防局頂埔分隊',
                'address' => '新北市土城區中山路49號',
                'telephone' => '02-2268-1574',
            ],
            386 => 
            [
                'id' => 387,
                'name' => '新北市政府消防局樹林分隊',
                'address' => '新北市樹林區環漢路五段50號',
                'telephone' => '02-86859790',
            ],
            387 => 
            [
                'id' => 388,
                'name' => '新北市政府消防局樹潭分隊',
                'address' => '新北市樹林區俊保路160號',
                'telephone' => '02-26822119',
            ],
            388 => 
            [
                'id' => 389,
                'name' => '新北市政府消防局柑園分隊',
                'address' => '新北市樹林區柑園街一段60號',
                'telephone' => '02-26802134',
            ],
            389 => 
            [
                'id' => 390,
                'name' => '新北市政府消防局三峽分隊',
                'address' => '新北市三峽區中正路一段46號',
                'telephone' => '02-26711119',
            ],
            390 => 
            [
                'id' => 391,
                'name' => '新北市政府消防局隆恩分隊',
                'address' => '新北市三峽區隆恩街247號',
                'telephone' => '02-26747927',
            ],
            391 => 
            [
                'id' => 392,
                'name' => '新北市政府消防局鶯歌分隊',
                'address' => '新北市鶯歌區建國路420號',
                'telephone' => '02-26792082',
            ],
            392 => 
            [
                'id' => 393,
                'name' => '新北市政府消防局第六救災救護大隊',
                'address' => '新北市汐止區福德一路236號',
                'telephone' => '02-26947119',
            ],
            393 => 
            [
                'id' => 394,
                'name' => '新北市政府消防局社后分隊',
                'address' => '新北市汐止區中興里福德一路236號',
                'telephone' => '02-86931911',
            ],
            394 => 
            [
                'id' => 395,
                'name' => '新北市政府消防局汐止分隊',
                'address' => '新北市汐止區大同路二段447號',
                'telephone' => '02-26413249',
            ],
            395 => 
            [
                'id' => 396,
                'name' => '新北市政府消防局秀峰分隊',
                'address' => '新北市汐止區忠孝東路1-1號',
                'telephone' => '02-2641-2052',
            ],
            396 => 
            [
                'id' => 397,
                'name' => '新北市政府消防局長青分隊',
                'address' => '新北市汐止區永春一路4號',
                'telephone' => '02-26451334',
            ],
            397 => 
            [
                'id' => 398,
                'name' => '新北市政府消防局橫科分隊',
                'address' => '新北市汐止區橫科路119號',
                'telephone' => '02-26600623',
            ],
            398 => 
            [
                'id' => 399,
                'name' => '新北市政府消防局瑞芳分隊',
                'address' => '新北市瑞芳區中正路30號',
                'telephone' => '02-24971600',
            ],
            399 => 
            [
                'id' => 400,
                'name' => '新北市政府消防局瑞亭分隊',
                'address' => '新北市瑞芳區大埔路176號',
                'telephone' => '02-24578684',
            ],
            400 => 
            [
                'id' => 401,
                'name' => '新北市政府消防局南雅分隊',
                'address' => '新北市板橋區南雅南路二段15號',
                'telephone' => '02-8951-3518',
            ],
            401 => 
            [
                'id' => 402,
                'name' => '新北市政府消防局石門分隊',
                'address' => '新北市石門區尖鹿里中山路64之1號',
                'telephone' => '02-26381619',
            ],
            402 => 
            [
                'id' => 403,
                'name' => '新北市政府消防局萬里分隊',
                'address' => '新北市萬里區景美16號',
                'telephone' => '02-24922739',
            ],
            403 => 
            [
                'id' => 404,
                'name' => '新北市政府消防局雙溪分隊',
                'address' => '新北市雙溪區中山路45號',
                'telephone' => '02-24931314',
            ],
            404 => 
            [
                'id' => 405,
                'name' => '新北市政府消防局貢寮分隊',
                'address' => '新北市貢寮區朝陽街66號',
                'telephone' => '02-24941314',
            ],
            405 => 
            [
                'id' => 406,
                'name' => '新北市政府消防局平溪分隊',
                'address' => '新北市平溪區靜安路二段289號',
                'telephone' => '02-24951119',
            ],
            406 => 
            [
                'id' => 407,
                'name' => '新北市政府消防局金山分隊',
                'address' => '新北市金山區南勢54號',
                'telephone' => '02-24982519',
            ],
            407 => 
            [
                'id' => 408,
                'name' => '新北市政府消防局樹林中隊',
                'address' => '新北市樹林區環漢路五段50號',
                'telephone' => '02-86859790',
            ],
            408 => 
            [
                'id' => 409,
                'name' => '臺北港分隊',
                'address' => '新北市八里區商港路122號',
                'telephone' => '02-26196151',
            ],
            409 => 
            [
                'id' => 410,
                'name' => '新北市政府消防局特搜大隊',
                'address' => '新北市板橋區南雅南路二段15號',
                'telephone' => '02-8951-3513',
            ],
            410 => 
            [
                'id' => 411,
                'name' => '新北市政府消防局瑞芳中隊',
                'address' => '新北市瑞芳區中正路30號',
                'telephone' => '02-24971600',
            ],
            411 => 
            [
                'id' => 412,
                'name' => '新北市政府消防局蘆洲分隊',
                'address' => '新北市蘆洲區長榮路792號',
                'telephone' => '02-22858100',
            ],
            412 => 
            [
                'id' => 413,
                'name' => '新北市政府消防局文化分隊',
                'address' => '新北市林口區 文化三路一段302號',
                'telephone' => '02-26089803',
            ],
            413 => 
            [
                'id' => 414,
                'name' => '新北市政府消防局第三大隊淡水中隊滬尾分隊',
                'address' => '新北市淡水區中正路15巷5號',
                'telephone' => '02-26263961',
            ],
            414 => 
            [
                'id' => 415,
                'name' => '新北市政府消防局中和分隊',
                'address' => '新北市中和區中山路二段64巷11號',
                'telephone' => '02-22491819',
            ],
            415 => 
            [
                'id' => 416,
                'name' => '新竹市消防局金山分隊',
                'address' => '新竹市東區介壽路190號',
                'telephone' => '036662172',
            ],
            416 => 
            [
                'id' => 417,
                'name' => '新竹市消防局',
                'address' => '新竹市北區西大路679號',
                'telephone' => '03-5229508',
            ],
            417 => 
            [
                'id' => 418,
                'name' => '新竹市消防局第一救災救護大隊',
                'address' => '新竹市香山區牛埔北路150號5樓',
                'telephone' => '03-5301939',
            ],
            418 => 
            [
                'id' => 419,
                'name' => '新竹市消防局竹光分隊',
                'address' => '新竹市北區西大路679號1樓',
                'telephone' => '03-5265248',
            ],
            419 => 
            [
                'id' => 420,
                'name' => '新竹市消防局中山分隊',
                'address' => '新竹市北區中山路4號',
                'telephone' => '03-5222050',
            ],
            420 => 
            [
                'id' => 421,
                'name' => '新竹市消防局香山分隊',
                'address' => '新竹市香山區牛埔北路150號',
                'telephone' => '03-5389360',
            ],
            421 => 
            [
                'id' => 422,
                'name' => '新竹市消防局朝山分隊',
                'address' => '新竹市香山區中華路五段688號',
                'telephone' => '03-5376753',
            ],
            422 => 
            [
                'id' => 423,
                'name' => '新竹市消防局南寮分隊',
                'address' => '新竹市北區東大路三段539號',
                'telephone' => '03-5361157',
            ],
            423 => 
            [
                'id' => 424,
                'name' => '新竹市消防局第二救災救護大隊',
                'address' => '新竹市東區公園路356號',
                'telephone' => '03-5616150',
            ],
            424 => 
            [
                'id' => 425,
                'name' => '新竹市消防局光復分隊',
                'address' => '新竹市東區公園路356號',
                'telephone' => '03-5234918',
            ],
            425 => 
            [
                'id' => 426,
                'name' => '新竹市消防局埔頂分隊',
                'address' => '新竹市東區光復路一段568號1樓',
                'telephone' => '03-5790102',
            ],
            426 => 
            [
                'id' => 427,
                'name' => '新竹市消防局明湖分隊',
                'address' => '新竹市東區明湖路1075巷9號',
                'telephone' => '03-5292925',
            ],
            427 => 
            [
                'id' => 428,
                'name' => '新竹市消防局三民分隊',
                'address' => '新竹市北區經國路一段486號',
                'telephone' => '03-5437807',
            ],
            428 => 
            [
                'id' => 429,
                'name' => '新竹縣政府消防局',
                'address' => '新竹縣竹北市光明五街295號',
                'telephone' => '03-5513520',
            ],
            429 => 
            [
                'id' => 430,
                'name' => '新竹縣政府消防局第一救災救護大隊',
                'address' => '新竹縣竹北市福興路757號',
                'telephone' => '03-5550980',
            ],
            430 => 
            [
                'id' => 431,
                'name' => '新竹縣政府消防局竹北分隊',
                'address' => '新竹縣竹北市福興路757號',
                'telephone' => '03-5552922',
            ],
            431 => 
            [
                'id' => 432,
                'name' => '新竹縣政府消防局新豐分隊',
                'address' => '新竹縣新豐鄉建興路二段788-1號',
                'telephone' => '03-5593340',
            ],
            432 => 
            [
                'id' => 433,
                'name' => '新竹縣政府消防局湖口分隊',
                'address' => '新竹縣湖口鄉信勢村3鄰成功路109號',
                'telephone' => '03-5992454',
            ],
            433 => 
            [
                'id' => 434,
                'name' => '新竹縣政府消防局新工分隊',
                'address' => '新竹縣湖口鄉文化路188號',
                'telephone' => '03-5981674',
            ],
            434 => 
            [
                'id' => 435,
                'name' => '新竹縣政府消防局新埔分隊',
                'address' => '新竹縣新埔鎮田新路660號',
                'telephone' => '03-5882187',
            ],
            435 => 
            [
                'id' => 436,
                'name' => '新竹縣政府消防局關西分隊',
                'address' => '新竹縣關西鎮正義路146號',
                'telephone' => '03-5872790',
            ],
            436 => 
            [
                'id' => 437,
                'name' => '新竹縣政府消防局第二救災救護大隊',
                'address' => '新竹縣竹東鎮長安路77號',
                'telephone' => '03-5944860',
            ],
            437 => 
            [
                'id' => 438,
                'name' => '新竹縣政府消防局竹東分隊',
                'address' => '新竹縣竹東鎮中正路206號',
                'telephone' => '03-5962066',
            ],
            438 => 
            [
                'id' => 439,
                'name' => '新竹縣政府消防局芎林分隊',
                'address' => '新竹縣芎林鄉文山路337號',
                'telephone' => '03-5921978',
            ],
            439 => 
            [
                'id' => 440,
                'name' => '新竹縣政府消防局二重分隊',
                'address' => '新竹縣竹東鎮中興路四段99號',
                'telephone' => '03-5829233',
            ],
            440 => 
            [
                'id' => 441,
                'name' => '新竹縣政府消防局北埔分隊',
                'address' => '新竹縣北埔鄉南興街66號',
                'telephone' => '03-5804449',
            ],
            441 => 
            [
                'id' => 442,
                'name' => '新竹縣政府消防局峨眉分隊',
                'address' => '新竹縣峨眉鄉峨眉村2鄰峨眉街1號之1',
                'telephone' => '03-5800684',
            ],
            442 => 
            [
                'id' => 443,
                'name' => '新竹縣政府消防局寶山分隊',
                'address' => '新竹縣寶山鄉雙園路二段288號',
                'telephone' => '03-5204755',
            ],
            443 => 
            [
                'id' => 444,
                'name' => '新竹縣政府消防局橫山分隊',
                'address' => '新竹縣橫山鄉新興街120號',
                'telephone' => '03-5932475',
            ],
            444 => 
            [
                'id' => 445,
                'name' => '新竹縣政府消防局尖石分隊',
                'address' => '新竹縣尖石鄉嘉樂村2鄰麥樹仁62號',
                'telephone' => '03-5841014',
            ],
            445 => 
            [
                'id' => 446,
                'name' => '新竹縣政府消防局山崎分隊',
                'address' => '新竹縣新豐鄉松林街10號',
                'telephone' => '03-5576811',
            ],
            446 => 
            [
                'id' => 447,
                'name' => '新竹縣政府消防局豐田分隊',
                'address' => '新竹縣竹北市中正西路2075巷6號',
                'telephone' => '03-5566119',
            ],
            447 => 
            [
                'id' => 448,
                'name' => '新竹縣政府消防局光明分隊',
                'address' => '新竹縣竹北市光明五街295號',
                'telephone' => '03-5559119',
            ],
            448 => 
            [
                'id' => 449,
                'name' => '新竹縣政府消防局五峰分隊',
                'address' => '新竹縣五峰鄉桃山村1鄰桃山8之2號',
                'telephone' => '03-5856320',
            ],
            449 => 
            [
                'id' => 450,
                'name' => '新竹縣政府消防局第三救災救護大隊',
                'address' => '新竹縣新埔鎮田新路660號',
                'telephone' => '03-5886332',
            ],
            450 => 
            [
                'id' => 451,
                'name' => '嘉義市第二消防大隊東區分隊',
                'address' => '嘉義市東區新生路306號',
                'telephone' => '05-2759746',
            ],
            451 => 
            [
                'id' => 452,
                'name' => '嘉義市政府消防局',
                'address' => '嘉義市東區立學街16號',
                'telephone' => '05-2716660',
            ],
            452 => 
            [
                'id' => 453,
                'name' => '嘉義市政府消防局第一消防大隊',
                'address' => '嘉義市西區文化路287號3樓',
                'telephone' => '05-2226658',
            ],
            453 => 
            [
                'id' => 454,
                'name' => '嘉義市政府消防局第一分隊',
                'address' => '嘉義市西區文化路287號',
                'telephone' => '05-2226658',
            ],
            454 => 
            [
                'id' => 455,
                'name' => '嘉義市政府消防局德安分隊',
                'address' => '嘉義市西區德安路171號',
                'telephone' => '05-2330119',
            ],
            455 => 
            [
                'id' => 456,
                'name' => '嘉義市政府消防局湖內分隊',
                'address' => '嘉義市西區南京路59號',
                'telephone' => '05-2832051',
            ],
            456 => 
            [
                'id' => 457,
                'name' => '嘉義市政府消防局第二消防大隊',
                'address' => '嘉義市東區保建街123號',
                'telephone' => '05-2761851',
            ],
            457 => 
            [
                'id' => 458,
                'name' => '嘉義市政府消防局第二分隊',
                'address' => '嘉義市東區吳鳳南路367號',
                'telephone' => '05-2254430',
            ],
            458 => 
            [
                'id' => 459,
                'name' => '嘉義市政府消防局後湖分隊',
                'address' => '嘉義市東區保建街123號',
                'telephone' => '05-2761851',
            ],
            459 => 
            [
                'id' => 460,
                'name' => '嘉義市政府消防局蘭潭分隊',
                'address' => '嘉義市東區立學街16號',
                'telephone' => '05-271-5390',
            ],
            460 => 
            [
                'id' => 461,
                'name' => '嘉義縣消防局',
                'address' => '嘉義縣太保市祥和二路東段6號',
                'telephone' => '05-3620233',
            ],
            461 => 
            [
                'id' => 462,
                'name' => '嘉義縣消防局第一大隊',
                'address' => '嘉義縣朴子市光復新路16號',
                'telephone' => '05-3792088',
            ],
            462 => 
            [
                'id' => 463,
                'name' => '嘉義縣消防局祥和救助分隊',
                'address' => '嘉義縣太保市祥和二路東段6號1樓',
                'telephone' => '05-3620233',
            ],
            463 => 
            [
                'id' => 464,
                'name' => '嘉義縣消防局朴子分隊',
                'address' => '嘉義縣朴子市光復新路16號',
                'telephone' => '05-3792075',
            ],
            464 => 
            [
                'id' => 465,
                'name' => '嘉義縣消防局東石分隊',
                'address' => '嘉義縣東石鄉東石鄉東石村43號',
                'telephone' => '05-3732502',
            ],
            465 => 
            [
                'id' => 466,
                'name' => '嘉義縣消防局六腳分隊',
                'address' => '嘉義縣六腳鄉蒜頭村15鄰蒜頭73之2號',
                'telephone' => '05-3802274',
            ],
            466 => 
            [
                'id' => 467,
                'name' => '嘉義縣消防局布袋分隊',
                'address' => '嘉義縣布袋鎮龍江里2-2號',
                'telephone' => '053472074',
            ],
            467 => 
            [
                'id' => 468,
                'name' => '嘉義縣消防局義竹分隊',
                'address' => '嘉義縣義竹鄉仁里村435-3號',
                'telephone' => '05-3412044',
            ],
            468 => 
            [
                'id' => 469,
                'name' => '嘉義縣消防局鹿草分隊',
                'address' => '嘉義縣鹿草鄉西井村鹿環西路3號',
                'telephone' => '05-3752243',
            ],
            469 => 
            [
                'id' => 470,
                'name' => '嘉義縣消防局第二大隊',
                'address' => '嘉義縣民雄鄉文隆村建國路二段261號',
                'telephone' => '05-2062119',
            ],
            470 => 
            [
                'id' => 471,
                'name' => '嘉義縣消防局雙福救助分隊',
                'address' => '嘉義縣民雄鄉建國路二段261號',
                'telephone' => '05-2066119',
            ],
            471 => 
            [
                'id' => 472,
                'name' => '嘉義縣消防局民雄分隊',
                'address' => '嘉義縣民雄鄉東榮村民族路21號',
                'telephone' => '05-2262829',
            ],
            472 => 
            [
                'id' => 473,
                'name' => '嘉義縣消防局大林分隊',
                'address' => '嘉義縣大林鎮中正路158號',
                'telephone' => '05-2652027',
            ],
            473 => 
            [
                'id' => 474,
                'name' => '嘉義縣消防局溪口分隊',
                'address' => '嘉義縣溪口鄉溪西村中山路168號',
                'telephone' => '05-2691201',
            ],
            474 => 
            [
                'id' => 475,
                'name' => '嘉義縣消防局新港分隊',
                'address' => '嘉義縣新港鄉公園路28號',
                'telephone' => '05-3742314',
            ],
            475 => 
            [
                'id' => 476,
                'name' => '嘉義縣消防局水上分隊',
                'address' => '嘉義縣水上鄉三鎮村三鎮路119號',
                'telephone' => '05-2682380',
            ],
            476 => 
            [
                'id' => 477,
                'name' => '嘉義縣消防局太保分隊',
                'address' => '嘉義縣太保市過溝里6鄰麻太路112號',
                'telephone' => '05-3711202',
            ],
            477 => 
            [
                'id' => 478,
                'name' => '嘉義縣消防局第三大隊',
                'address' => '嘉義縣中埔鄉和興村和興路100號',
                'telephone' => '05-2399119',
            ],
            478 => 
            [
                'id' => 479,
                'name' => '嘉義縣消防局中埔分隊',
                'address' => '嘉義縣中埔鄉中埔村中正路68號',
                'telephone' => '05-2531340',
            ],
            479 => 
            [
                'id' => 480,
                'name' => '嘉義縣消防局番路分隊',
                'address' => '嘉義縣番路鄉下坑村菜公店21號',
                'telephone' => '05-2591304',
            ],
            480 => 
            [
                'id' => 481,
                'name' => '嘉義縣消防局大埔分隊',
                'address' => '嘉義縣大埔鄉大埔村133號',
                'telephone' => '05-2521424',
            ],
            481 => 
            [
                'id' => 482,
                'name' => '嘉義縣消防局竹崎分隊',
                'address' => '嘉義縣竹崎鄉竹崎村舊車站79號',
                'telephone' => '05-2611257',
            ],
            482 => 
            [
                'id' => 483,
                'name' => '嘉義縣消防局梅山分隊',
                'address' => '嘉義縣梅山鄉梅北村華山路20號',
                'telephone' => '05-2621020',
            ],
            483 => 
            [
                'id' => 484,
                'name' => '嘉義縣消防局阿里山分隊',
                'address' => '嘉義縣阿里山鄉中山村63號',
                'telephone' => '05-2679900',
            ],
            484 => 
            [
                'id' => 485,
                'name' => '嘉義縣消防局奮起湖分隊',
                'address' => '嘉義縣竹崎鄉中和村17鄰奮起湖215之1號',
                'telephone' => '05-2561746',
            ],
            485 => 
            [
                'id' => 486,
                'name' => '嘉義縣消防局第二大隊大美分隊',
                'address' => '嘉義縣大林鎮大美里大埔美1之1號',
                'telephone' => '05-2953911',
            ],
            486 => 
            [
                'id' => 487,
                'name' => '嘉義縣消防局三和救助分隊',
                'address' => '嘉義縣中埔鄉和興村和興路100號',
                'telephone' => '05-2306119',
            ],
            487 => 
            [
                'id' => 488,
                'name' => '彰化縣消防局第五救災救護大隊',
                'address' => '彰化縣員林市員南路420巷66弄25號',
                'telephone' => '04-8361431',
            ],
            488 => 
            [
                'id' => 489,
                'name' => '彰化縣消防局林厝分隊',
                'address' => '彰化縣員林市員南路420巷66弄25號',
                'telephone' => '04-8361738',
            ],
            489 => 
            [
                'id' => 490,
                'name' => '彰化縣消防局',
                'address' => '彰化縣彰化市中央路1號',
                'telephone' => '04-7512119',
            ],
            490 => 
            [
                'id' => 491,
                'name' => '彰化縣消防局第一救災救護大隊',
                'address' => '彰化縣彰化市中山路三段266號',
                'telephone' => '04-7267119',
            ],
            491 => 
            [
                'id' => 492,
                'name' => '彰化縣消防局彰化分隊',
                'address' => '彰化縣彰化市中央路1號',
                'telephone' => '04-7635119',
            ],
            492 => 
            [
                'id' => 493,
                'name' => '彰化縣消防局彰化東區分隊',
                'address' => '彰化縣彰化市中山路三段266號',
                'telephone' => '04-7200236',
            ],
            493 => 
            [
                'id' => 494,
                'name' => '彰化縣消防局花壇分隊',
                'address' => '彰化縣花壇鄉彰員路二段497號',
                'telephone' => '04-7862082',
            ],
            494 => 
            [
                'id' => 495,
                'name' => '彰化縣消防局芬園分隊',
                'address' => '彰化縣芬園鄉彰南路四段189號',
                'telephone' => '049-2523653',
            ],
            495 => 
            [
                'id' => 496,
                'name' => '彰化縣消防局和美分隊',
                'address' => '彰化縣和美鎮德美路520號',
                'telephone' => '04-7553244',
            ],
            496 => 
            [
                'id' => 497,
                'name' => '彰化縣消防局線西分隊',
                'address' => '彰化縣線西鄉和線路972號',
                'telephone' => '04-7585334',
            ],
            497 => 
            [
                'id' => 498,
                'name' => '彰化縣消防局伸港分隊',
                'address' => '彰化縣伸港鄉大同村中興路二段197號',
                'telephone' => '04-7984595',
            ],
            498 => 
            [
                'id' => 499,
                'name' => '彰化縣消防局第二救災救護大隊',
                'address' => '彰化縣員林市員南路420巷66弄25號',
                'telephone' => '04-8378521',
            ],
            499 => 
            [
                'id' => 500,
                'name' => '彰化縣消防局員林分隊',
                'address' => '彰化縣員林市和平東路21號',
                'telephone' => '04-8320300',
            ],
        ]);
        DB::table('taiwan_fire_stations')->insert([
            0 => 
            [
                'id' => 501,
                'name' => '彰化縣消防局第二大隊員林西區分隊',
                'address' => '彰化縣員林市源泉路78-100號',
                'telephone' => '04-8382969',
            ],
            1 => 
            [
                'id' => 502,
                'name' => '彰化縣消防局大村分隊',
                'address' => '彰化縣大村鄉茄苳路一段52號',
                'telephone' => '04-8523495',
            ],
            2 => 
            [
                'id' => 503,
                'name' => '彰化縣消防局永靖分隊',
                'address' => '彰化縣永靖鄉永靖街2號',
                'telephone' => '04-8223004',
            ],
            3 => 
            [
                'id' => 504,
                'name' => '彰化縣消防局田中分隊',
                'address' => '彰化縣田中鎮斗中路一段230號',
                'telephone' => '04-8742050',
            ],
            4 => 
            [
                'id' => 505,
                'name' => '彰化縣消防局社頭分隊',
                'address' => '彰化縣社頭鄉員集路二段204號',
                'telephone' => '04-8732204',
            ],
            5 => 
            [
                'id' => 506,
                'name' => '彰化縣消防局二水分隊',
                'address' => '彰化縣二水鄉惠民路199號',
                'telephone' => '04-8793004',
            ],
            6 => 
            [
                'id' => 507,
                'name' => '彰化縣消防局第三救災救護大隊',
                'address' => '彰化縣鹿港鎮建國路489號',
                'telephone' => '04-7740119',
            ],
            7 => 
            [
                'id' => 508,
                'name' => '彰化縣消防局鹿港分隊',
                'address' => '彰化縣鹿港鎮中山路296號',
                'telephone' => '04-7749974',
            ],
            8 => 
            [
                'id' => 509,
                'name' => '彰化縣消防局福興分隊',
                'address' => '彰化縣福興鄉復興路33號',
                'telephone' => '04-7792875',
            ],
            9 => 
            [
                'id' => 510,
                'name' => '彰化縣消防局秀水分隊',
                'address' => '彰化縣秀水鄉復新街5號',
                'telephone' => '04-7692144',
            ],
            10 => 
            [
                'id' => 511,
                'name' => '彰化縣消防局溪湖分隊',
                'address' => '彰化縣溪湖鎮大溪路二段330號',
                'telephone' => '04-8852007',
            ],
            11 => 
            [
                'id' => 512,
                'name' => '彰化縣消防局埔鹽分隊',
                'address' => '彰化縣埔鹽鄉員鹿路二段160號',
                'telephone' => '04-8653437',
            ],
            12 => 
            [
                'id' => 513,
                'name' => '彰化縣消防局埔心分隊',
                'address' => '彰化縣埔心鄉中正路二段155號',
                'telephone' => '04-8294704',
            ],
            13 => 
            [
                'id' => 514,
                'name' => '彰化縣消防局鹿鳴分隊',
                'address' => '彰化縣鹿港鎮建國路489號',
                'telephone' => '04-7749974',
            ],
            14 => 
            [
                'id' => 515,
                'name' => '彰化縣消防局第四救災救護大隊',
                'address' => '彰化縣埤頭鄉安康街100號',
                'telephone' => '04-8910119',
            ],
            15 => 
            [
                'id' => 516,
                'name' => '彰化縣消防局北斗分隊',
                'address' => '彰化縣北斗鎮西德里公所街12號',
                'telephone' => '04-8882050',
            ],
            16 => 
            [
                'id' => 517,
                'name' => '彰化縣消防局田尾分隊',
                'address' => '彰化縣田尾鄉公園東路1號',
                'telephone' => '04-8832086',
            ],
            17 => 
            [
                'id' => 518,
                'name' => '彰化縣消防局溪州分隊',
                'address' => '彰化縣溪州鄉中山路三段278號',
                'telephone' => '04-8895439',
            ],
            18 => 
            [
                'id' => 519,
                'name' => '彰化縣消防局埤頭分隊',
                'address' => '彰化縣埤頭鄉安康街100號',
                'telephone' => '04-8922844',
            ],
            19 => 
            [
                'id' => 520,
                'name' => '彰化縣消防局二林分隊',
                'address' => '彰化縣二林鎮仁愛路200號',
                'telephone' => '04-8960695',
            ],
            20 => 
            [
                'id' => 521,
                'name' => '彰化縣消防局竹塘分隊',
                'address' => '彰化縣竹塘鄉竹林路一段285號',
                'telephone' => '04-8972424',
            ],
            21 => 
            [
                'id' => 522,
                'name' => '彰化縣消防局大城分隊',
                'address' => '彰化縣大城鄉南平路911號',
                'telephone' => '04-8941045',
            ],
            22 => 
            [
                'id' => 523,
                'name' => '彰化縣消防局芳苑分隊',
                'address' => '彰化縣芳苑鄉斗苑路芳苑段194巷50號',
                'telephone' => '04-8983677',
            ],
            23 => 
            [
                'id' => 524,
                'name' => '彰化縣消防局漢寶分隊',
                'address' => '彰化縣芳苑鄉草漢路漢寶段568號',
                'telephone' => '04-8991119',
            ],
            24 => 
            [
                'id' => 525,
                'name' => '臺中市政府消防局第一救災救護大隊',
                'address' => '臺中市豐原區圓環北路一段321號',
                'telephone' => '04-25278783',
            ],
            25 => 
            [
                'id' => 526,
                'name' => '臺中市政府消防局豐原分隊',
                'address' => '臺中市豐原區圓環北路一段321號',
                'telephone' => '04-25222300',
            ],
            26 => 
            [
                'id' => 527,
                'name' => '臺中市政府消防局潭子分隊',
                'address' => '臺中市潭子區中山路二段237巷5號',
                'telephone' => '04-25327425',
            ],
            27 => 
            [
                'id' => 528,
                'name' => '臺中市政府消防局大雅分隊',
                'address' => '臺中市大雅區學府路80號',
                'telephone' => '04-25664054',
            ],
            28 => 
            [
                'id' => 529,
                'name' => '臺中市政府消防局神岡分隊',
                'address' => '臺中市神岡區厚生路9號',
                'telephone' => '04-25622304',
            ],
            29 => 
            [
                'id' => 530,
                'name' => '臺中市政府消防局第二救災救護大隊',
                'address' => '臺中市東勢區東關路七段430號',
                'telephone' => '04-25770018',
            ],
            30 => 
            [
                'id' => 531,
                'name' => '臺中市政府消防局東勢分隊',
                'address' => '臺中市東勢區東關路七段430號',
                'telephone' => '04-25876999',
            ],
            31 => 
            [
                'id' => 532,
                'name' => '臺中市政府消防局新社分隊',
                'address' => '臺中市新社區新社里興安路1號',
                'telephone' => '04-25816754',
            ],
            32 => 
            [
                'id' => 533,
                'name' => '臺中市政府消防局和平分隊',
                'address' => '臺中市和平區東關路三段157號',
                'telephone' => '04-25941514',
            ],
            33 => 
            [
                'id' => 534,
                'name' => '臺中市政府消防局石岡分隊',
                'address' => '臺中市石岡區豐勢路1171號',
                'telephone' => '04-25724505',
            ],
            34 => 
            [
                'id' => 535,
                'name' => '臺中市政府消防局梨山分隊',
                'address' => '臺中市和平區梨山里民族街19號',
                'telephone' => '04-25989014',
            ],
            35 => 
            [
                'id' => 536,
                'name' => '臺中市政府消防局第三救災救護大隊',
                'address' => '臺中市大里區國光路二段299號',
                'telephone' => '04-24180911',
            ],
            36 => 
            [
                'id' => 537,
                'name' => '臺中市政府消防局烏日分隊',
                'address' => '臺中市烏日區烏日里新興路312號',
                'telephone' => '04-23365119',
            ],
            37 => 
            [
                'id' => 538,
                'name' => '臺中市政府消防局太平分隊',
                'address' => '臺中市太平區東平路138號',
                'telephone' => '04-22782282',
            ],
            38 => 
            [
                'id' => 539,
                'name' => '臺中市政府消防局霧峰分隊',
                'address' => '臺中市霧峰區吉峰路18號',
                'telephone' => '04-23393053',
            ],
            39 => 
            [
                'id' => 540,
                'name' => '臺中市政府消防局中山分隊',
                'address' => '臺中市太平區中山路四段23號',
                'telephone' => '04-23955465',
            ],
            40 => 
            [
                'id' => 541,
                'name' => '臺中市政府消防局仁化分隊',
                'address' => '臺中市大里區工業四路1號',
                'telephone' => '04-24914705',
            ],
            41 => 
            [
                'id' => 542,
                'name' => '臺中市政府消防局大里分隊',
                'address' => '臺中市大里區大里路289號',
                'telephone' => '04-24060653',
            ],
            42 => 
            [
                'id' => 543,
                'name' => '臺中市政府消防局國光分隊',
                'address' => '臺中市大里區國光路二段299號',
                'telephone' => '04-24070423',
            ],
            43 => 
            [
                'id' => 544,
                'name' => '臺中市政府消防局第四救災救護大隊',
                'address' => '臺中市沙鹿區鎮南路二段476號3樓',
                'telephone' => '04-26320119',
            ],
            44 => 
            [
                'id' => 545,
                'name' => '臺中市政府消防局梧棲分隊',
                'address' => '臺中市梧棲區四維路一段1號',
                'telephone' => '04-26562540',
            ],
            45 => 
            [
                'id' => 546,
                'name' => '臺中市政府消防局犁份分隊',
                'address' => '臺中市龍井區中興路120巷8號',
                'telephone' => '04-26318251',
            ],
            46 => 
            [
                'id' => 547,
                'name' => '臺中市政府消防局龍井分隊',
                'address' => '臺中市龍井區沙田路四段183號',
                'telephone' => '04-26352894',
            ],
            47 => 
            [
                'id' => 548,
                'name' => '臺中市政府消防局沙鹿分隊',
                'address' => '臺中市沙鹿區鎮南路二段476號',
                'telephone' => '04-26314471',
            ],
            48 => 
            [
                'id' => 549,
                'name' => '臺中市政府消防局清水分隊',
                'address' => '臺中市清水區南社里南社路198號',
                'telephone' => '04-26265119',
            ],
            49 => 
            [
                'id' => 550,
                'name' => '臺中市政府消防局大肚分隊',
                'address' => '臺中市大肚區沙田路三段40號',
                'telephone' => '04-26992064',
            ],
            50 => 
            [
                'id' => 551,
                'name' => '臺中市政府消防局清泉分隊',
                'address' => '臺中市沙鹿區公明里20鄰中清路六段119號',
                'telephone' => '04-26150610',
            ],
            51 => 
            [
                'id' => 552,
                'name' => '臺中市政府消防局第五救災救護大隊',
                'address' => '臺中市大甲區經國路695號3樓',
                'telephone' => '04-26876119',
            ],
            52 => 
            [
                'id' => 553,
                'name' => '臺中市政府消防局第五救災救護大隊幼獅分隊',
                'address' => '臺中市大甲區幼二路32巷1號',
                'telephone' => '04-26810819',
            ],
            53 => 
            [
                'id' => 554,
                'name' => '臺中市政府消防局大安分隊',
                'address' => '臺中市大安區中山南路199號',
                'telephone' => '04-26712600',
            ],
            54 => 
            [
                'id' => 555,
                'name' => '臺中市政府消防局后里分隊',
                'address' => '臺中市后里區文明路146號',
                'telephone' => '04-25562600',
            ],
            55 => 
            [
                'id' => 556,
                'name' => '臺中市政府消防局大甲分隊',
                'address' => '臺中市大甲區經國路695號',
                'telephone' => '04-26872300',
            ],
            56 => 
            [
                'id' => 557,
                'name' => '臺中市政府消防局外埔分隊',
                'address' => '臺中市外埔區六分路348號',
                'telephone' => '04-26833361',
            ],
            57 => 
            [
                'id' => 558,
                'name' => '臺中市政府消防局',
                'address' => '臺中市南屯區文心南九路119號',
                'telephone' => '04-23298820',
            ],
            58 => 
            [
                'id' => 559,
                'name' => '臺中市政府消防局第六救災救護大隊',
                'address' => '臺中市南屯區向心南路916號',
                'telephone' => '04-24737084',
            ],
            59 => 
            [
                'id' => 560,
                'name' => '臺中市政府消防局西屯分隊',
                'address' => '臺中市西屯區西屯路三段40號',
                'telephone' => '04-27011024',
            ],
            60 => 
            [
                'id' => 561,
                'name' => '臺中市政府消防局第七救災救護大隊',
                'address' => '臺中市北區台灣大道二段350號',
                'telephone' => '04-23288660',
            ],
            61 => 
            [
                'id' => 562,
                'name' => '臺中市政府消防局中港分隊',
                'address' => '臺中市北區台灣大道二段350號',
                'telephone' => '04-23222100',
            ],
            62 => 
            [
                'id' => 563,
                'name' => '臺中市政府消防局信義分隊',
                'address' => '臺中市南區臺中路134號',
                'telephone' => '04-22878220',
            ],
            63 => 
            [
                'id' => 564,
                'name' => '臺中市政府消防局中區分隊',
                'address' => '臺中市中區大誠里成功路332號',
                'telephone' => '04-22216042',
            ],
            64 => 
            [
                'id' => 565,
                'name' => '臺中市政府消防局勤工分隊',
                'address' => '臺中市南區復興路一段235號',
                'telephone' => '04-22621980',
            ],
            65 => 
            [
                'id' => 566,
                'name' => '臺中市政府消防局大誠分隊',
                'address' => '臺中市北區錦南街46號',
                'telephone' => '04-22333261',
            ],
            66 => 
            [
                'id' => 567,
                'name' => '臺中市政府消防局東英分隊',
                'address' => '臺中市東區東英八街42號',
                'telephone' => '04-22131478',
            ],
            67 => 
            [
                'id' => 568,
                'name' => '臺中市政府消防局第八救災救護大隊',
                'address' => '臺中市北屯區北屯路88號',
                'telephone' => '04-22315868',
            ],
            68 => 
            [
                'id' => 569,
                'name' => '臺中市政府消防局北屯分隊',
                'address' => '臺中市北屯區北屯路88號',
                'telephone' => '04-22337630',
            ],
            69 => 
            [
                'id' => 570,
                'name' => '臺中市政府消防局文昌分隊',
                'address' => '臺中市北屯區平德里文昌東三街48號',
                'telephone' => '04-22331023',
            ],
            70 => 
            [
                'id' => 571,
                'name' => '臺中市政府消防局水湳分隊',
                'address' => '臺中市北屯區中清路二段299號',
                'telephone' => '04-22922522',
            ],
            71 => 
            [
                'id' => 572,
                'name' => '臺中市政府消防局東山分隊',
                'address' => '臺中市北屯區軍福十三路268號',
                'telephone' => '04-24379921',
            ],
            72 => 
            [
                'id' => 573,
                'name' => '臺中市政府消防局雙崎分隊',
                'address' => '臺中市和平區東崎路二段39號',
                'telephone' => '04-25911911',
            ],
            73 => 
            [
                'id' => 574,
                'name' => '臺中市政府消防局十九甲分隊',
                'address' => '臺中市大里區立德里立元路26號',
                'telephone' => '04-22751233',
            ],
            74 => 
            [
                'id' => 575,
                'name' => '臺中市政府消防局特搜大隊',
                'address' => '臺中市北區錦南街46號',
                'telephone' => '04-22335292',
            ],
            75 => 
            [
                'id' => 576,
                'name' => '臺中市政府消防局頭家厝分隊',
                'address' => '臺中市潭子區得天南街37巷55號',
                'telephone' => '04-25325119',
            ],
            76 => 
            [
                'id' => 577,
                'name' => '臺中市政府消防局工業區分隊',
                'address' => '臺中市西屯區協和里15鄰工業區二十七路15號',
                'telephone' => '23552119',
            ],
            77 => 
            [
                'id' => 578,
                'name' => '臺中市政府消防局南屯分隊',
                'address' => '臺中市南屯區向心南路916號',
                'telephone' => '24755946',
            ],
            78 => 
            [
                'id' => 579,
                'name' => '臺中市政府消防局協和分隊',
                'address' => '臺中市西屯區臺灣大道四段1347號',
                'telephone' => '04-23591780',
            ],
            79 => 
            [
                'id' => 580,
                'name' => '臺中市政府消防局黎明分隊',
                'address' => '臺中市西屯區青海路二段120號',
                'telephone' => '23170018',
            ],
            80 => 
            [
                'id' => 581,
                'name' => '臺中市政府消防局春社分隊',
                'address' => '臺中市南屯區精科路22號',
                'telephone' => '04-23580818',
            ],
            81 => 
            [
                'id' => 582,
                'name' => '臺中市政府消防局四平分隊',
                'address' => '臺中市北屯區后庄路909號',
                'telephone' => '04-2422-3651',
            ],
            82 => 
            [
                'id' => 583,
                'name' => '臺中市政府消防局溪湳分隊',
                'address' => '臺中市烏日區溪南路一段823巷59號',
                'telephone' => '04-23355211',
            ],
            83 => 
            [
                'id' => 584,
                'name' => '臺中市政府消防局車籠埔分隊',
                'address' => '臺中市太平區光興路1463巷33弄67號',
                'telephone' => '04-22792947',
            ],
            84 => 
            [
                'id' => 585,
                'name' => '臺中市政府消防局谷關分隊',
                'address' => '臺中市和平區東關路一段119號',
                'telephone' => '04-25950119',
            ],
            85 => 
            [
                'id' => 586,
                'name' => '臺中市政府消防局特搜大隊搜救犬隊',
                'address' => '臺中市霧峰區信義路24號',
                'telephone' => '04-23392582',
            ],
            86 => 
            [
                'id' => 587,
                'name' => '臺中市政府消防局豐南分隊',
                'address' => '臺中市豐原區育英路150號',
                'telephone' => '04-25123119',
            ],
            87 => 
            [
                'id' => 588,
                'name' => '西碼頭分隊',
                'address' => '臺中市梧棲區南堤路三段8號',
                'telephone' => '04-26302066',
            ],
            88 => 
            [
                'id' => 589,
                'name' => '防風林分隊',
                'address' => '臺中市清水區北堤路5號',
                'telephone' => '0426566122',
            ],
            89 => 
            [
                'id' => 590,
                'name' => '南堤分隊',
                'address' => '臺中市梧棲區中南一路二段159號',
                'telephone' => '04-26582480',
            ],
            90 => 
            [
                'id' => 591,
                'name' => '第一分隊',
                'address' => '臺中市梧棲區中橫四路6號',
                'telephone' => '04-26576142',
            ],
            91 => 
            [
                'id' => 592,
                'name' => '內政部消防署特種搜救隊北部分隊',
                'address' => '敦化北路340之2號3樓',
                'telephone' => NULL,
            ],
            92 => 
            [
                'id' => 593,
                'name' => '臺北市政府消防局雙園分隊',
                'address' => '臺北市萬華區西藏路213-1號',
                'telephone' => '02-2305-3374',
            ],
            93 => 
            [
                'id' => 594,
                'name' => '臺北市政府消防局木柵分隊',
                'address' => '臺北市文山區木柵路二段200號',
                'telephone' => '02-29391604',
            ],
            94 => 
            [
                'id' => 595,
                'name' => '臺北市政府消防局建國分隊',
                'address' => '臺北市中山區民族東路282號',
                'telephone' => '02-25017795',
            ],
            95 => 
            [
                'id' => 596,
                'name' => '臺北市政府消防局成德分隊',
                'address' => '臺北市南港區東新街63巷11號',
                'telephone' => '02-26518983',
            ],
            96 => 
            [
                'id' => 597,
                'name' => '臺北市政府消防局',
                'address' => '臺北市信義區松仁路1號',
                'telephone' => '02-27297668',
            ],
            97 => 
            [
                'id' => 598,
                'name' => '臺北市政府消防局第一救災救護大隊',
                'address' => '臺北市中正區泉州街40號6樓',
                'telephone' => '02-27297668',
            ],
            98 => 
            [
                'id' => 599,
                'name' => '臺北市政府消防局萬華中隊',
                'address' => '臺北市萬華區西藏路213-1號5樓',
                'telephone' => '02-2337-4419',
            ],
            99 => 
            [
                'id' => 600,
                'name' => '臺北市政府消防局龍山分隊',
                'address' => '臺北市萬華區桂林路137號',
                'telephone' => '02-2312-2496',
            ],
            100 => 
            [
                'id' => 601,
                'name' => '臺北市政府消防局文山中隊',
                'address' => '臺北市文山區樟新街2號3F',
                'telephone' => '02-2936-1527',
            ],
            101 => 
            [
                'id' => 602,
                'name' => '臺北市政府消防局萬芳分隊',
                'address' => '臺北市文山區萬美街1段52號',
                'telephone' => '02-27297668',
            ],
            102 => 
            [
                'id' => 603,
                'name' => '臺北市政府消防局景美分隊',
                'address' => '臺北市文山區景文街30號',
                'telephone' => '02-2931-1405',
            ],
            103 => 
            [
                'id' => 604,
                'name' => '臺北市政府消防局寶橋分隊',
                'address' => '臺北市文山區樟新街2號',
                'telephone' => '02-29395140',
            ],
            104 => 
            [
                'id' => 605,
                'name' => '臺北市政府消防局中正中隊',
                'address' => '臺北市中正區北平東路1號1樓',
                'telephone' => '02-2321-3802',
            ],
            105 => 
            [
                'id' => 606,
                'name' => '臺北市政府消防局華山分隊',
                'address' => '臺北市中正區北平東路1號1樓',
                'telephone' => '02-2341-2668',
            ],
            106 => 
            [
                'id' => 607,
                'name' => '臺北市政府消防局忠孝分隊',
                'address' => '臺北市中正區忠孝東路二段8號',
                'telephone' => '02-23516396',
            ],
            107 => 
            [
                'id' => 608,
                'name' => '臺北市政府消防局泉州分隊',
                'address' => '臺北市中正區泉州街40號',
                'telephone' => '02-2337-4679',
            ],
            108 => 
            [
                'id' => 609,
                'name' => '臺北市政府消防局古亭分隊',
                'address' => '臺北市大安區基隆路4段156號',
                'telephone' => '02-2363-3293',
            ],
            109 => 
            [
                'id' => 610,
                'name' => '臺北市政府消防局城中分隊',
                'address' => '臺北市中正區忠孝西路一段86號',
                'telephone' => '02-2381-2839',
            ],
            110 => 
            [
                'id' => 611,
                'name' => '臺北市政府消防局第二救災救護大隊',
                'address' => '臺北市信義區松智路',
                'telephone' => '02-27583798',
            ],
            111 => 
            [
                'id' => 612,
                'name' => '臺北市政府消防局信義中隊',
                'address' => '臺北市信義區松智路40號',
                'telephone' => '02-27582390',
            ],
            112 => 
            [
                'id' => 613,
                'name' => '臺北市政府消防局信義分隊',
                'address' => '臺北市信義區松仁路1號',
                'telephone' => '02-27588864',
            ],
            113 => 
            [
                'id' => 614,
                'name' => '臺北市政府消防局永吉分隊',
                'address' => '臺北市信義區永吉路48號',
                'telephone' => '02-27675126',
            ],
            114 => 
            [
                'id' => 615,
                'name' => '臺北市政府消防局莊敬分隊',
                'address' => '臺北市信義區松智路40號',
                'telephone' => '02-27581575',
            ],
            115 => 
            [
                'id' => 616,
                'name' => '臺北市政府消防局大安中隊',
                'address' => '臺北市大安區復興南路二段92號5樓',
                'telephone' => '02-2708-4739',
            ],
            116 => 
            [
                'id' => 617,
                'name' => '臺北市政府消防局金華分隊',
                'address' => '臺北市大安區愛國東路79巷13號',
                'telephone' => '02-23917653',
            ],
            117 => 
            [
                'id' => 618,
                'name' => '臺北市政府消防局安和分隊',
                'address' => '臺北市大安區安和路二段2號',
                'telephone' => '02-27094191',
            ],
            118 => 
            [
                'id' => 619,
                'name' => '臺北市政府消防局復興分隊',
                'address' => '臺北市大安區復興南路二段92號',
                'telephone' => '02-27067965',
            ],
            119 => 
            [
                'id' => 620,
                'name' => '臺北市政府消防局南港中隊',
                'address' => '臺北市南港區興中路6號',
                'telephone' => '02-27883995',
            ],
            120 => 
            [
                'id' => 621,
                'name' => '臺北市政府消防局南港分隊',
                'address' => '臺北市南港區興中路6號',
                'telephone' => '02-27837757',
            ],
            121 => 
            [
                'id' => 622,
                'name' => '臺北市政府消防局舊莊分隊',
                'address' => '臺北市南港區研究院路二段86號',
                'telephone' => '02-27831453',
            ],
            122 => 
            [
                'id' => 623,
                'name' => '臺北市政府消防局第三救災救護大隊',
                'address' => '臺北市松山區長安東路二段229號',
                'telephone' => '02-27297668',
            ],
            123 => 
            [
                'id' => 624,
                'name' => '臺北市政府消防局松山中隊',
                'address' => '臺北市松山區八德路四段162號',
                'telephone' => '02-27684844',
            ],
            124 => 
            [
                'id' => 625,
                'name' => '臺北市政府消防局八德分隊',
                'address' => '臺北市松山區八德路四段162號',
                'telephone' => '02-27694642',
            ],
            125 => 
            [
                'id' => 626,
                'name' => '臺北市政府消防局中崙分隊',
                'address' => '臺北市松山區長安東路二段229號',
                'telephone' => '02-87737055',
            ],
            126 => 
            [
                'id' => 627,
                'name' => '臺北市政府消防局中山中隊',
                'address' => '臺北市中山區松江路25巷9號',
                'telephone' => '02-25178832',
            ],
            127 => 
            [
                'id' => 628,
                'name' => '臺北市政府消防局大直分隊',
                'address' => '臺北市中山區樂群二路143號',
                'telephone' => '02-85026151',
            ],
            128 => 
            [
                'id' => 629,
                'name' => '臺北市政府消防局松江分隊',
                'address' => '臺北市中山區松江路25巷9號',
                'telephone' => '02-25178353',
            ],
            129 => 
            [
                'id' => 630,
                'name' => '臺北市政府消防局圓山分隊',
                'address' => '臺北市中山區民族東路41號',
                'telephone' => '02-25913384',
            ],
            130 => 
            [
                'id' => 631,
                'name' => '臺北市政府消防局內湖中隊',
                'address' => '臺北市內湖區民權東路六段9號',
                'telephone' => '02-27955747',
            ],
            131 => 
            [
                'id' => 632,
                'name' => '臺北市政府消防局大湖分隊',
                'address' => '臺北市內湖區成功路五段5號',
                'telephone' => '02-27906455',
            ],
            132 => 
            [
                'id' => 633,
                'name' => '臺北市政府消防局內湖分隊',
                'address' => '臺北市內湖區成功路二段378號',
                'telephone' => '02-27911511',
            ],
            133 => 
            [
                'id' => 634,
                'name' => '臺北市政府消防局東湖分隊',
                'address' => '臺北市內湖區五分街8號',
                'telephone' => '02-26325393',
            ],
            134 => 
            [
                'id' => 635,
                'name' => '臺北市政府消防局民權分隊',
                'address' => '臺北市內湖區民權東路六段9號',
                'telephone' => '02-27906940',
            ],
            135 => 
            [
                'id' => 636,
                'name' => '臺北市政府消防局第四救災救護大隊',
                'address' => '臺北市大同區重慶北路2段223號',
                'telephone' => '02-27297668',
            ],
            136 => 
            [
                'id' => 637,
                'name' => '臺北市政府消防局士林中隊',
                'address' => '臺北市士林區中山北路五段376號',
                'telephone' => '02-28812629',
            ],
            137 => 
            [
                'id' => 638,
                'name' => '臺北市政府消防局雙溪分隊',
                'address' => '臺北市士林區至善路二段41號',
                'telephone' => '02-88611296',
            ],
            138 => 
            [
                'id' => 639,
                'name' => '臺北市政府消防局山仔后分隊',
                'address' => '臺北市士林區仰德大道四段161號',
                'telephone' => '02-28616431',
            ],
            139 => 
            [
                'id' => 640,
                'name' => '臺北市政府消防局天母分隊',
                'address' => '臺北市士林區中山北路七段194號',
                'telephone' => '02-28714111',
            ],
            140 => 
            [
                'id' => 641,
                'name' => '臺北市政府消防局福安分隊',
                'address' => '臺北市士林區延平北路七段42-7號',
                'telephone' => '02-28108454',
            ],
            141 => 
            [
                'id' => 642,
                'name' => '臺北市政府消防局社子分隊',
                'address' => '臺北市士林區延平北路五段2-1號',
                'telephone' => '02-28118221',
            ],
            142 => 
            [
                'id' => 643,
                'name' => '臺北市政府消防局劍潭分隊',
                'address' => '臺北市大同區承德路3段206號',
                'telephone' => '02-25951091',
            ],
            143 => 
            [
                'id' => 644,
                'name' => '臺北市政府消防局後港分隊',
                'address' => '臺北市士林區福港街153號',
                'telephone' => '02-28816775',
            ],
            144 => 
            [
                'id' => 645,
                'name' => '臺北市政府消防局北投中隊',
                'address' => '臺北市北投區石牌路二段101號2樓',
            'telephone' => '(02)2729-7668',
            ],
            145 => 
            [
                'id' => 646,
                'name' => '臺北市政府消防局陽明山分隊',
                'address' => '臺北市北投區勝利街1號',
                'telephone' => '02-28616119',
            ],
            146 => 
            [
                'id' => 647,
                'name' => '臺北市政府消防局光明分隊',
                'address' => '臺北市北投區光明路155號',
                'telephone' => '02-28913161',
            ],
            147 => 
            [
                'id' => 648,
                'name' => '臺北市政府消防局關渡分隊',
                'address' => '臺北市北投區知行路345號',
                'telephone' => '02-28586084',
            ],
            148 => 
            [
                'id' => 649,
                'name' => '臺北市政府消防局石牌分隊',
                'address' => '臺北市北投區石牌路二段101號',
                'telephone' => '02-28213119',
            ],
            149 => 
            [
                'id' => 650,
                'name' => '臺北市政府消防局秀山分隊',
                'address' => '臺北市北投區秀山路50號',
                'telephone' => '02-28958753',
            ],
            150 => 
            [
                'id' => 651,
                'name' => '臺北市政府消防局大同中隊',
                'address' => '臺北市大同區鄭州路109號8樓',
                'telephone' => '02-25598860',
            ],
            151 => 
            [
                'id' => 652,
                'name' => '臺北市政府消防局建成分隊',
                'address' => '臺北市大同區承德路二段35號',
                'telephone' => '02-25593748',
            ],
            152 => 
            [
                'id' => 653,
                'name' => '臺北市政府消防局延平分隊',
                'address' => '臺北市大同區鄭州路109號',
                'telephone' => '02-25582105',
            ],
            153 => 
            [
                'id' => 654,
                'name' => '臺北市政府消防局大同分隊',
                'address' => '臺北市大同區重慶北路二段223號',
                'telephone' => '02-25577233',
            ],
            154 => 
            [
                'id' => 655,
                'name' => '臺東縣消防局大武大隊大溪分隊',
                'address' => '臺東縣太麻里鄉多良村大溪261號',
                'telephone' => '089-761048',
            ],
            155 => 
            [
                'id' => 656,
                'name' => '臺東縣消防局大武救災救護大隊',
                'address' => '臺東縣太麻里鄉泰和村14鄰泰王路36號',
                'telephone' => '089-781314',
            ],
            156 => 
            [
                'id' => 657,
                'name' => '臺東縣消防局',
                'address' => '臺東縣臺東市四維路二段100號',
                'telephone' => '089-322112',
            ],
            157 => 
            [
                'id' => 658,
                'name' => '臺東縣消防局臺東救災救護大隊',
                'address' => '臺東縣臺東市四維路二段130號',
                'telephone' => '089-345900',
            ],
            158 => 
            [
                'id' => 659,
                'name' => '臺東縣消防局卑南分隊',
                'address' => '臺東縣卑南鄉美農村東成36號',
                'telephone' => '089-570885',
            ],
            159 => 
            [
                'id' => 660,
                'name' => '臺東縣消防局臺東分隊',
                'address' => '臺東縣臺東市四維路二段100號',
                'telephone' => '089-324060',
            ],
            160 => 
            [
                'id' => 661,
                'name' => '臺東縣消防局特搜分隊',
                'address' => '臺東縣臺東市四維路二段130號',
                'telephone' => '089-328614',
            ],
            161 => 
            [
                'id' => 662,
                'name' => '臺東縣消防局知本分隊',
                'address' => '臺東縣臺東市大和路9號',
                'telephone' => '089-512019',
            ],
            162 => 
            [
                'id' => 663,
                'name' => '臺東縣消防局大武分隊',
                'address' => '臺東縣大武鄉學府路2號',
                'telephone' => '089-791211',
            ],
            163 => 
            [
                'id' => 664,
                'name' => '臺東縣消防局太麻里分隊',
                'address' => '臺東縣太麻里鄉泰和村泰王路36號',
                'telephone' => '089-781314',
            ],
            164 => 
            [
                'id' => 665,
                'name' => '臺東縣消防局綠島分隊',
                'address' => '臺東縣綠島鄉南寮村194號',
            'telephone' => '(089)672083',
            ],
            165 => 
            [
                'id' => 666,
                'name' => '臺東縣消防局蘭嶼分隊',
                'address' => '臺東縣蘭嶼鄉椰油村295號',
                'telephone' => '089-732035',
            ],
            166 => 
            [
                'id' => 667,
                'name' => '臺東縣消防局關山救災救護大隊',
                'address' => '臺東縣關山鎮隆盛路99號',
                'telephone' => '089-814321',
            ],
            167 => 
            [
                'id' => 668,
                'name' => '臺東縣消防局關山分隊',
                'address' => '臺東縣關山鎮隆盛路99號',
                'telephone' => '089-811004',
            ],
            168 => 
            [
                'id' => 669,
                'name' => '臺東縣消防局池上分隊',
                'address' => '臺東縣池上鄉東欣路119號',
                'telephone' => '089-862669',
            ],
            169 => 
            [
                'id' => 670,
                'name' => '臺東縣消防局海端分隊',
                'address' => '臺東縣關山鎮德高里西庄24-5號',
                'telephone' => '089-931927',
            ],
            170 => 
            [
                'id' => 671,
                'name' => '臺東縣消防局鹿野分隊',
                'address' => '臺東縣鹿野鄉中華路二段273號',
                'telephone' => '089-551449',
            ],
            171 => 
            [
                'id' => 672,
                'name' => '臺東縣消防局延平分隊',
                'address' => '臺東縣延平鄉桃源村4鄰75號',
                'telephone' => '089-561247',
            ],
            172 => 
            [
                'id' => 673,
                'name' => '臺東縣消防局成功救災救護大隊',
                'address' => '臺東縣成功鎮中華路8號',
                'telephone' => '089-854315',
            ],
            173 => 
            [
                'id' => 674,
                'name' => '臺東縣消防局成功分隊',
                'address' => '臺東縣成功鎮中華路8號',
                'telephone' => '089-851033',
            ],
            174 => 
            [
                'id' => 675,
                'name' => '臺東縣消防局東河分隊',
                'address' => '臺東縣東河鄉東河村南東河369號',
                'telephone' => '089896180',
            ],
            175 => 
            [
                'id' => 676,
                'name' => '臺東縣消防局臺東大隊豐田分隊',
                'address' => '臺東縣臺東市豐田路195巷6號',
                'telephone' => '089384010',
            ],
            176 => 
            [
                'id' => 677,
                'name' => '臺東縣消防局成功大隊泰源分隊',
                'address' => '臺東縣東河鄉泰源村本部落16-1號',
                'telephone' => '089892425',
            ],
            177 => 
            [
                'id' => 678,
                'name' => '臺東縣消防局大武救災救護大隊達仁分隊',
                'address' => '臺東縣太麻里鄉 大溪261號',
                'telephone' => '07-12345678',
            ],
            178 => 
            [
                'id' => 679,
                'name' => '內政部消防署特種搜救隊東部分隊',
                'address' => '中興路三段401巷525號',
                'telephone' => NULL,
            ],
            179 => 
            [
                'id' => 680,
                'name' => '臺東縣消防局利稻分隊',
                'address' => '臺東縣海端鄉利稻村文化9-1號',
                'telephone' => '089938019',
            ],
            180 => 
            [
                'id' => 681,
                'name' => '臺東縣消防局金峰分隊',
                'address' => '臺東縣金峰鄉賓茂村賓茂71號',
                'telephone' => '089-771408',
            ],
            181 => 
            [
                'id' => 682,
                'name' => '臺東縣消防局長濱分隊',
                'address' => '臺東縣長濱鄉長濱村長濱35號',
                'telephone' => '089-831084',
            ],
            182 => 
            [
                'id' => 683,
                'name' => '臺東縣消防局南王分隊',
                'address' => '臺東縣臺東市更生北路616巷9號',
                'telephone' => '089-222394',
            ],
            183 => 
            [
                'id' => 684,
                'name' => '內政部消防署特種搜救隊南部分隊',
                'address' => '機場路1050號',
                'telephone' => NULL,
            ],
            184 => 
            [
                'id' => 685,
                'name' => '臺南市政府消防局白河中隊',
                'address' => '臺南市白河區中山路6號',
                'telephone' => '06-6852045',
            ],
            185 => 
            [
                'id' => 686,
                'name' => '臺南市政府消防局玉井中隊',
                'address' => '臺南市玉井區中山路2之2號',
                'telephone' => '06-5742517',
            ],
            186 => 
            [
                'id' => 687,
                'name' => '臺南市政府消防局學甲中隊',
                'address' => '臺南市學甲區建國東路236號',
                'telephone' => '06-7832966',
            ],
            187 => 
            [
                'id' => 688,
                'name' => '臺南市政府消防局新化中隊',
                'address' => '臺南市新化區信義路59號',
                'telephone' => '06-5902920',
            ],
            188 => 
            [
                'id' => 689,
                'name' => '臺南市政府消防局歸仁中隊',
                'address' => '臺南市歸仁區中正南路一段1207號',
                'telephone' => '06-2304739',
            ],
            189 => 
            [
                'id' => 690,
                'name' => '臺南市政府消防局安南中隊',
                'address' => '臺南市安南區海佃路三段63號',
                'telephone' => '06-2567348',
            ],
            190 => 
            [
                'id' => 691,
                'name' => '臺南市政府消防局德興中隊',
                'address' => '臺南市南區德興路100號',
                'telephone' => '06-2623732',
            ],
            191 => 
            [
                'id' => 692,
                'name' => '臺南市政府消防局左鎮分隊',
                'address' => '臺南市左鎮區睦光里3-6號',
            'telephone' => '(06)573-1561',
            ],
            192 => 
            [
                'id' => 693,
                'name' => '臺南市政府消防局第五救災救護大隊',
                'address' => '臺南市永康區東橋七路316號',
                'telephone' => '06-2016462',
            ],
            193 => 
            [
                'id' => 694,
                'name' => '臺南市政府消防局第六救災救護大隊',
                'address' => '臺南市北區文賢路678號',
                'telephone' => '063589894',
            ],
            194 => 
            [
                'id' => 695,
                'name' => '臺南市政府消防局第七救災救護大隊',
                'address' => '臺南市南區南門路273號',
                'telephone' => '06-2158304',
            ],
            195 => 
            [
                'id' => 696,
                'name' => '臺南市政府消防局第四救災救護大隊',
                'address' => '臺南市善化區南科九路20號',
                'telephone' => '06-5050119',
            ],
            196 => 
            [
                'id' => 697,
                'name' => '臺南市政府消防局保西分隊',
                'address' => '臺南市歸仁區中正北路3段16號',
                'telephone' => '06-3388300',
            ],
            197 => 
            [
                'id' => 698,
                'name' => '臺南市政府消防局特搜分隊',
                'address' => '臺南市永康區東橋七路316號',
                'telephone' => '3038119',
            ],
            198 => 
            [
                'id' => 699,
                'name' => '臺南市政府消防局土城分隊',
                'address' => '臺南市安南區安明路四段260號',
                'telephone' => '06-2575276',
            ],
            199 => 
            [
                'id' => 700,
                'name' => '臺南市政府消防局新營分隊',
                'address' => '臺南市新營區中華路2號',
                'telephone' => '06-6376652',
            ],
            200 => 
            [
                'id' => 701,
                'name' => '臺南市政府消防局柳營分隊',
                'address' => '臺南市柳營區博愛街20號',
                'telephone' => '06-6220179',
            ],
            201 => 
            [
                'id' => 702,
                'name' => '臺南市政府消防局鹽水分隊',
                'address' => '臺南市鹽水區治水路268巷8號',
                'telephone' => '06-6521009',
            ],
            202 => 
            [
                'id' => 703,
                'name' => '臺南市政府消防局白河分隊',
                'address' => '臺南市白河區中山路6號',
                'telephone' => '06-6852045',
            ],
            203 => 
            [
                'id' => 704,
                'name' => '臺南市政府消防局後壁分隊',
                'address' => '臺南市後壁區後壁里7號',
                'telephone' => '06-6872224',
            ],
            204 => 
            [
                'id' => 705,
                'name' => '臺南市政府消防局東山分隊',
                'address' => '臺南市東山區東山219-2號',
                'telephone' => '06-6800862',
            ],
            205 => 
            [
                'id' => 706,
                'name' => '臺南市政府消防局東原分隊',
                'address' => '臺南市東山區前大埔9-1號',
                'telephone' => '06-6860352',
            ],
            206 => 
            [
                'id' => 707,
                'name' => '臺南市政府消防局學甲分隊',
                'address' => '臺南市學甲區建國東路236號',
                'telephone' => '06-7832966',
            ],
            207 => 
            [
                'id' => 708,
                'name' => '臺南市政府消防局將軍分隊',
                'address' => '臺南市將軍區西華里1之15號',
                'telephone' => '06-7942404',
            ],
            208 => 
            [
                'id' => 709,
                'name' => '臺南市政府消防局北門分隊',
                'address' => '臺南市北門區永隆里港北51號',
                'telephone' => '06-7862519',
            ],
            209 => 
            [
                'id' => 710,
                'name' => '臺南市政府消防局關嶺分隊',
                'address' => '臺南市白河區關子嶺94-3號附1',
                'telephone' => '06-6823177',
            ],
            210 => 
            [
                'id' => 711,
                'name' => '臺南市政府消防局麻豆分隊',
                'address' => '臺南市麻豆區興國路9號',
                'telephone' => '06-5722440',
            ],
            211 => 
            [
                'id' => 712,
                'name' => '臺南市政府消防局下營分隊',
                'address' => '臺南市下營區賀建里洲仔66號',
                'telephone' => '06-6892482',
            ],
            212 => 
            [
                'id' => 713,
                'name' => '臺南市政府消防局六甲分隊',
                'address' => '臺南市六甲區中山路208號',
                'telephone' => '06-6982529',
            ],
            213 => 
            [
                'id' => 714,
                'name' => '臺南市政府消防局官田分隊',
                'address' => '臺南市官田區工業路24號',
                'telephone' => '06-6987282',
            ],
            214 => 
            [
                'id' => 715,
                'name' => '臺南市政府消防局佳里分隊',
                'address' => '臺南市佳里區六安里六順路21號',
                'telephone' => '06-7224334',
            ],
            215 => 
            [
                'id' => 716,
                'name' => '臺南市政府消防局西港分隊',
                'address' => '臺南市西港區中山路450號',
                'telephone' => '06-7952074',
            ],
            216 => 
            [
                'id' => 717,
                'name' => '臺南市政府消防局七股分隊',
                'address' => '臺南市七股區大埕里295號',
                'telephone' => '06-7873482',
            ],
            217 => 
            [
                'id' => 718,
                'name' => '臺南市政府消防局善化分隊',
                'address' => '臺南市善化區光復路267號',
                'telephone' => '06-5817119',
            ],
            218 => 
            [
                'id' => 719,
                'name' => '臺南市政府消防局大內分隊',
                'address' => '臺南市大內區石城里74號',
                'telephone' => '06-5761271',
            ],
            219 => 
            [
                'id' => 720,
                'name' => '臺南市政府消防局南化分隊',
                'address' => '臺南市南化區南化里226-2號',
                'telephone' => '06-5773428',
            ],
            220 => 
            [
                'id' => 721,
                'name' => '臺南市政府消防局玉井分隊',
                'address' => '臺南市玉井區中山路2-5號',
                'telephone' => '06-5742517',
            ],
            221 => 
            [
                'id' => 722,
                'name' => '臺南市政府消防局楠西分隊',
                'address' => '臺南市楠西區信義路57巷20號',
                'telephone' => '06-5752260',
            ],
            222 => 
            [
                'id' => 723,
                'name' => '臺南市政府消防局安定分隊',
                'address' => '臺南市安定區南安里油車33-11號',
                'telephone' => '06-5922301',
            ],
            223 => 
            [
                'id' => 724,
                'name' => '臺南市政府消防局第三救災救護大隊',
                'address' => '臺南市佳里區六安里六順路23號',
                'telephone' => '06-7238450',
            ],
            224 => 
            [
                'id' => 725,
                'name' => '臺南市政府消防局永康分隊',
                'address' => '臺南市永康區正強街10號',
                'telephone' => '06-2326951',
            ],
            225 => 
            [
                'id' => 726,
                'name' => '臺南市政府消防局復興分隊',
                'address' => '臺南市永康區復興路172號',
                'telephone' => '06-3117228',
            ],
            226 => 
            [
                'id' => 727,
                'name' => '臺南市政府消防局新市分隊',
                'address' => '臺南市新市區民生路230號',
                'telephone' => '06-5993119',
            ],
            227 => 
            [
                'id' => 728,
                'name' => '臺南市政府消防局大灣分隊',
                'address' => '臺南市永康區民族路297號',
                'telephone' => '06-2711995',
            ],
            228 => 
            [
                'id' => 729,
                'name' => '臺南市政府消防局鹽行分隊',
                'address' => '臺南市永康區中正南路426號',
                'telephone' => '06-2536326',
            ],
            229 => 
            [
                'id' => 730,
                'name' => '臺南市政府消防局新化分隊',
                'address' => '臺南市新化區信義路59號',
                'telephone' => '06-5902920',
            ],
            230 => 
            [
                'id' => 731,
                'name' => '臺南市政府消防局山上分隊',
                'address' => '臺南市山上區山上里35-1號',
                'telephone' => '06-5783328',
            ],
            231 => 
            [
                'id' => 732,
                'name' => '臺南市政府消防局歸仁分隊',
                'address' => '臺南市歸仁區中正南路一段1207號',
                'telephone' => '06-2304739',
            ],
            232 => 
            [
                'id' => 733,
                'name' => '臺南市政府消防局文賢分隊',
                'address' => '臺南市仁德區文賢里三甲子58-9號',
                'telephone' => '06-2666302',
            ],
            233 => 
            [
                'id' => 734,
                'name' => '臺南市政府消防局仁德分隊',
                'address' => '臺南市仁德區仁義路432號',
                'telephone' => '06-2702827',
            ],
            234 => 
            [
                'id' => 735,
                'name' => '臺南市政府消防局關廟分隊',
                'address' => '臺南市關廟區中山路二段185號',
                'telephone' => '06-5952895',
            ],
            235 => 
            [
                'id' => 736,
                'name' => '臺南市政府消防局南科分隊',
                'address' => '臺南市善化區南科九路20號',
                'telephone' => '06-5052960',
            ],
            236 => 
            [
                'id' => 737,
                'name' => '臺南市政府消防局',
                'address' => '臺南市安平區永華路二段898號',
                'telephone' => '06-2975119',
            ],
            237 => 
            [
                'id' => 738,
                'name' => '臺南市政府消防局第一救災救護大隊',
                'address' => '臺南市新營區中華路2號',
                'telephone' => '06-6376793',
            ],
            238 => 
            [
                'id' => 739,
                'name' => '臺南市政府消防局南門分隊',
                'address' => '臺南市南區南門路273號',
                'telephone' => '06-2151510',
            ],
            239 => 
            [
                'id' => 740,
                'name' => '臺南市政府消防局崇善分隊',
                'address' => '臺南市東區崇善路740號',
                'telephone' => '06-2674781',
            ],
            240 => 
            [
                'id' => 741,
                'name' => '臺南市政府消防局中正分隊',
                'address' => '臺南市中西區中正路2-1號',
                'telephone' => '06-2270334',
            ],
            241 => 
            [
                'id' => 742,
                'name' => '臺南市政府消防局東門分隊',
                'address' => '臺南市東區林森路一段320號',
                'telephone' => '06-3353860',
            ],
            242 => 
            [
                'id' => 743,
                'name' => '臺南市政府消防局後甲分隊',
                'address' => '臺南市東區裕孝路120號',
                'telephone' => '06-3317089',
            ],
            243 => 
            [
                'id' => 744,
                'name' => '臺南市政府消防局德興分隊',
                'address' => '臺南市南區德興路100號',
                'telephone' => '06-2611509',
            ],
            244 => 
            [
                'id' => 745,
                'name' => '臺南市政府消防局灣裡分隊',
                'address' => '臺南市南區灣裡路61巷6號',
                'telephone' => '06-2623732',
            ],
            245 => 
            [
                'id' => 746,
                'name' => '臺南市政府消防局第二救災救護大隊',
                'address' => '臺南市麻豆區興國路9號',
                'telephone' => '065718130',
            ],
            246 => 
            [
                'id' => 747,
                'name' => '臺南市政府消防局安南分隊',
                'address' => '臺南市安南區海佃路三段63號',
                'telephone' => '06-2567348',
            ],
            247 => 
            [
                'id' => 748,
                'name' => '臺南市政府消防局安和分隊',
                'address' => '臺南市安南區安和路三段54巷16號',
                'telephone' => '06-3551525',
            ],
            248 => 
            [
                'id' => 749,
                'name' => '臺南市政府消防局永華分隊',
                'address' => '臺南市安平區永華路二段206號',
                'telephone' => '06-2972975',
            ],
            249 => 
            [
                'id' => 750,
                'name' => '臺南市政府消防局安平分隊',
                'address' => '臺南市安平區安北路38號',
                'telephone' => '06-2216843',
            ],
            250 => 
            [
                'id' => 751,
                'name' => '臺南市政府消防局公園分隊',
                'address' => '臺南市北區公園北路106號',
                'telephone' => '06-2511046',
            ],
            251 => 
            [
                'id' => 752,
                'name' => '臺南市政府消防局和緯分隊',
                'address' => '臺南市北區文賢路678號',
                'telephone' => '06-3589891',
            ],
            252 => 
            [
                'id' => 753,
                'name' => '澎湖縣政府消防局',
                'address' => '澎湖縣馬公市四維路320號',
                'telephone' => '06-9263346',
            ],
            253 => 
            [
                'id' => 754,
                'name' => '澎湖縣政府消防局第一救災救護大隊',
                'address' => '澎湖縣馬公市四維路320號',
                'telephone' => '06-9275615',
            ],
            254 => 
            [
                'id' => 755,
                'name' => '澎湖縣政府消防局馬公分隊',
                'address' => '澎湖縣馬公市四維路320號',
                'telephone' => '06-9272137',
            ],
            255 => 
            [
                'id' => 756,
                'name' => '澎湖縣政府消防局澎南分隊',
                'address' => '澎湖縣馬公市鎖港里1482號',
                'telephone' => '06-9950119',
            ],
            256 => 
            [
                'id' => 757,
                'name' => '澎湖縣政府消防局湖西分隊',
                'address' => '澎湖縣湖西鄉林投村123 號',
                'telephone' => '06-9921119',
            ],
            257 => 
            [
                'id' => 758,
                'name' => '澎湖縣政府消防局白沙分隊',
                'address' => '澎湖縣白沙鄉赤崁村9-26號',
                'telephone' => '06-9932119',
            ],
            258 => 
            [
                'id' => 759,
                'name' => '澎湖縣政府消防局西嶼分隊',
                'address' => '澎湖縣西嶼鄉池東村211-5號',
                'telephone' => '06-9981544',
            ],
            259 => 
            [
                'id' => 760,
                'name' => '澎湖縣政府消防局鳥嶼分隊',
                'address' => '澎湖縣白沙鄉鳥嶼村9-5號',
                'telephone' => '06-9916119',
            ],
            260 => 
            [
                'id' => 761,
                'name' => '澎湖縣政府消防局吉貝分隊',
                'address' => '澎湖縣白沙鄉吉貝村185-5號',
                'telephone' => '06-9911119',
            ],
            261 => 
            [
                'id' => 762,
                'name' => '澎湖縣政府消防局員貝分隊',
                'address' => '澎湖縣白沙鄉員貝村28-2號',
                'telephone' => '06-9933799',
            ],
            262 => 
            [
                'id' => 763,
                'name' => '澎湖縣政府消防局大倉分隊',
                'address' => '澎湖縣白沙鄉大倉村65號',
                'telephone' => '06-9932803',
            ],
            263 => 
            [
                'id' => 764,
                'name' => '澎湖縣政府消防局桶盤分隊',
                'address' => '澎湖縣馬公市桶盤里7-6號',
                'telephone' => '06-9291267',
            ],
            264 => 
            [
                'id' => 765,
                'name' => '澎湖縣政府消防局虎井分隊',
                'address' => '澎湖縣馬公市虎井里109號',
                'telephone' => '06-9291226',
            ],
            265 => 
            [
                'id' => 766,
                'name' => '澎湖縣政府消防局第二救災救護大隊',
                'address' => '澎湖縣白沙鄉赤崁村9-26號',
                'telephone' => '06-9933009',
            ],
            266 => 
            [
                'id' => 767,
                'name' => '澎湖縣政府消防局望安分隊',
                'address' => '澎湖縣望安鄉東安村1鄰望安1之1號',
                'telephone' => '06-9991153',
            ],
            267 => 
            [
                'id' => 768,
                'name' => '澎湖縣政府消防局將軍分隊',
                'address' => '澎湖縣望安鄉將軍村166號',
                'telephone' => '06-9902199',
            ],
            268 => 
            [
                'id' => 769,
                'name' => '澎湖縣政府消防局花嶼分隊',
                'address' => '澎湖縣望安鄉花嶼村94-5號',
                'telephone' => '06-9991691',
            ],
            269 => 
            [
                'id' => 770,
                'name' => '澎湖縣政府消防局七美分隊',
                'address' => '澎湖縣七美鄉南港村南滬39號',
                'telephone' => '0928370100',
            ],
        ]);
    }
}
